Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Item_Missile200mmT3
source: Depl. CLa. Rocket
ca_ad: Depl. CLa. Coet
cs_cz: Depl. CLa. Raketa
da: Depl. CLa. Raket
de: Abt. CLa. Rakete
es: Depl. CLa. Cohete
et_ee: Depl. CLa. Raketi
fi: Höpö höpö. CLa. Raketti
fr: Dépl. CLa. Fusée
hr_hr: Depl. CLa. Raketa
hu_hu: Depl. CLa. Rakéta
ja_jp: デップ。CLaです。ロケット
lv: Depl. CLa. Raķete
nl: Depl. CLa. Raket
no: Avd. CLa. Rakett
pt_br: Depl. CLa. Foguete
ro: Depl. CLa. Rachetă
ru: Депл. CLa. Ракета
sk_sk: Odplácať. CLa. Raketa
sv: Depl. CLa. Raket
tr_tr: Öğr. CLa. Roket
uk: Депл. CLa. Ракета
zh_cn: 分部CLa.火箭

# DisplayName_Item_MotorT1
source: Depl. Ur. Motor
ca_ad: Depl. teu. Motor
cs_cz: Depl. tvůj. Motor
da: Depl. din. Motor
de: Abt. dein. Motor
es: Depl. usted. Motor
et_ee: Depl. sinu. Mootor
fi: Höpö höpö. sinun. Moottori
fr: Dépl. votre. Moteur
hr_hr: Depl. tvoj. Motor
hu_hu: Depl. a. Motor
ja_jp: デップ。あなたの。モーター
lv: Depl. tavs. Motora
nl: Depl. jouw. Motor
no: Avd. din. Motor
pt_br: Depl. teu. Motor
ro: Depl. vostru. Motor
ru: Депл. твой. Мотор
sk_sk: Odplácať. tvoj. Motor
sv: Depl. din. Motor
tr_tr: Öğr. sizin. Motor
uk: Депл. твій. Двигун
zh_cn: 分部你。发动机

# DisplayName_Item_MotorT2
source: Depl. De. Motor
de: Abt. DE. Motor
et_ee: Depl. De. Mootor
fi: Höpö höpö. DE. Moottori
fr: Dépl. De. Moteur
ja_jp: デップ。デ。モーター
lv: Depl. De. Motora
no: Avd. De. Motor
pt_br: Depl. Não. Motor
ru: Депл. Де. Мотор
sk_sk: Odplácať. De. Motor
tr_tr: Öğr. De. Motor
uk: Депл. Де. Двигун
zh_cn: 分部德。发动机

# DisplayName_Item_MotorT3
source: Depl. CLa. Motor
de: Abt. CLa. Motor
et_ee: Depl. CLa. Mootor
fi: Höpö höpö. CLa. Moottori
fr: Dépl. CLa. Moteur
ja_jp: デップ。CLaです。モーター
lv: Depl. CLa. Motora
no: Avd. CLa. Motor
ru: Депл. CLa. Мотор
sk_sk: Odplácať. CLa. Motor
tr_tr: Öğr. CLa. Motor
uk: Депл. CLa. Двигун
zh_cn: 分部CLa.发动机

# DisplayName_Item_NATO_25x184mmT1
source: Depl. Ur. Gatling Ammo Box
ca_ad: Depl. teu. Caixa de munició Gatling
cs_cz: Depl. tvůj. Krabice s municí Gatling
da: Depl. din. Gatling ammunitionskasse
de: Abt. dein. Gatling-Munitionskiste
es: Depl. usted. Caja de munición Gatling
et_ee: Depl. sinu. Gatlingi ammo kast
fi: Höpö höpö. sinun. Gatling-ammuslaatikko
fr: Dépl. votre. Boîte de munitions Gatling
hr_hr: Depl. tvoj. Gatling Ammo Kutija
hu_hu: Depl. a. Gatling lőszer doboz
ja_jp: デップ。あなたの。ガトリング弾薬箱
lv: Depl. tavs. Gatling Ammo kaste
nl: Depl. jouw. Gatling Munitie Doos
no: Avd. din. Gatling Ammo Box
pt_br: Depl. teu. Caixa de munição Gatling
ro: Depl. vostru. Cutie de muniție Gatling
ru: Депл. твой. Ящик с боеприпасами Гатлинга
sk_sk: Odplácať. tvoj. Munícia Gatling Box
sv: Depl. din. Gatling Ammo Box
tr_tr: Öğr. sizin. Gatling Cephane Kutusu
uk: Депл. твій. Ящик з боєприпасами Гатлінга
zh_cn: 分部你。加特林弹药箱

# DisplayName_Item_NATO_25x184mmT2
source: Depl. De. Gatling Ammo Box
ca_ad: Depl. De. Caixa de munició Gatling
cs_cz: Depl. De. Krabice s municí Gatling
da: Depl. De. Gatling ammunitionskasse
de: Abt. DE. Gatling-Munitionskiste
es: Depl. De. Caja de munición Gatling
et_ee: Depl. De. Gatlingi ammo kast
fi: Höpö höpö. DE. Gatling-ammuslaatikko
fr: Dépl. De. Boîte de munitions Gatling
hr_hr: Depl. De. Gatling Ammo Kutija
hu_hu: Depl. De. Gatling lőszer doboz
ja_jp: デップ。デ。ガトリング弾薬箱
lv: Depl. De. Gatling Ammo kaste
nl: Depl. De. Gatling Munitie Doos
no: Avd. De. Gatling Ammo Box
pt_br: Depl. Não. Caixa de munição Gatling
ro: Depl. De. Cutie de muniție Gatling
ru: Депл. Де. Ящик с боеприпасами Гатлинга
sk_sk: Odplácať. De. Munícia Gatling Box
tr_tr: Öğr. De. Gatling Cephane Kutusu
uk: Депл. Де. Ящик з боєприпасами Гатлінга
zh_cn: 分部德。加特林弹药箱

# DisplayName_Item_NATO_25x184mmT3
source: Depl. CLa. Gatling Ammo Box
ca_ad: Depl. CLa. Caixa de munició Gatling
cs_cz: Depl. CLa. Krabice s municí Gatling
da: Depl. CLa. Gatling ammunitionskasse
de: Abt. CLa. Gatling-Munitionskiste
es: Depl. CLa. Caja de munición Gatling
et_ee: Depl. CLa. Gatlingi ammo kast
fi: Höpö höpö. CLa. Gatling-ammuslaatikko
fr: Dépl. CLa. Boîte de munitions Gatling
hr_hr: Depl. CLa. Gatling Ammo Kutija
hu_hu: Depl. CLa. Gatling lőszer doboz
ja_jp: デップ。CLaです。ガトリング弾薬箱
lv: Depl. CLa. Gatling Ammo kaste
nl: Depl. CLa. Gatling Munitie Doos
no: Avd. CLa. Gatling Ammo Box
pt_br: Depl. CLa. Caixa de munição Gatling
ro: Depl. CLa. Cutie de muniție Gatling
ru: Депл. CLa. Ящик с боеприпасами Гатлинга
sk_sk: Odplácať. CLa. Munícia Gatling Box
tr_tr: Öğr. CLa. Gatling Cephane Kutusu
uk: Депл. CLa. Ящик з боєприпасами Гатлінга
zh_cn: 分部CLa.加特林弹药箱

# DisplayName_Item_OxygenBottleT1
source: Enhanced Oxygen Bottle
ca_ad: Ampolla d'oxigen millorada
cs_cz: Vylepšená kyslíková láhev
da: Forbedret iltflaske
de: Verbesserte Sauerstoffflasche
es: Botella de oxígeno mejorada
et_ee: Täiustatud hapnikupudel
fi: Parannettu happipullo
fr: Bouteille d’oxygène améliorée
hr_hr: Poboljšana boca kisika
hu_hu: Továbbfejlesztett oxigénpalack
ja_jp: 強化型酸素ボトル
lv: Uzlabota skābekļa pudele
nl: Verbeterde zuurstoffles
no: Forbedret oksygenflaske
pt_br: Garrafa de oxigênio aprimorada
ro: Butelie de oxigen îmbunătățită
ru: Улучшенный кислородный баллон
sk_sk: Fľaša s vylepšeným kyslíkom
sv: Förbättrad syrgasflaska
tr_tr: Gelişmiş Oksijen Şişesi
uk: Покращений кисневий балон
zh_cn: 增强型氧气瓶

# DisplayName_Item_OxygenBottleT2
source: Proficient Oxygen Bottle
ca_ad: Ampolla d'oxigen competent
cs_cz: Profesionální kyslíková láhev
da: Dygtig iltflaske
de: Kompetente Sauerstoffflasche
es: Botella de oxígeno competente
et_ee: Vilunud hapnikupudel
fi: Taitava happipullo
fr: Bouteille d’oxygène compétente
hr_hr: Iskusna boca s kisikom
hu_hu: Proficient oxigénpalack
ja_jp: 熟練した酸素ボトル
lv: Prasmīga skābekļa pudele
nl: Bekwame zuurstoffles
no: Dyktig oksygenflaske
pt_br: Garrafa de oxigênio proficiente
ro: Butelie de oxigen performantă
ru: Профессиональный кислородный баллон
sk_sk: Skúsená kyslíková fľaša
sv: Skicklig syrgasflaska
tr_tr: Yeterli Oksijen Şişesi
uk: Професійний кисневий балон
zh_cn: 熟练氧气瓶

# DisplayName_Item_OxygenBottleT3
source: Elite Oxygen Bottle
ca_ad: Ampolla d'oxigen Elite
cs_cz: Elitní kyslíková láhev
da: Elite iltflaske
de: Elite Sauerstoffflasche
es: Botella de oxígeno Elite
et_ee: Elite hapnikupudel
fi: Elite happipullo
fr: Bouteille d’oxygène Elite
hr_hr: Elitna boca kisika
hu_hu: Elite oxigénpalack
ja_jp: エリート酸素ボトル
lv: Elites skābekļa pudele
nl: Elite zuurstoffles
no: Elite oksygenflaske
pt_br: Garrafa de oxigênio Elite
ro: Butelie de oxigen Elite
ru: Элитный кислородный баллон
sk_sk: Elitná kyslíková fľaša
sv: Elite syrgasflaska
tr_tr: Elit Oksijen Tüpü
uk: Елітний кисневий балон
zh_cn: 精英氧气瓶

# DisplayName_Item_PowerCellT1
source: Depl. Ur. Power Cell
ca_ad: Depl. teu. Cèl·lula de potència
cs_cz: Depl. tvůj. Napájecí článek
da: Depl. din. Strømcelle
de: Abt. dein. Energiezelle
es: Depl. usted. Célula de energía
et_ee: Depl. sinu. Elektriline rakk
fi: Höpö höpö. sinun. Tehokenno
fr: Dépl. votre. Cellule d’alimentation
hr_hr: Depl. tvoj. Energetska ćelija
hu_hu: Depl. a. Teljesítménycella
ja_jp: デップ。あなたの。パワーセル
lv: Depl. tavs. Barošanas šūna
nl: Depl. jouw. De Cel van de macht
no: Avd. din. Strømcelle
pt_br: Depl. teu. Célula de energia
ro: Depl. vostru. Celulă de alimentare
ru: Депл. твой. Силовой элемент
sk_sk: Odplácať. tvoj. Výkonová bunka
sv: Depl. din. Kraftcell
tr_tr: Öğr. sizin. Güç Hücresi
uk: Депл. твій. Силовий елемент
zh_cn: 分部你。动力电池

# DisplayName_Item_PowerCellT2
source: Depl. De. Power Cell
ca_ad: Depl. De. Cèl·lula de potència
cs_cz: Depl. De. Napájecí článek
da: Depl. De. Strømcelle
de: Abt. DE. Energiezelle
es: Depl. De. Célula de energía
et_ee: Depl. De. Elektriline rakk
fi: Höpö höpö. DE. Tehokenno
fr: Dépl. De. Cellule d’alimentation
hr_hr: Depl. De. Energetska ćelija
hu_hu: Depl. De. Teljesítménycella
ja_jp: デップ。デ。パワーセル
lv: Depl. De. Barošanas šūna
nl: Depl. De. De Cel van de macht
no: Avd. De. Strømcelle
pt_br: Depl. Não. Célula de energia
ro: Depl. De. Celulă de alimentare
ru: Депл. Де. Силовой элемент
sk_sk: Odplácať. De. Výkonová bunka
sv: Depl. De. Kraftcell
tr_tr: Öğr. De. Güç Hücresi
uk: Депл. Де. Силовий елемент
zh_cn: 分部德。动力电池

# DisplayName_Item_PowerCellT3
source: Depl. CLa. Power Cell
ca_ad: Depl. CLa. Cèl·lula de potència
cs_cz: Depl. CLa. Napájecí článek
da: Depl. CLa. Strømcelle
de: Abt. CLa. Energiezelle
es: Depl. CLa. Célula de energía
et_ee: Depl. CLa. Elektriline rakk
fi: Höpö höpö. CLa. Tehokenno
fr: Dépl. CLa. Cellule d’alimentation
hr_hr: Depl. CLa. Energetska ćelija
hu_hu: Depl. CLa. Teljesítménycella
ja_jp: デップ。CLaです。パワーセル
lv: Depl. CLa. Barošanas šūna
nl: Depl. CLa. De Cel van de macht
no: Avd. CLa. Strømcelle
pt_br: Depl. CLa. Célula de energia
ro: Depl. CLa. Celulă de alimentare
ru: Депл. CLa. Силовой элемент
sk_sk: Odplácať. CLa. Výkonová bunka
sv: Depl. CLa. Kraftcell
tr_tr: Öğr. CLa. Güç Hücresi
uk: Депл. CLa. Силовий елемент
zh_cn: 分部CLa.动力电池

# DisplayName_Item_PowerkitT1
source: Enhanced Powerkit
ca_ad: Powerkit millorat
cs_cz: Vylepšená powerkit
da: Forbedret Powerkit
de: Verbessertes Powerkit
es: Kit de energía mejorado
et_ee: Täiustatud Powerkit
fi: Parannettu Powerkit
fr: Kit d’alimentation amélioré
hr_hr: Poboljšani powerkit
hu_hu: Továbbfejlesztett Powerkit
ja_jp: 拡張パワーキット
lv: Uzlabots Powerkit
nl: Verbeterde Powerkit
no: Forbedret Powerkit
pt_br: Powerkit aprimorado
ro: Powerkit îmbunătățit
ru: Улучшенный комплект Powerkit
sk_sk: Vylepšený Powerkit
sv: Förbättrat Powerkit
tr_tr: Geliştirilmiş Güç Kiti
uk: Удосконалений Powerkit
zh_cn: 增强型 Powerkit

# DisplayName_Item_PowerkitT2
source: Proficient Powerkit
ca_ad: Powerkit competent
cs_cz: Zdatná powerkit
da: Dygtig Powerkit
de: Kompetentes Powerkit
es: Kit de potencia competente
et_ee: Vilunud Powerkit
fi: Taitava tehosarja
fr: Kit d’alimentation compétent
hr_hr: Iskusni Powerkit
hu_hu: Profi Powerkit
ja_jp: 熟練したパワーキット
lv: Lietpratējs Powerkit
nl: Bekwame Powerkit
no: Dyktig Powerkit
pt_br: Powerkit proficiente
ro: Powerkit competent
ru: Профессиональный Powerkit
sk_sk: Skúsený Powerkit
sv: Skickligt Powerkit
tr_tr: Yetkin Güç Kiti
uk: Досвідчений Powerkit
zh_cn: 精通 Powerkit

# DisplayName_Item_PowerkitT3
source: Elite Powerkit
cs_cz: Elitní sada Powerkit
es: Kit de potencia de élite
fi: Elite-tehosarja
fr: Kit d’alimentation Elite
hr_hr: Elitni powerkit
ja_jp: エリートパワーキット
ro: Powerkit de elită
ru: Элитный силовой комплект
tr_tr: Elit Güç Kiti
uk: Елітний Powerkit
zh_cn: 精英动力套件

# DisplayName_Item_RadioCommunicationComponentsT1
source: Depl. Ur. Radio-comm Comp.
ca_ad: Depl. teu. Ràdio-coma Comp.
cs_cz: Depl. tvůj. Radio-komunikační komp.
da: Depl. din. Radio-comm Comp.
de: Abt. dein. Radio-comm Comp.
es: Depl. usted. Comp. de Radio-Comm.
et_ee: Depl. sinu. Raadio-kompuuter Comp.
fi: Höpö höpö. sinun. Radio-comm Comp.
fr: Dépl. votre. Radio-comm Comp.
hr_hr: Depl. tvoj. Radio-comm komp.
hu_hu: Depl. a. Radio-comm Comp.
ja_jp: デップ。あなたの。無線通信コンプ
lv: Depl. tavs. Radio-comm Comp.
nl: Depl. jouw. Radio-comm Comp.
no: Avd. din. Radio-comm Comp.
pt_br: Depl. teu. Rádio-comunicação Comp.
ro: Depl. vostru. Radio-comm Comp.
ru: Депл. твой. Радио-коммуникационная комп.
sk_sk: Odplácať. tvoj. Radio-comm Comp.
sv: Depl. din. Radio-comm Comp.
tr_tr: Öğr. sizin. Radyo-İletişim Comp.
uk: Депл. твій. Комп.
zh_cn: 分部你。无线电通信公司

# DisplayName_Item_RadioCommunicationComponentsT2
source: Depl. De. Radio-comm Comp.
ca_ad: Depl. De. Ràdio-coma Comp.
cs_cz: Depl. De. Radio-komunikační komp.
de: Abt. DE. Radio-comm Comp.
es: Depl. De. Comp. de Radio-Comm.
et_ee: Depl. De. Raadio-kompuuter Comp.
fi: Höpö höpö. DE. Radio-comm Comp.
fr: Dépl. De. Radio-comm Comp.
hr_hr: Depl. De. Radio-comm komp.
ja_jp: デップ。デ。無線通信コンプ
no: Avd. De. Radio-comm Comp.
pt_br: Depl. Não. Rádio-comunicação Comp.
ru: Депл. Де. Радио-коммуникационная комп.
sk_sk: Odplácať. De. Radio-comm Comp.
tr_tr: Öğr. De. Radyo-İletişim Comp.
uk: Депл. Де. Комп.
zh_cn: 分部德。无线电通信公司

# DisplayName_Item_RadioCommunicationComponentsT3
source: Depl. CLa. Radio-comm Comp.
ca_ad: Depl. CLa. Ràdio-coma Comp.
cs_cz: Depl. CLa. Radio-komunikační komp.
de: Abt. CLa. Radio-comm Comp.
es: Depl. CLa. Comp. de Radio-Comm.
et_ee: Depl. CLa. Raadio-kompuuter Comp.
fi: Höpö höpö. CLa. Radio-comm Comp.
fr: Dépl. CLa. Radio-comm Comp.
hr_hr: Depl. CLa. Radio-comm komp.
ja_jp: デップ。CLaです。無線通信コンプ
no: Avd. CLa. Radio-comm Comp.
pt_br: Depl. CLa. Rádio-comunicação Comp.
ru: Депл. CLa. Радио-коммуникационная комп.
sk_sk: Odplácať. CLa. Radio-comm Comp.
tr_tr: Öğr. CLa. Radyo-İletişim Comp.
uk: Депл. CLa. Комп.
zh_cn: 分部CLa.无线电通信公司

# DisplayName_Item_ReactorComponentsT1
source: Depl. Ur. Reactor Comp.
ca_ad: Depl. teu. Reactor Comp.
cs_cz: Depl. tvůj. Reaktor Comp.
da: Depl. din. Reaktor Comp.
de: Abt. dein. Reaktor Comp.
es: Depl. usted. Reactor Comp.
et_ee: Depl. sinu. Reaktori komp.
fi: Höpö höpö. sinun. Reaktorin komp.
fr: Dépl. votre. Réacteur Comp.
hr_hr: Depl. tvoj. Račun reaktora
hu_hu: Depl. a. Reaktor Comp.
ja_jp: デップ。あなたの。リアクターコンプ
lv: Depl. tavs. Reaktora kompl.
nl: Depl. jouw. Reactor Comp.
no: Avd. din. Reaktor Comp.
pt_br: Depl. teu. Reator Comp.
ro: Depl. vostru. Comp. reactorului
ru: Депл. твой. Реактор Комп.
sk_sk: Odplácať. tvoj. Reaktor comp.
sv: Depl. din. Reaktor Comp.
tr_tr: Öğr. sizin. Reaktör Komp.
uk: Депл. твій. Реактор Комп.
zh_cn: 分部你。反应堆组件

# DisplayName_Item_ReactorComponentsT2
source: Depl. De. Reactor Comp.
cs_cz: Depl. De. Reaktor Comp.
da: Depl. De. Reaktor Comp.
de: Abt. DE. Reaktor Comp.
et_ee: Depl. De. Reaktori komp.
fi: Höpö höpö. DE. Reaktorin komp.
fr: Dépl. De. Réacteur Comp.
hr_hr: Depl. De. Račun reaktora
hu_hu: Depl. De. Reaktor Comp.
ja_jp: デップ。デ。リアクターコンプ
lv: Depl. De. Reaktora kompl.
no: Avd. De. Reaktor Comp.
pt_br: Depl. Não. Reator Comp.
ro: Depl. De. Comp. reactorului
ru: Депл. Де. Реактор Комп.
sk_sk: Odplácať. De. Reaktor comp.
sv: Depl. De. Reaktor Comp.
tr_tr: Öğr. De. Reaktör Komp.
uk: Депл. Де. Реактор Комп.
zh_cn: 分部德。反应堆组件

# DisplayName_Item_ReactorComponentsT3
source: Depl. CLa. Reactor Comp.
cs_cz: Depl. CLa. Reaktor Comp.
da: Depl. CLa. Reaktor Comp.
de: Abt. CLa. Reaktor Comp.
et_ee: Depl. CLa. Reaktori komp.
fi: Höpö höpö. CLa. Reaktorin komp.
fr: Dépl. CLa. Réacteur Comp.
hr_hr: Depl. CLa. Račun reaktora
hu_hu: Depl. CLa. Reaktor Comp.
ja_jp: デップ。CLaです。リアクターコンプ
lv: Depl. CLa. Reaktora kompl.
no: Avd. CLa. Reaktor Comp.
pt_br: Depl. CLa. Reator Comp.
ro: Depl. CLa. Comp. reactorului
ru: Депл. CLa. Реактор Комп.
sk_sk: Odplácať. CLa. Reaktor comp.
sv: Depl. CLa. Reaktor Comp.
tr_tr: Öğr. CLa. Reaktör Komp.
uk: Депл. CLa. Реактор Комп.
zh_cn: 分部CLa.反应堆组件

# DisplayName_Item_SmallRailgunAmmoT1
source: Depl. Ur. Small Railgun Sabot
ca_ad: Depl. teu. Sabot de pistola petita
cs_cz: Depl. tvůj. Malý railgun sabot
da: Depl. din. Lille Railgun Sabot
de: Abt. dein. Kleiner Railgun-Sabot
es: Depl. usted. Pequeño cañón de riel Sabot
et_ee: Depl. sinu. Väike raudteepüss Sabot
fi: Höpö höpö. sinun. Pieni Railgun Sabot
fr: Dépl. votre. Petit sabot de canon électrique
hr_hr: Depl. tvoj. Mala željeznička puška Sabot
hu_hu: Depl. a. Kis Railgun Sabot
ja_jp: デップ。あなたの。小型レールガンサボ
lv: Depl. tavs. Mazais Railgun Sabots
nl: Depl. jouw. Kleine Railgun Sabot
no: Avd. din. Liten Railgun Sabot
pt_br: Depl. teu. Sabot Railgun Pequeno
ro: Depl. vostru. Pistol mic Sabot
ru: Депл. твой. Маленькая рельсотронная пушка
sk_sk: Odplácať. tvoj. Malý železničný pištoľ Sabot
sv: Depl. din. Liten Railgun Sabot
tr_tr: Öğr. sizin. Küçük Raylı Tüfek Sabotu
uk: Депл. твій. Малий рельсотрон Sabot
zh_cn: 分部你。小型轨道炮弹

# DisplayName_Item_SmallRailgunAmmoT2
source: Depl. De. Small Railgun Sabot
ca_ad: Depl. De. Sabot de pistola petita
cs_cz: Depl. De. Malý railgun sabot
da: Depl. De. Lille Railgun Sabot
de: Abt. DE. Kleiner Railgun-Sabot
es: Depl. De. Pequeño cañón de riel Sabot
et_ee: Depl. De. Väike raudteepüss Sabot
fi: Höpö höpö. DE. Pieni Railgun Sabot
fr: Dépl. De. Petit sabot de canon électrique
hr_hr: Depl. De. Mala željeznička puška Sabot
hu_hu: Depl. De. Kis Railgun Sabot
ja_jp: デップ。デ。小型レールガンサボ
lv: Depl. De. Mazais Railgun Sabots
nl: Depl. De. Kleine Railgun Sabot
no: Avd. De. Liten Railgun Sabot
pt_br: Depl. Não. Sabot Railgun Pequeno
ro: Depl. De. Pistol mic Sabot
ru: Депл. Де. Маленькая рельсотронная пушка
sk_sk: Odplácať. De. Malý železničný pištoľ Sabot
sv: Depl. De. Liten Railgun Sabot
tr_tr: Öğr. De. Küçük Raylı Tüfek Sabotu
uk: Депл. Де. Малий рельсотрон Sabot
zh_cn: 分部德。小型轨道炮弹

# DisplayName_Item_SmallRailgunAmmoT3
source: Depl. CLa. Small Railgun Sabot
ca_ad: Depl. CLa. Sabot de pistola petita
cs_cz: Depl. CLa. Malý railgun sabot
da: Depl. CLa. Lille Railgun Sabot
de: Abt. CLa. Kleiner Railgun-Sabot
es: Depl. CLa. Pequeño cañón de riel Sabot
et_ee: Depl. CLa. Väike raudteepüss Sabot
fi: Höpö höpö. CLa. Pieni Railgun Sabot
fr: Dépl. CLa. Petit sabot de canon électrique
hr_hr: Depl. CLa. Mala željeznička puška Sabot
hu_hu: Depl. CLa. Kis Railgun Sabot
ja_jp: デップ。CLaです。小型レールガンサボ
lv: Depl. CLa. Mazais Railgun Sabots
nl: Depl. CLa. Kleine Railgun Sabot
no: Avd. CLa. Liten Railgun Sabot
pt_br: Depl. CLa. Sabot Railgun Pequeno
ro: Depl. CLa. Pistol mic Sabot
ru: Депл. CLa. Маленькая рельсотронная пушка
sk_sk: Odplácať. CLa. Malý železničný pištoľ Sabot
sv: Depl. CLa. Liten Railgun Sabot
tr_tr: Öğr. CLa. Küçük Raylı Tüfek Sabotu
uk: Депл. CLa. Малий рельсотрон Sabot
zh_cn: 分部CLa.小型轨道炮弹

# DisplayName_Item_SmallSteelTubeT1
source: Depl. Ur. Small Steel Tube
ca_ad: Depl. teu. Tub d'acer petit
cs_cz: Depl. tvůj. Malá ocelová trubka
da: Depl. din. Lille stålrør
de: Abt. dein. Kleines Stahlrohr
es: Depl. usted. Tubo de acero pequeño
et_ee: Depl. sinu. Väike terastoru
fi: Höpö höpö. sinun. Pieni teräsputki
fr: Dépl. votre. Petit tube d’acier
hr_hr: Depl. tvoj. Mala čelična cijev
hu_hu: Depl. a. Kis acélcső
ja_jp: デップ。あなたの。小型鋼管
lv: Depl. tavs. Maza tērauda caurule
nl: Depl. jouw. Kleine stalen buis
no: Avd. din. Lite stålrør
pt_br: Depl. teu. Tubo de aço pequeno
ro: Depl. vostru. Tub mic de oțel
ru: Депл. твой. Маленькая стальная труба
sk_sk: Odplácať. tvoj. Malá oceľová rúrka
sv: Depl. din. Litet stålrör
tr_tr: Öğr. sizin. Küçük Çelik Boru
uk: Депл. твій. Маленька сталева трубка
zh_cn: 分部你。小钢管

# DisplayName_Item_SmallSteelTubeT2
source: Depl. De. Small Steel Tube
ca_ad: Depl. De. Tub d'acer petit
cs_cz: Depl. De. Malá ocelová trubka
da: Depl. De. Lille stålrør
de: Abt. DE. Kleines Stahlrohr
es: Depl. De. Tubo de acero pequeño
et_ee: Depl. De. Väike terastoru
fi: Höpö höpö. DE. Pieni teräsputki
fr: Dépl. De. Petit tube d’acier
hr_hr: Depl. De. Mala čelična cijev
hu_hu: Depl. De. Kis acélcső
ja_jp: デップ。デ。小型鋼管
lv: Depl. De. Maza tērauda caurule
nl: Depl. De. Kleine stalen buis
no: Avd. De. Lite stålrør
pt_br: Depl. Não. Tubo de aço pequeno
ro: Depl. De. Tub mic de oțel
ru: Депл. Де. Маленькая стальная труба
sk_sk: Odplácať. De. Malá oceľová rúrka
sv: Depl. De. Litet stålrör
tr_tr: Öğr. De. Küçük Çelik Boru
uk: Депл. Де. Маленька сталева трубка
zh_cn: 分部德。小钢管

# DisplayName_Item_SmallSteelTubeT3
source: Depl. CLa. Small Steel Tube
ca_ad: Depl. CLa. Tub d'acer petit
cs_cz: Depl. CLa. Malá ocelová trubka
da: Depl. CLa. Lille stålrør
de: Abt. CLa. Kleines Stahlrohr
es: Depl. CLa. Tubo de acero pequeño
et_ee: Depl. CLa. Väike terastoru
fi: Höpö höpö. CLa. Pieni teräsputki
fr: Dépl. CLa. Petit tube d’acier
hr_hr: Depl. CLa. Mala čelična cijev
hu_hu: Depl. CLa. Kis acélcső
ja_jp: デップ。CLaです。小型鋼管
lv: Depl. CLa. Maza tērauda caurule
nl: Depl. CLa. Kleine stalen buis
no: Avd. CLa. Lite stålrør
pt_br: Depl. CLa. Tubo de aço pequeno
ro: Depl. CLa. Tub mic de oțel
ru: Депл. CLa. Маленькая стальная труба
sk_sk: Odplácať. CLa. Malá oceľová rúrka
sv: Depl. CLa. Litet stålrör
tr_tr: Öğr. CLa. Küçük Çelik Boru
uk: Депл. CLa. Маленька сталева трубка
zh_cn: 分部CLa.小钢管

# DisplayName_Item_SolarCellT1
source: Depl. Ur. Solar Cell
ca_ad: Depl. teu. Cèl·lula solar
cs_cz: Depl. tvůj. Sluneční článek
da: Depl. din. Solcelle
de: Abt. dein. Solarzelle
es: Depl. usted. Célula solar
et_ee: Depl. sinu. Päikesepatarei
fi: Höpö höpö. sinun. Aurinkokenno
fr: Dépl. votre. Cellule photovoltaïque
hr_hr: Depl. tvoj. Foto ćelija
hu_hu: Depl. a. Napelem
ja_jp: デップ。あなたの。太陽電池
lv: Depl. tavs. Saules baterija
nl: Depl. jouw. Zonnecel
no: Avd. din. Solcelle
pt_br: Depl. teu. Célula Solar
ro: Depl. vostru. Celulă solară
ru: Депл. твой. Солнечный элемент
sk_sk: Odplácať. tvoj. Solárny článok
sv: Depl. din. Solcell
tr_tr: Öğr. sizin. Güneş Pili
uk: Депл. твій. Сонячна батарея
zh_cn: 分部你。太阳能电池

# DisplayName_Item_SolarCellT2
source: Depl. De. Solar Cell
ca_ad: Depl. De. Cèl·lula solar
cs_cz: Depl. De. Sluneční článek
da: Depl. De. Solcelle
de: Abt. DE. Solarzelle
es: Depl. De. Célula solar
et_ee: Depl. De. Päikesepatarei
fi: Höpö höpö. DE. Aurinkokenno
fr: Dépl. De. Cellule photovoltaïque
hr_hr: Depl. De. Foto ćelija
hu_hu: Depl. De. Napelem
ja_jp: デップ。デ。太陽電池
lv: Depl. De. Saules baterija
nl: Depl. De. Zonnecel
no: Avd. De. Solcelle
pt_br: Depl. Não. Célula Solar
ro: Depl. De. Celulă solară
ru: Депл. Де. Солнечный элемент
sk_sk: Odplácať. De. Solárny článok
sv: Depl. De. Solcell
tr_tr: Öğr. De. Güneş Pili
uk: Депл. Де. Сонячна батарея
zh_cn: 分部德。太阳能电池

# DisplayName_Item_SolarCellT3
source: Depl. CLa. Solar Cell
ca_ad: Depl. CLa. Cèl·lula solar
cs_cz: Depl. CLa. Sluneční článek
da: Depl. CLa. Solcelle
de: Abt. CLa. Solarzelle
es: Depl. CLa. Célula solar
et_ee: Depl. CLa. Päikesepatarei
fi: Höpö höpö. CLa. Aurinkokenno
fr: Dépl. CLa. Cellule photovoltaïque
hr_hr: Depl. CLa. Foto ćelija
hu_hu: Depl. CLa. Napelem
ja_jp: デップ。CLaです。太陽電池
lv: Depl. CLa. Saules baterija
nl: Depl. CLa. Zonnecel
no: Avd. CLa. Solcelle
pt_br: Depl. CLa. Célula Solar
ro: Depl. CLa. Celulă solară
ru: Депл. CLa. Солнечный элемент
sk_sk: Odplácať. CLa. Solárny článok
sv: Depl. CLa. Solcell
tr_tr: Öğr. CLa. Güneş Pili
uk: Депл. CLa. Сонячна батарея
zh_cn: 分部CLa.太阳能电池

# DisplayName_Item_SteelPlateT1
source: Depl. Ur. Steel Plate
ca_ad: Depl. teu. Placa d'acer
cs_cz: Depl. tvůj. Ocelový plech
da: Depl. din. Stålplade
de: Abt. dein. Stahlplatte
es: Depl. usted. Placa de acero
et_ee: Depl. sinu. Terasplaat
fi: Höpö höpö. sinun. Teräslevy
fr: Dépl. votre. Plaque d’acier
hr_hr: Depl. tvoj. Čelična ploča
hu_hu: Depl. a. Acéllemez
ja_jp: デップ。あなたの。鋼板
lv: Depl. tavs. Tērauda plāksne
nl: Depl. jouw. Stalen plaat
no: Avd. din. Stålplate
pt_br: Depl. teu. Chapa de Aço
ro: Depl. vostru. Placă de oțel
ru: Депл. твой. Стальная пластина
sk_sk: Odplácať. tvoj. Oceľový plech
sv: Depl. din. Stålplåt
tr_tr: Öğr. sizin. Çelik levha
uk: Депл. твій. Сталева пластина
zh_cn: 分部你。钢板

# DisplayName_Item_SteelPlateT2
source: Depl. De. Steel Plate
ca_ad: Depl. De. Placa d'acer
cs_cz: Depl. De. Ocelový plech
da: Depl. De. Stålplade
de: Abt. DE. Stahlplatte
es: Depl. De. Placa de acero
et_ee: Depl. De. Terasplaat
fi: Höpö höpö. DE. Teräslevy
fr: Dépl. De. Plaque d’acier
hr_hr: Depl. De. Čelična ploča
hu_hu: Depl. De. Acéllemez
ja_jp: デップ。デ。鋼板
lv: Depl. De. Tērauda plāksne
nl: Depl. De. Stalen plaat
no: Avd. De. Stålplate
pt_br: Depl. Não. Chapa de Aço
ro: Depl. De. Placă de oțel
ru: Депл. Де. Стальная пластина
sk_sk: Odplácať. De. Oceľový plech
sv: Depl. De. Stålplåt
tr_tr: Öğr. De. Çelik levha
uk: Депл. Де. Сталева пластина
zh_cn: 分部德。钢板

# DisplayName_Item_SteelPlateT3
source: Depl. CLa. Steel Plate
ca_ad: Depl. CLa. Placa d'acer
cs_cz: Depl. CLa. Ocelový plech
da: Depl. CLa. Stålplade
de: Abt. CLa. Stahlplatte
es: Depl. CLa. Placa de acero
et_ee: Depl. CLa. Terasplaat
fi: Höpö höpö. CLa. Teräslevy
fr: Dépl. CLa. Plaque d’acier
hr_hr: Depl. CLa. Čelična ploča
hu_hu: Depl. CLa. Acéllemez
ja_jp: デップ。CLaです。鋼板
lv: Depl. CLa. Tērauda plāksne
nl: Depl. CLa. Stalen plaat
no: Avd. CLa. Stålplate
pt_br: Depl. CLa. Chapa de Aço
ro: Depl. CLa. Placă de oțel
ru: Депл. CLa. Стальная пластина
sk_sk: Odplácať. CLa. Oceľový plech
sv: Depl. CLa. Stålplåt
tr_tr: Öğr. CLa. Çelik levha
uk: Депл. CLa. Сталева пластина
zh_cn: 分部CLa.钢板
