Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_DarkEnergyThrust
source: Dark Energy thrusters are powerful thrusters that consume Dark Energy and function in every environment. Dark Energy can be produced from Dark Matter in a Dark Energy generator. Use a Dark Energy tank for storage. Use Conveyors to transport the Dark Energy. Dark Energy thrusters have the same force and component cost as hydrogen thrusters per tier. Every tier of Dark Energy thruster is 1.5x more efficient than the equivalent tier Hydrogen thruster. Dark Energy is 2.25x more energy dense per Liter than Hydrogen.
ca_ad: Els propulsors d'energia fosca són propulsors potents que consumeixen energia fosca i funcionen en tots els ambients. L'energia fosca es pot produir a partir de matèria fosca en un generador d'energia fosca. Utilitzeu un dipòsit d'energia fosca per emmagatzemar-lo. Utilitzeu transportadors per transportar l'energia fosca. Els propulsors d'energia fosca tenen la mateixa força i cost de components que els propulsors d'hidrogen per nivell. Cada nivell de propulsor d'energia fosca és 1.5 vegades més eficient que el propulsor d'hidrogen de nivell equivalent. L'energia fosca és 2,25 vegades més densa d'energia per litre que l'hidrogen.
cs_cz: Trysky temné energie jsou výkonné trysky, které spotřebovávají temnou energii a fungují v každém prostředí. Temná energie může být produkována z temné hmoty v generátoru temné energie. Pro skladování použijte nádrž temné energie. Použijte dopravníky k transportu temné energie. Trysky temné energie mají stejnou sílu a cenu komponent jako vodíkové trysky na vrstvu. Každá vrstva trysky temné energie je 1,5x účinnější než ekvivalentní vodíková tryska. Temná energie má 2,25x vyšší hustotu energie na litr než vodík.
da: Dark Energy thrustere er kraftfulde thrustere, der forbruger mørk energi og fungerer i ethvert miljø. Mørk energi kan produceres fra mørkt stof i en mørk energigenerator. Brug en mørk energitank til opbevaring. Brug transportører til at transportere den mørke energi. Dark Energy thrustere har samme kraft og komponentomkostninger som brintthrustere pr. niveau. Hvert niveau af Dark Energy thruster er 1,5x mere effektivt end den tilsvarende tier Hydrogen thruster. Mørk energi er 2.25x mere energitæt pr. Liter end brint.
de: Dark Energy Thruster sind leistungsstarke Thruster, die Dark Energy verbrauchen und in jeder Umgebung funktionieren. Dunkle Energie kann aus Dunkler Materie in einem Generator für Dunkle Energie erzeugt werden. Verwende einen Dunkelenergietank zum Lagern. Benutze Förderbänder, um die Dunkle Energie zu transportieren. Dark Energy-Triebwerke haben die gleichen Kraft- und Komponentenkosten wie Wasserstofftriebwerke pro Stufe. Jede Stufe des Dark Energy-Triebwerks ist 1,5-mal effizienter als das entsprechende Wasserstoff-Triebwerk. Dunkle Energie hat eine 2,25-mal höhere Energiedichte pro Liter als Wasserstoff.
es: Los propulsores de energía oscura son poderosos propulsores que consumen energía oscura y funcionan en todos los entornos. La energía oscura se puede producir a partir de la materia oscura en un generador de energía oscura. Usa un tanque de energía oscura para el almacenamiento. Usa transportadores para transportar la Energía Oscura. Los propulsores de energía oscura tienen la misma fuerza y coste de componentes que los propulsores de hidrógeno por nivel. Cada nivel de propulsor de energía oscura es 1,5 veces más eficiente que el propulsor de hidrógeno de nivel equivalente. La energía oscura es 2,25 veces más densa en energía por litro que el hidrógeno.
et_ee: Tumeenergia tõukurid on võimsad tõukurid, mis tarbivad tumedat energiat ja toimivad igas keskkonnas. Tumeenergiat saab toota tumeainest tumeenergia generaatoris. Kasutage ladustamiseks Dark Energy paaki. Kasutage tumeda energia transportimiseks konveiereid. Dark Energy tõukuritel on sama jõud ja komponendi maksumus kui vesiniku tõukuritel astme kohta. Iga tumeda energia tõukejõu aste on 1.5x tõhusam kui samaväärse astme vesiniku tõukejõud. Tumeenergia on liitri kohta 2.25x energiatihedam kui vesinik.
fi: Pimeän energian potkurit ovat voimakkaita potkureita, jotka kuluttavat pimeää energiaa ja toimivat kaikissa ympäristöissä. Pimeää energiaa voidaan tuottaa pimeästä aineesta pimeän energian generaattorissa. Käytä varastointiin Dark Energy -säiliötä. Käytä kuljettimia pimeän energian kuljettamiseen. Pimeän energian potkureilla on sama voima ja komponenttikustannukset kuin vetypotkureilla tasoa kohti. Jokainen Dark Energy -potkurin taso on 1.5x tehokkaampi kuin vastaavan tason vetypotkuri. Pimeä energia on 2,25 kertaa energiatiheämpää litraa kohti kuin vety.
fr: Les propulseurs d’énergie noire sont de puissants propulseurs qui consomment de l’énergie noire et fonctionnent dans tous les environnements. L’énergie noire peut être produite à partir de la matière noire dans un générateur d’énergie noire. Utilisez un réservoir d’énergie noire pour le stockage. Utilisez des convoyeurs pour transporter l’énergie noire. Les propulseurs Dark Energy ont la même force et le même coût en composants que les propulseurs à hydrogène par rang. Chaque niveau de propulseur d’énergie noire est 1,5 fois plus efficace que le propulseur à hydrogène de niveau équivalent. L’énergie noire est 2,25 fois plus dense en énergie par litre que l’hydrogène.
hr_hr: Potisnici tamne energije snažni su potisnici koji troše tamnu energiju i funkcioniraju u svakom okruženju. Tamna energija može se proizvesti iz tamne tvari u generatoru tamne energije. Za skladištenje koristite spremnik tamne energije. Koristite transportere za transport tamne energije. Potisnici tamne energije imaju istu silu i cijenu komponenti kao i potisnici vodika po sloju. Svaki sloj potisnika tamne energije učinkovitiji je 1,5 puta učinkovitiji od ekvivalentnog vodikovog potisnika. Tamna energija je 2.25x više energetski gusta po litri od vodika.
hu_hu: A sötét energia hajtóművek erőteljes hajtóművek, amelyek sötét energiát fogyasztanak és minden környezetben működnek. A sötét energia előállítható a sötét anyagból egy sötét energia generátorban. Használj sötét energia tartályt a tároláshoz. Használj szállítószalagokat a sötét energia szállítására. A sötét energiájú hajtóművek ugyanolyan erő- és alkatrészköltséggel rendelkeznek, mint a hidrogénhajtóművek szintenként. A Sötét Energia tolóerő minden szintje 1,5-szer hatékonyabb, mint a megfelelő szintű hidrogén hajtómű. A sötét energia literenként 2,25-ször energiasűrűbb, mint a hidrogén.
ja_jp: ダークエネルギースラスターは、ダークエネルギーを消費し、あらゆる環境で機能する強力なスラスターです。 ダークエネルギーは、ダークエネルギー発生装置でダークマターから生成することができます。ダークエネルギータンクを保管に使用してください。コンベヤを使ってダークエネルギーを輸送する。 ダークエネルギースラスターの威力と部品コストは、水素スラスターと同じTierです。 ダークエナジースラスターの各ティアは、同等のティアの水素スラスターよりも1.5倍効率的です。 ダークエネルギーは、水素の2.25倍のエネルギー密度で1リットルあたりにエネルギー密度があります。
lv: Tumšās enerģijas vilces līdzekļi ir spēcīgi vilces līdzekļi, kas patērē Tumšo enerģiju un darbojas ikvienā vidē. Tumšo enerģiju var ražot no tumšās matērijas tumšās enerģijas ģeneratorā. Uzglabāšanai izmantojiet Dark Energy tvertni. Izmantojiet konveijerus, lai transportētu tumšo enerģiju. Tumšās enerģijas vilcējiem ir tādas pašas spēka un komponentu izmaksas kā ūdeņraža vilces līdzekļiem vienā līmenī. Katrs Tumšās enerģijas vilces līmenis ir 1,5x efektīvāks nekā līdzvērtīga līmeņa ūdeņraža vilces spēks. Tumšā enerģija ir 2,25x enerģētiski blīvāka uz litru nekā ūdeņradis.
nl: Dark Energy thrusters zijn krachtige thrusters die Dark Energy verbruiken en in elke omgeving functioneren. Donkere energie kan worden geproduceerd uit donkere materie in een donkere energiegenerator. Gebruik een Dark Energy-tank voor opslag. Gebruik transportbanden om de donkere energie te transporteren. Dark Energy-stuwraketten hebben dezelfde kracht- en componentkosten als waterstofstuwraketten per laag. Elke laag Dark Energy-boegschroef is 1.5x efficiënter dan de equivalente waterstofboegschroef. Donkere energie is 2.25x meer energiedichtheid per liter dan waterstof.
no: Dark Energy thrustere er kraftige thrustere som forbruker mørk energi og fungerer i alle miljøer. Mørk energi kan produseres fra mørk materie i en mørk energigenerator. Bruk en mørk energitank til lagring. Bruk transportbånd til å transportere den mørke energien. Dark Energy thrustere har samme kraft og komponentkostnad som hydrogenthrustere per nivå. Hvert nivå av Dark Energy thruster er 1,5 ganger mer effektivt enn tilsvarende nivå Hydrogen thruster. Mørk energi er 2,25 ganger mer energitett per liter enn hydrogen.
pt_br: Os propulsores de Energia Escura são poderosos propulsores que consomem Energia Escura e funcionam em todos os ambientes. A Energia Escura pode ser produzida a partir da Matéria Escura em um gerador de Energia Escura. Use um tanque de Energia Escura para armazenamento. Use Transportadores para transportar a Energia Escura. Os propulsores de energia escura têm a mesma força e custo de componentes que os propulsores de hidrogênio por nível. Cada nível de propulsor de Energia Escura é 1,5x mais eficiente do que o propulsor de Hidrogênio de nível equivalente. A Energia Escura é 2,25x mais densa em energia por litro do que o Hidrogênio.
ro: Propulsoarele Dark Energy sunt propulsoare puternice care consumă energie întunecată și funcționează în orice mediu. Energia întunecată poate fi produsă din materia întunecată într-un generator de energie întunecată. Utilizați un rezervor de energie întunecată pentru depozitare. Utilizați transportoare pentru a transporta energia întunecată. Propulsoarele Dark Energy au aceeași forță și cost al componentelor ca propulsoarele cu hidrogen pe nivel. Fiecare nivel de propulsor Dark Energy este de 1,5 ori mai eficient decât propulsorul cu hidrogen de nivel echivalent. Energia întunecată este de 2,25 ori mai densă din punct de vedere energetic pe litru decât hidrogenul.
ru: Двигатели Темной Энергии — это мощные двигатели, которые потребляют Темную Энергию и функционируют в любой среде. Темная энергия может быть произведена из темной материи в генераторе темной энергии. Используйте резервуар с темной энергией для хранения. Используйте конвейеры для транспортировки темной энергии. Двигатели Темной Энергии имеют ту же силу и стоимость компонентов, что и водородные двигатели на каждом уровне. Каждый уровень двигателя Темной Энергии в 1,5 раза эффективнее, чем эквивалентный водородный двигатель. Темная энергия в 2,25 раза более плотная на литр, чем водород.
sk_sk: Motory temnej energie sú výkonné motory, ktoré spotrebúvajú temnú energiu a fungujú v každom prostredí. Temná energia môže byť vyrobená z temnej hmoty v generátore tmavej energie. Na skladovanie použite nádrž na tmavú energiu. Použite dopravníky na prepravu temnej energie. Motory Dark Energy majú rovnakú silu a náklady na komponenty ako vodíkové motory na vrstvu. Každá úroveň motora Dark Energy je 1,5x účinnejšia ako ekvivalentná úroveň vodíkového motora. Tmavá energia je 2,25x energeticky hustejšia na liter ako vodík.
sv: Dark Energy-propellrar är kraftfulla propellrar som förbrukar mörk energi och fungerar i alla miljöer. Mörk energi kan produceras från mörk materia i en mörk energigenerator. Använd en Dark Energy-tank för förvaring. Använd transportörer för att transportera den mörka energin. Dark Energy-propellrar har samma kraft och komponentkostnad som vätgaspropellrar per nivå. Varje nivå av Dark Energy-propeller är 1,5 gånger effektivare än motsvarande nivå av vätgaspropeller. Mörk energi är 2,25 gånger mer energität per liter än väte.
tr_tr: Karanlık Enerji iticileri, Karanlık Enerjiyi tüketen ve her ortamda işlev gören güçlü iticilerdir. Karanlık Enerji, bir Karanlık Enerji jeneratöründe Karanlık Maddeden üretilebilir. Depolama için bir Karanlık Enerji tankı kullanın. Karanlık Enerjiyi taşımak için Konveyörleri kullanın. Karanlık Enerji iticileri, katman başına hidrojen iticileri ile aynı kuvvet ve bileşen maliyetine sahiptir. Dark Energy iticisinin her kademesi, eşdeğer kademe Hidrojen iticisinden 1,5 kat daha verimlidir. Karanlık Enerji, Litre başına Hidrojenden 2.25 kat daha fazla enerji yoğunluğuna sahiptir.
uk: Двигуни Dark Energy — це потужні двигуни, які споживають темну енергію та функціонують у будь-якому середовищі. Темна енергія може бути отримана з темної матерії в генераторі темної енергії. Для зберігання використовуйте резервуар Dark Energy. Використовуйте конвеєри для транспортування темної енергії. Двигуни Dark Energy мають таку ж силу та вартість компонентів, як і водневі двигуни на рівень. Кожен рівень двигуна Dark Energy в 1,5 рази ефективніший, ніж водневий двигун еквівалентного рівня. Темна енергія в 2,25 рази більш насичена енергією на літр, ніж водень.
zh_cn: 暗能量推进器是强大的推进器，可以消耗暗能量并在各种环境中发挥作用。 暗能量可以从暗能量发生器中的暗物质中产生。使用暗能量罐进行储存。使用传送带运输暗能量。 暗能量推进器每层具有与氢推进器相同的力和组件成本。 每一层暗能量推进器的效率都比同等级别的氢推进器高 1.5 倍。 暗能量每升的能量密度是氢气的 2.25 倍。

# Description_DarkPowerGeneratorT0
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. Max Power Output: 5MW Fuel Capacity: 100000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. Potència màxima de sortida: 5MW Capacitat de combustible: 100000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. Maximální výstupní výkon: 5MW Objem palivové nádrže: 100000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. Maks. effekt: 5MW Brændstof kapacitet: 100000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. Maximale Leistung: 5MW Kraftstoffkapazität: 100000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. Potencia máxima de salida: 5MW Capacidad de combustible: 100000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. Maksimaalne võimsus: 5MW Kütuse maht: 100000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. Suurin teho: 5MW Polttoainekapasiteetti: 100000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. Puissance de sortie maximale : 5 MW Capacité de carburant : 100000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. Maksimalna izlazna snaga: 5MW Kapacitet goriva: 100000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. Max. teljesítmény: 5MW Üzemanyagtartály: 100000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 最大出力:5MW 燃料容量:100000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. Maksimālā jauda: 5MW Degvielas ietilpība: 100000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. Maximaal uitgangsvermogen: 5MW Tankinhoud: 100000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. Maks utgangseffekt: 5MW Drivstoff kapasitet: 100000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. Potência máxima: 5MW Capacidade de combustível: 100000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. Putere maximă de ieșire: 5MW Capacitate combustibil: 100000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. Максимальная выходная мощность: 5 МВт Объем топливного бака: 100000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. Maximálny výkon: 5MW Kapacita paliva: 100000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. Max uteffekt: 5MW Bränslekapacitet: 100000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Maksimum Güç Çıkışı: 5MW Yakıt kapasitesi: 100000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. Максимальна вихідна потужність: 5 МВт Запас палива: 100000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 最大功率输出：5MW 燃油容量：100000L
