Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_LargeClangiumReactorT2
source: Proficient Large Clangium Reactor
ca_ad: Reactor de clangi gran competent
cs_cz: Zkušený velký reaktor Clangium
da: Dygtig stor clangiumreaktor
de: Kompetenter großer Clangium-Reaktor
es: Reactor Clangium grande competente
et_ee: Vilunud suur clangiumi reaktor
fi: Taitava suuri klangiumreaktori
fr: Grand réacteur à clangium compétent
hr_hr: Iskusni veliki clangium reaktor
hu_hu: Proficient Large Clangium reaktor
ja_jp: 熟練した大型Clangiumリアクター
lv: Lietpratīgs lielais klangija reaktors
nl: Bekwame grote clangiumreactor
no: Dyktig stor klangiumreaktor
pt_br: Proficiente Grande Reator de Clângio
ro: Reactor mare de clangiu competent
ru: Опытный большой клингиевый реактор
sk_sk: Skúsený veľký klangiový reaktor
sv: Skicklig stor klangiumreaktor
tr_tr: Yetkin Büyük Clangium Reaktörü
uk: Досвідчений великий клангієвий реактор
zh_cn: 熟练的大型钳铚反应堆

# DisplayName_Block_LargeClangiumReactorT3
source: Elite Large Clangium Reactor
ca_ad: Reactor d'elit de gran clangi
cs_cz: Elitní velký reaktor Clangium
da: Elite stor clangiumreaktor
de: Elite Großer Clangium-Reaktor
es: Reactor de Clangium grande Elite
et_ee: Elite suur clangiumi reaktor
fi: Eliitti suuri klaniumreaktori
fr: Grand réacteur à clangium Elite
hr_hr: Elitni veliki clangium reaktor
hu_hu: Elite Nagy Clangium reaktor
ja_jp: エリート大型クランギウムリアクター
lv: Elites lielais klangija reaktors
nl: Elite Grote Clangium Reactor
no: Elite stor klangiumreaktor
pt_br: Reator de Clângio Grande Elite
ro: Elite mare Clangium reactor
ru: Элитный большой клингиевый реактор
sk_sk: Elitný veľký klangiový reaktor
sv: Elite stor klangiumreaktor
tr_tr: Elit Büyük Klanjiyum Reaktörü
uk: Елітний великий клангієвий реактор
zh_cn: 精英大型钳铯反应堆

# DisplayName_Block_LargeDarkEnergyReactorT0
source: Large Dark Energy Reactor
ca_ad: Gran reactor d'energia fosca
cs_cz: Velký reaktor na temnou energii
da: Stor mørk energireaktor
de: Großer Reaktor für dunkle Energie
es: Gran reactor de energía oscura
et_ee: Suur tumeenergia reaktor
fi: Suuri pimeän energian reaktori
fr: Grand réacteur d’énergie sombre
hr_hr: Veliki reaktor tamne energije
hu_hu: Nagy sötét energia reaktor
ja_jp: 大型暗黒エネルギー炉
lv: Liels tumšās enerģijas reaktors
nl: Grote donkere energiereactor
no: Stor mørk energireaktor
pt_br: Grande Reator de Energia Escura
ro: Reactor mare de energie întunecată
ru: Большой реактор темной энергии
sk_sk: Veľký reaktor s tmavou energiou
sv: Stor reaktor för mörk energi
tr_tr: Büyük Karanlık Enerji Reaktörü
uk: Великий реактор темної енергії
zh_cn: 大型暗能量反应堆

# DisplayName_Block_LargeDarkEnergyReactorT1
source: Enhanced Large Dark Energy Reactor
ca_ad: Gran reactor d'energia fosca millorat
cs_cz: Vylepšený velký reaktor na temnou energii
da: Forbedret stor mørk energireaktor
de: Verbesserter großer Reaktor für dunkle Energie
es: Gran reactor de energía oscura mejorado
et_ee: Täiustatud suur tumeenergia reaktor
fi: Parannettu suuri pimeän energian reaktori
fr: Grand réacteur d’énergie sombre amélioré
hr_hr: Poboljšani veliki reaktor tamne energije
hu_hu: Továbbfejlesztett nagy sötét energia reaktor
ja_jp: 改良型大型暗黒エネルギー炉
lv: Uzlabots liels tumšās enerģijas reaktors
nl: Verbeterde grote reactor voor donkere energie
no: Forbedret stor mørk energireaktor
pt_br: Reator de Energia Escura Grande Aprimorado
ro: Reactor mare de energie întunecată îmbunătățit
ru: Улучшенный Большой Реактор Темной Энергии
sk_sk: Vylepšený veľký reaktor s tmavou energiou
sv: Förbättrad stor reaktor för mörk energi
tr_tr: Geliştirilmiş Büyük Karanlık Enerji Reaktörü
uk: Удосконалений великий реактор темної енергії
zh_cn: 增强型大型暗能量反应堆

# DisplayName_Block_LargeDarkEnergyReactorT2
source: Proficient Large Dark Energy Reactor
ca_ad: Gran reactor d'energia fosca competent
cs_cz: Zdatný velký reaktor na temnou energii
da: Dygtig stor mørk energireaktor
de: Leistungsfähiger großer Reaktor für dunkle Energie
es: Potente reactor de energía oscura
et_ee: Vilunud suur tumeenergia reaktor
fi: Taitava suuri pimeän energian reaktori
fr: Grand réacteur d’énergie noire compétent
hr_hr: Iskusni reaktor velike tamne energije
hu_hu: Proficiens nagy sötét energia reaktor
ja_jp: 熟練の大型暗黒エネルギー炉
lv: Lietpratīgs liels tumšās enerģijas reaktors
nl: Bekwame grote donkere energiereactor
no: Dyktig stor mørk energireaktor
pt_br: Proficiente Grande Reator de Energia Escura
ro: Reactor mare de energie întunecată competent
ru: Опытный Большой Реактор Темной Энергии
sk_sk: Skúsený veľký reaktor s tmavou energiou
sv: Skicklig stor mörkenergireaktor
tr_tr: Yetkin Büyük Karanlık Enerji Reaktörü
uk: Досвідчений великий реактор темної енергії
zh_cn: 精通大型暗能量反应堆

# DisplayName_Block_LargeDarkEnergyReactorT3
source: Elite Large Dark Energy Reactor
ca_ad: Gran reactor d'energia fosca d'elit
cs_cz: Elitní velký reaktor temné energie
da: Elite stor mørk energireaktor
de: Großer Elite-Reaktor für dunkle Energie
es: Gran reactor de energía oscura de élite
et_ee: Elite suur tumeenergia reaktor
fi: Suuri pimeän energian eliittireaktori
fr: Grand réacteur d’énergie noire d’élite
hr_hr: Elitni veliki reaktor tamne energije
hu_hu: Elit Nagy Sötét Energia Reaktor
ja_jp: エリート大型暗黒エネルギー炉
lv: Elites lielais tumšās enerģijas reaktors
nl: Elite Grote Donkere Energie Reactor
no: Elite stor mørk energireaktor
pt_br: Grande Reator de Energia Escura Elite
ru: Элитный Большой Реактор Темной Энергии
sk_sk: Elitný veľký tmavý energetický reaktor
sv: Elite stor reaktor för mörk energi
tr_tr: Elit Büyük Karanlık Enerji Reaktörü
uk: Елітний великий реактор темної енергії
zh_cn: 精英大型暗能量反应堆

# DisplayName_Block_LargeDarkEnergyThrustT0
source: Large Dark Energy Thruster
ca_ad: Gran propulsor d'energia fosca
cs_cz: Velký tryska temné energie
da: Stor mørk energi thruster
de: Großes Dark-Energy-Triebwerk
es: Gran propulsor de energía oscura
et_ee: Suur tumeda energia tõukejõud
fi: Suuri pimeän energian potkuri
fr: Grand propulseur d’énergie noire
hr_hr: Veliki potisnik tamne energije
hu_hu: Nagy sötét energia hajtómű
ja_jp: 大型ダークエネルギースラスター
lv: Liels tumšās enerģijas vilces līdzeklis
nl: Grote donkere energieboegschroef
no: Stor mørk energi thruster
pt_br: Grande propulsor de energia escura
ro: Propulsor mare de energie întunecată
ru: Большой двигатель темной энергии
sk_sk: Veľký ťahač temnej energie
sv: Stor Dark Energy-propeller
tr_tr: Büyük Karanlık Enerji İtici
uk: Великий двигун темної енергії
zh_cn: 大型暗能量推进器

# DisplayName_Block_LargeDarkEnergyThrustT1
source: Enhanced Large Dark Energy Thruster
ca_ad: Propulsor d'energia fosca gran millorat
cs_cz: Vylepšený velký tryska temné energie
da: Forbedret propel med mørk energi
de: Verbessertes großes Dark-Energy-Triebwerk
es: Propulsor de energía oscura grande mejorado
et_ee: Täiustatud suur tumeda energia tõukejõud
fi: Parannettu suuri pimeän energian potkuri
fr: Grand propulseur d’énergie noire amélioré
hr_hr: Poboljšani veliki potisnik tamne energije
hu_hu: Továbbfejlesztett nagy sötét energia hajtómű
ja_jp: 強化型大型ダークエネルギースラスター
lv: Uzlabots liels tumšās enerģijas vilces līdzeklis
nl: Verbeterde grote boegschroef met donkere energie
no: Forbedret stor mørk energi thruster
pt_br: Propulsor de Energia Escura Grande Aprimorado
ro: Propulsor îmbunătățit de energie întunecată
ru: Улучшенный большой двигатель темной энергии
sk_sk: Vylepšený veľký tmavý energetický motor;
sv: Förbättrad stor Dark Energy-propeller
tr_tr: Geliştirilmiş Büyük Karanlık Enerji İtici
uk: Покращений великий двигун темної енергії
zh_cn: 增强型大型暗能量推进器

# DisplayName_Block_LargeDarkEnergyThrustT2
source: Proficient Large Dark Energy Thruster
ca_ad: Propulsor d'energia fosca gran competent
cs_cz: Zdatný velký tryska temné energie
da: Dygtig propel med stor mørk energi
de: Kompetenter großer Dark Energy Thruster
es: Propulsor de energía oscura grande competente
et_ee: Vilunud suur tumeda energia tõukejõud
fi: Taitava suuren pimeän energian potkuri
fr: Grand propulseur d’énergie noire compétent
hr_hr: Vješt veliki potisnik tamne energije
hu_hu: Gyakorlott nagy sötét energia hajtómű
ja_jp: 熟練の大型ダークエネルギースラスター
lv: Prasmīgs liels tumšās enerģijas vilces līdzeklis
nl: Bekwame grote boegschroef met donkere energie
no: Dyktig stor mørk energi thruster
pt_br: Propulsor de Energia Escura Grande Proficiente
ro: Propulsor puternic de energie întunecată
ru: Опытный Большой Двигатель Темной Энергии
sk_sk: Zdatný veľký ťahač temnej energie
sv: Skicklig stor mörk energipropeller
tr_tr: Yetkin Büyük Karanlık Enerji İtici
uk: Досвідчений великий двигун темної енергії
zh_cn: 精通大型暗能量推进器

# DisplayName_Block_LargeDarkEnergyThrustT3
source: Elite Large Dark Energy Thruster
ca_ad: Propulsor d'elit gran energia fosca
cs_cz: Elitní velký tryska temné energie
da: Elite stor mørk energi thruster
de: Elite-Triebwerk für große Dunkle Energie
es: Propulsor de energía oscura grande de élite
et_ee: Elite suur tumeda energia tõukejõud
fi: Elite suuri pimeän energian potkuri
fr: Grand propulseur d’énergie noire Elite
hr_hr: Elitni veliki potisnik tamne energije
hu_hu: Elite Nagy Sötét Energia Hajtómű
ja_jp: エリート・ラージ・ダーク・エネルギー・スラスター
lv: Elites lielais tumšās enerģijas vilcējs
nl: Elite grote boegschroef met donkere energie
no: Elite stor mørk energi thruster
pt_br: Propulsor de Energia Escura Grande de Elite
ro: Propulsor de elită mare pentru energie întunecată
ru: Элитный большой двигатель темной энергии
sk_sk: Elitný veľký temný energetický motorník
sv: Elite stor mörk energipropeller
tr_tr: Elit Büyük Karanlık Enerji İtici
uk: Елітний великий двигун темної енергії
zh_cn: 精英大型暗能量推进器

# DisplayName_Block_LargeHydrogenThrustIndustrialT1
source: Enhanced Industrial Large Hydrogen Thruster
ca_ad: Propulsor industrial d'hidrogen gran millorat
cs_cz: Vylepšený průmyslový velký vodíkový motor
da: Forbedret industriel stor brintthruster
de: Verbessertes industrielles großes Wasserstoff-Triebwerk
es: Propulsor de hidrógeno industrial grande mejorado
et_ee: Täiustatud tööstuslik suur vesiniku tõukejõud
fi: Parannettu teollinen suuri vetypotkuri
fr: Grand propulseur à hydrogène industriel amélioré
hr_hr: Poboljšani industrijski potisnik za veliki vodik
hu_hu: Továbbfejlesztett ipari nagy hidrogénhajtómű
ja_jp: 改良型産業用大型水素スラスタ
lv: Uzlabots rūpnieciskais lielais ūdeņraža vilces līdzeklis
nl: Verbeterde industriële grote waterstofboegschroef
no: Forbedret industriell stor hydrogenthruster
pt_br: Propulsor de hidrogênio industrial de grande porte aprimorado
ro: Propulsor industrial cu hidrogen mare îmbunătățit
ru: Усовершенствованный промышленный большой водородный двигатель
sk_sk: Vylepšený priemyselný veľký vodíkový motor
sv: Förbättrad industriell stor vätgaspropeller
tr_tr: Geliştirilmiş Endüstriyel Büyük Hidrojen İtici
uk: Покращений промисловий великий водневий двигун
zh_cn: 增强型工业大型氢气推进器

# DisplayName_Block_LargeHydrogenThrustIndustrialT2
source: Proficient Industrial Large Hydrogen Thruster
ca_ad: Propulsor industrial d'hidrogen gran competent
cs_cz: Zkušený průmyslový velký vodíkový tryska
da: Dygtig industriel stor brintthruster
de: Kompetenter industrieller großer Wasserstoffantrieb
es: Propulsor de hidrógeno industrial industrial de gran tamaño competente
et_ee: Vilunud tööstuslik suur vesiniku tõukejõud
fi: Taitava teollinen suuri vetypotkuri
fr: Grand propulseur à hydrogène industriel compétent
hr_hr: Stručni industrijski veliki potisnik vodika
hu_hu: Gyakorlott ipari nagy hidrogénhajtómű
ja_jp: 堪能な産業用大型水素スラスタ
lv: Lietpratīgs rūpnieciskais lielais ūdeņraža vilces līdzeklis
nl: Bekwame industriële grote waterstofboegschroef
no: Dyktig industriell stor hydrogenthruster
pt_br: Propulsor de hidrogênio industrial proficiente
ro: Propulsor industrial cu hidrogen mare
ru: Опытный промышленный большой водородный двигатель
sk_sk: Zdatný priemyselný veľký vodíkový motor;
sv: Skicklig industriell stor vätgaspropeller
tr_tr: Yetkin Endüstriyel Büyük Hidrojen İtici
uk: Досвідчений промисловий великий водневий двигун
zh_cn: 熟练工业大型氢气推进器

# DisplayName_Block_LargeHydrogenThrustIndustrialT3
source: Elite Industrial Large Hydrogen Thruster
ca_ad: Propulsor d'hidrogen gran industrial d'elit
cs_cz: Elitní průmyslový velký vodíkový tryska
da: Elite industriel stor brintpropel
de: Elite Industrielles großes Wasserstoff-Triebwerk
es: Propulsor de hidrógeno grande industrial de élite
et_ee: Elite tööstuslik suur vesiniku tõukejõud
fi: Eliitti teollinen suuri vetypotkuri
fr: Grand propulseur à hydrogène industriel Elite
hr_hr: Elitni industrijski veliki potisnik vodika
hu_hu: Elite ipari nagy hidrogénhajtómű
ja_jp: エリート産業用大型水素スラスタ
lv: Elites rūpnieciskais lielais ūdeņraža vilces līdzeklis
nl: Elite industriële grote waterstofboegschroef
no: Elite industriell stor hydrogenthruster
pt_br: Propulsor de hidrogênio industrial de grande porte Elite
ro: Propulsor industrial de elită cu hidrogen mare
ru: Элитный промышленный большой водородный двигатель
sv: Elite industriell stor vätgaspropeller
tr_tr: Elite Endüstriyel Büyük Hidrojen İtici
uk: Елітний промисловий великий водневий двигун
zh_cn: 精英工业大型氢推进器

# DisplayName_Block_LargeHydrogenThrustT1
source: Enhanced Large Hydrogen Thruster
ca_ad: Propulsor d'hidrogen gran millorat
cs_cz: Vylepšený velký vodíkový motor
da: Forbedret stor brintthruster
de: Verbessertes großes Wasserstoff-Triebwerk
es: Propulsor de hidrógeno grande mejorado
et_ee: Täiustatud suur vesiniku tõukejõud
fi: Parannettu suuri vetypotkuri
fr: Grand propulseur à hydrogène amélioré
hr_hr: Poboljšani veliki potisnik vodika
hu_hu: Továbbfejlesztett nagy hidrogénhajtómű
ja_jp: 改良型大型水素スラスタ
lv: Uzlabots liels ūdeņraža vilces līdzeklis
nl: Verbeterde grote waterstofboegschroef
no: Forbedret stor hydrogenthruster
pt_br: Propulsor de hidrogênio grande aprimorado
ro: Propulsor mare de hidrogen îmbunătățit
ru: Усовершенствованный большой водородный двигатель
sk_sk: Vylepšený veľký vodíkový motor
sv: Förbättrad stor vätgaspropeller
tr_tr: Geliştirilmiş Büyük Hidrojen İtici
uk: Покращений великий водневий підрулюючий пристрій
zh_cn: 增强型大型氢气推进器

# DisplayName_Block_LargeHydrogenThrustT2
source: Proficient Large Hydrogen Thruster
ca_ad: Propulsor d'hidrogen gran competent
cs_cz: Zkušený velký vodíkový tryska
da: Dygtig stor brintpropel
de: Kompetentes großes Wasserstoff-Triebwerk
es: Propulsor de hidrógeno grande competente
et_ee: Vilunud suur vesiniku tõukejõud
fi: Taitava suuri vetypotkuri
fr: Grand propulseur à hydrogène compétent
hr_hr: Vješt veliki potisnik vodika
hu_hu: Profici nagy hidrogénhajtómű
ja_jp: 熟練の大型水素スラスタ
lv: Prasmīgs liels ūdeņraža vilces līdzeklis
nl: Bekwame grote waterstofboegschroef
no: Dyktig stor hydrogenthruster
pt_br: Propulsor de hidrogênio grande proficiente
ro: Propulsor mare de hidrogen competent
ru: Опытный большой водородный двигатель
sk_sk: Zdatný veľký vodíkový motor;
sv: Skicklig stor vätepropeller
tr_tr: Yetkin Büyük Hidrojen İtici
uk: Досвідчений великий водневий підрулюючий пристрій
zh_cn: 熟练的大型氢气推进器

# DisplayName_Block_LargeHydrogenThrustT3
source: Elite Large Hydrogen Thruster
ca_ad: Propulsor d'hidrogen gran d'elit
cs_cz: Elitní velký vodíkový tryska
da: Elite stor brint thruster
de: Elite Großes Wasserstoff-Triebwerk
es: Propulsor de hidrógeno grande de élite
et_ee: Elite suur vesiniku tõukejõud
fi: Elite suuri vetypotkuri
fr: Grand propulseur à hydrogène Elite
hr_hr: Elitni veliki potisnik vodika
hu_hu: Elite nagy hidrogénhajtómű
ja_jp: エリート大型水素スラスタ
lv: Elites lielais ūdeņraža vilces līdzeklis
nl: Elite grote waterstofboegschroef
no: Elite stor hydrogenthruster
pt_br: Propulsor de hidrogênio grande de elite
ro: Propulsor mare de hidrogen Elite
ru: Элитный большой водородный двигатель
sk_sk: Elitný veľký vodíkový motorček
sv: Elite stor vätgaspropeller
tr_tr: Elit Büyük Hidrojen İtici
uk: Елітний великий водневий підрулюючий пристрій
zh_cn: 精英大型氢气推进器

# DisplayName_Block_LargeIndustrialCargoContainerT1
source: Large Industrial Cargo Container
ca_ad: Gran contenidor de càrrega industrial
cs_cz: Velký průmyslový nákladní kontejner
da: Stor industriel godscontainer
de: Großer industrieller Frachtcontainer
es: Contenedor de carga industrial grande
et_ee: Suur tööstuslik kaubakonteiner
fi: Suuri teollinen rahtikontti
fr: Grand conteneur de fret industriel
hr_hr: Veliki industrijski spremnik za teret
hu_hu: Nagy ipari teherszállító konténer
ja_jp: 大型産業用貨物コンテナ
lv: Lielie industriālie kravu konteineri
nl: Grote industriële vrachtcontainer
no: Stor industriell lastecontainer
pt_br: Contêiner de Carga Industrial de Grande Porte
ro: Containere industriale mari de marfă
ru: Большой промышленный грузовой контейнер
sk_sk: Veľký priemyselný nákladný kontajner
sv: Stor industriell lastcontainer
tr_tr: Büyük Endüstriyel Kargo Konteyneri
uk: Великий промисловий вантажний контейнер
zh_cn: 大型工业货物集装箱

# DisplayName_Block_LargeIndustrialCargoContainerT2
source: Large Industrial Cargo Container
ca_ad: Gran contenidor de càrrega industrial
cs_cz: Velký průmyslový nákladní kontejner
da: Stor industriel godscontainer
de: Großer industrieller Frachtcontainer
es: Contenedor de carga industrial grande
et_ee: Suur tööstuslik kaubakonteiner
fi: Suuri teollinen rahtikontti
fr: Grand conteneur de fret industriel
hr_hr: Veliki industrijski spremnik za teret
hu_hu: Nagy ipari teherszállító konténer
ja_jp: 大型産業用貨物コンテナ
lv: Lielie industriālie kravu konteineri
nl: Grote industriële vrachtcontainer
no: Stor industriell lastecontainer
pt_br: Contêiner de Carga Industrial de Grande Porte
ro: Containere industriale mari de marfă
ru: Большой промышленный грузовой контейнер
sk_sk: Veľký priemyselný nákladný kontajner
sv: Stor industriell lastcontainer
tr_tr: Büyük Endüstriyel Kargo Konteyneri
uk: Великий промисловий вантажний контейнер
zh_cn: 大型工业货物集装箱

# DisplayName_Block_LargeIndustrialCargoContainerT3
source: Large Industrial Cargo Container
ca_ad: Gran contenidor de càrrega industrial
cs_cz: Velký průmyslový nákladní kontejner
da: Stor industriel godscontainer
de: Großer industrieller Frachtcontainer
es: Contenedor de carga industrial grande
et_ee: Suur tööstuslik kaubakonteiner
fi: Suuri teollinen rahtikontti
fr: Grand conteneur de fret industriel
hr_hr: Veliki industrijski spremnik za teret
hu_hu: Nagy ipari teherszállító konténer
ja_jp: 大型産業用貨物コンテナ
lv: Lielie industriālie kravu konteineri
nl: Grote industriële vrachtcontainer
no: Stor industriell lastecontainer
pt_br: Contêiner de Carga Industrial de Grande Porte
ro: Containere industriale mari de marfă
ru: Большой промышленный грузовой контейнер
sk_sk: Veľký priemyselný nákladný kontajner
sv: Stor industriell lastcontainer
tr_tr: Büyük Endüstriyel Kargo Konteyneri
uk: Великий промисловий вантажний контейнер
zh_cn: 大型工业货物集装箱

# DisplayName_Block_LargeIndustrialQCargoContainerT0
source: Large Industrial Quantum Cargo Container
ca_ad: Gran contenidor industrial de càrrega quàntica
cs_cz: Velký průmyslový nákladní kontejner Quantum
da: Stor industriel kvantelastcontainer
de: Großer industrieller Quanten-Frachtcontainer
es: Contenedor de carga cuántico industrial grande
et_ee: Suur tööstuslik kvantkaubakonteiner
fi: Suuri teollinen kvanttirahtikontti
fr: Grand conteneur de fret quantique industriel
hr_hr: Veliki industrijski kvantni teretni kontejner
hu_hu: Nagy ipari kvantum rakománykonténer
ja_jp: 大型産業用量子貨物コンテナ
lv: Liels industriālais kvantu kravu konteiners
nl: Grote industriële kwantumvrachtcontainer
no: Stor industriell kvantelastbeholder
pt_br: Grande Contêiner de Carga Industrial Quantum
ro: Container industrial mare de marfă cuantică
ru: Большой промышленный грузовой контейнер Quantum
sk_sk: Veľký priemyselný kvantový nákladný kontajner
sv: Stor industriell kvantlastcontainer
tr_tr: Büyük Endüstriyel Kuantum Kargo Konteyneri
uk: Великий промисловий квантовий вантажний контейнер
zh_cn: 大型工业量子货柜

# DisplayName_Block_LargeIndustrialQCargoContainerT1
source: Enhanced Large Industrial Quantum Cargo Container
ca_ad: Gran contenidor de càrrega quàntica industrial millorat
cs_cz: Vylepšený velký průmyslový kontejner Quantum Cargo
da: Forbedret stor industriel kvantelastcontainer
de: Verbesserter großer industrieller Quantenfrachtcontainer
es: Contenedor de carga cuántico industrial grande mejorado
et_ee: Täiustatud suur tööstuslik kvantkaubakonteiner
fi: Parannettu suuri teollinen kvanttirahtikontti
fr: Grand conteneur de fret quantique industriel amélioré
hr_hr: Poboljšani veliki industrijski kvantni teretni kontejner
hu_hu: Továbbfejlesztett nagyméretű ipari kvantum teherkonténer
ja_jp: 改良型大型産業用量子貨物コンテナ
lv: Uzlabots liels rūpnieciskais kvantu kravas konteiners
nl: Verbeterde grote industriële kwantumvrachtcontainer
no: Forbedret stor industriell kvantelastbeholder
pt_br: Contêiner de carga quântica industrial de grande porte aprimorado
ro: Container industrial cuantic de marfă industrială îmbunătățit
ru: Усовершенствованный большой промышленный грузовой контейнер Quantum
sk_sk: Vylepšený veľký priemyselný kvantový nákladný kontajner
sv: Förbättrad stor industriell kvantlastcontainer
tr_tr: Geliştirilmiş Büyük Endüstriyel Kuantum Kargo Konteyneri
uk: Покращений великий промисловий квантовий вантажний контейнер
zh_cn: 增强型大型工业量子货柜

# DisplayName_Block_LargeIndustrialQCargoContainerT2
source: Proficient Large Industrial Quantum Cargo Container
ca_ad: Gran contenidor de càrrega quàntica industrial competent
cs_cz: Profesionální velký průmyslový kvantový nákladní kontejner
da: Dygtig stor industriel kvantelastcontainer
de: Kompetenter großer industrieller Quantenfrachtcontainer
es: Contenedor de carga cuántica industrial de gran tamaño competente
et_ee: Vilunud suur tööstuslik kvantkaubakonteiner
fi: Taitava suuri teollinen kvanttirahtikontti
fr: Grand conteneur de cargaison quantique industriel compétent
hr_hr: Stručni veliki industrijski kvantni teretni kontejner
hu_hu: Proficiens nagy ipari kvantum teherkonténer
ja_jp: 堪能な大型産業用量子貨物コンテナ
lv: Lietpratīgs liels industriālais kvantu kravu konteiners
nl: Bekwame grote industriële kwantumvrachtcontainer
no: Dyktig stor industriell kvantelastbeholder
pt_br: Contêiner de carga quântica industrial de grande porte
ro: Container de marfă cuantic industrial mare
ru: Опытный большой промышленный квантовый грузовой контейнер
sk_sk: Skúsený veľký priemyselný kvantový nákladný kontajner
sv: Skicklig stor industriell kvantlastcontainer
tr_tr: Yetkin Büyük Endüstriyel Kuantum Kargo Konteyneri
uk: Досвідчений великий промисловий квантовий вантажний контейнер
zh_cn: 熟练的大型工业量子货柜

# DisplayName_Block_LargeIndustrialQCargoContainerT3
source: Elite Large Industrial Quantum Cargo Container
ca_ad: Gran contenidor industrial de càrrega quàntica d'elit
cs_cz: Velký průmyslový kontejner Quantum Cargo Elite
da: Elite stor industriel kvantelastcontainer
de: Elite Großer industrieller Quanten-Frachtcontainer
es: Contenedor de carga cuántico industrial grande de élite
et_ee: Elite suur tööstuslik kvantveokonteiner
fi: Suuri eliitti teollinen kvanttirahtikontti
fr: Grand conteneur de fret quantique industriel Elite
hr_hr: Elitni veliki industrijski kvantni teretni kontejner
hu_hu: Elite nagy ipari kvantum teherkonténer
ja_jp: エリート大型産業用量子カーゴコンテナ
lv: Elites lielais industriālais kvantu kravu konteiners
nl: Elite grote industriële kwantumvrachtcontainer
no: Elite stor industriell kvantelastbeholder
pt_br: Elite Grande Contêiner de Carga Industrial Quantum
ro: Container de marfă cuantic industrial mare Elite
ru: Элитный Большой Промышленный Квантовый Грузовой Контейнер
sk_sk: Elitný veľký priemyselný kvantový nákladný kontajner
sv: Elite stor industriell kvantlastcontainer
tr_tr: Elit Büyük Endüstriyel Kuantum Kargo Konteyneri
uk: Елітний великий промисловий квантовий вантажний контейнер
zh_cn: 精英大型工业量子货柜
