Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_QYRefineryIndustrialT2
source: Proficient Quantum Industrial Refinery (Yield)
ca_ad: Refineria industrial quàntica competent (rendiment)
cs_cz: Profesionální kvantová průmyslová rafinérie (výtěžnost)
da: Dygtigt kvanteindustrielt raffinaderi (udbytte)
de: Kompetente quantenindustrielle Raffinerie (Ausbeute)
es: Refinería industrial cuántica competente (rendimiento)
et_ee: Vilunud kvanttööstuslik rafineerimistehas (saagikus)
fi: Taitava kvanttiteollisuusjalostamo (tuotto)
fr: Raffinerie industrielle quantique compétente (rendement)
hr_hr: Stručna kvantna industrijska rafinerija (prinos)
hu_hu: Proficient kvantumipari finomító (hozam)
ja_jp: 堪能な量子工業用精錬所(収量)
lv: Lietpratīga kvantu rūpnieciskā rafinēšana (ienesīgums)
nl: Bekwame kwantum industriële raffinaderij (opbrengst)
no: Dyktig kvanteindustrielt raffineri (utbytte)
pt_br: Refinaria Industrial Quântica Proficiente (Rendimento)
ro: Rafinărie industrială cuantică competentă (randament)
ru: Опытный квантовый промышленный нефтеперерабатывающий завод (выход)
sk_sk: Skúsená kvantová priemyselná rafinéria (výnos)
sv: Skickligt kvantindustriellt raffinaderi (avkastning)
tr_tr: Yetkin Kuantum Endüstriyel Rafineri (Verim)
uk: Досвідчений квантовий промисловий нафтопереробний завод (врожайність)
zh_cn: 精通量子工业精炼厂（产量）

# DisplayName_Block_QYRefineryIndustrialT3
source: Elite Quantum Industrial Refinery (Yield)
ca_ad: Refineria industrial quàntica d'elit (rendiment)
cs_cz: Elitní kvantová průmyslová rafinérie (výtěžek)
da: Elite kvanteindustrielt raffinaderi (udbytte)
de: Elite-Quanten-Industrieraffinerie (Ausbeute)
es: Refinería industrial Elite Quantum (Rendimiento)
et_ee: Elite kvanttööstuslik rafineerimistehas (saagikus)
fi: Elite Quantum Industrial Refinery (tuotto)
fr: Raffinerie industrielle Elite Quantum (rendement)
hr_hr: Elitna kvantna industrijska rafinerija (prinos)
hu_hu: Elite kvantumipari finomító (hozam)
ja_jp: エリート量子工業用製油所(産出量)
lv: Elites kvantu rūpnieciskā rafinēšana (raža)
nl: Elite Quantum industriële raffinaderij (opbrengst)
no: Elite Quantum Industrial raffineri (utbytte)
pt_br: Refinaria Industrial Elite Quantum (Rendimento)
ro: Elite Quantum Industrial Refinery (randament)
ru: Элитный промышленный нефтеперерабатывающий завод Quantum (Выход)
sk_sk: Elitná kvantová priemyselná rafinéria (výnos)
sv: Elitkvantindustriellt raffinaderi (avkastning)
tr_tr: Elite Quantum Endüstriyel Rafineri (Verim)
uk: Елітний квантовий промисловий НПЗ (врожайність)
zh_cn: Elite Quantum Industrial Refinery （产量）

# DisplayName_Block_QYRefineryT0
source: Quantum Refinery (Yield)
ca_ad: Refineria quàntica (rendiment)
cs_cz: Rafinérie Quantum (výtěžek)
da: Kvanteraffinaderi (udbytte)
de: Quantenraffinerie (Ausbeute)
es: Refinería cuántica (Rendimiento)
et_ee: Kvantrafineerimistehas (saagis)
fi: Kvanttijalostamo (tuotto)
fr: Raffinerie Quantum (rendement)
hr_hr: Kvantna rafinerija (prinos)
hu_hu: Kvantumfinomító (hozam)
ja_jp: 量子精錬所(収量)
lv: Kvantu rafinēšanas fabrika (iznākums)
nl: Kwantumraffinaderij (opbrengst)
no: Kvanteraffineri (utbytte)
pt_br: Refinaria Quântica (Rendimento)
ro: Rafinărie cuantică (randament)
ru: Квантовый нефтеперерабатывающий завод (выход)
sk_sk: Kvantová rafinéria (výnos)
sv: Quantum Refinery (avkastning)
tr_tr: Kuantum Rafinerisi (Verim)
uk: Квантовий нафтопереробний завод (врожайність)
zh_cn: 量子炼油厂（产量）

# DisplayName_Block_QYRefineryT1
source: Enhanced Quantum Refinery (Yield)
ca_ad: Refineria quàntica millorada (rendiment)
cs_cz: Vylepšená kvantová rafinérie (výtěžnost)
da: Forbedret kvanteraffinaderi (udbytte)
de: Verbesserte Quantenraffinerie (Ausbeute)
es: Refinería cuántica mejorada (rendimiento)
et_ee: Täiustatud kvantrafineerimistehas (saagis)
fi: Parannettu kvanttijalostamo (tuotto)
fr: Raffinerie Quantum améliorée (rendement)
hr_hr: Poboljšana kvantna rafinerija (prinos)
hu_hu: Továbbfejlesztett kvantumfinomító (hozam)
ja_jp: 強化された量子精錬所(収量)
lv: Uzlabota kvantu rafinēšanas fabrika (ražība)
nl: Verbeterde kwantumraffinaderij (opbrengst)
no: Forbedret kvanteraffineri (utbytte)
pt_br: Refinaria Quântica Aprimorada (Rendimento)
ro: Rafinărie cuantică îmbunătățită (randament)
ru: Усовершенствованный квантовый нефтеперерабатывающий завод (выход)
sk_sk: Vylepšená kvantová rafinéria (výťažnosť)
sv: Förbättrat kvantraffinaderi (avkastning)
tr_tr: Gelişmiş Kuantum Rafinerisi (Verim)
uk: Покращений квантовий нафтопереробний завод (врожайність)
zh_cn: 增强型量子精炼厂（产量）

# DisplayName_Block_QYRefineryT2
source: Proficient Quantum Refinery (Yield)
ca_ad: Refineria quàntica competent (rendiment)
cs_cz: Kvalifikovaná kvantová rafinérie (výtěžnost)
da: Dygtigt kvanteraffinaderi (udbytte)
de: Kompetente Quantenraffinerie (Ausbeute)
es: Refinería cuántica competente (rendimiento)
et_ee: Vilunud kvantrafineerimistehas (saagis)
fi: Taitava kvanttijalostamo (tuotto)
fr: Raffinerie quantique compétente (rendement)
hr_hr: Stručna kvantna rafinerija (prinos)
hu_hu: Proficient kvantumfinomító (hozam)
ja_jp: 熟練した量子精錬所(収量)
lv: Lietpratīga kvantu rafinēšana (raža)
nl: Bekwame kwantumraffinaderij (opbrengst)
no: Dyktig kvanteraffineri (utbytte)
pt_br: Refinaria Quântica Proficiente (Rendimento)
ro: Rafinărie cuantică competentă (randament)
ru: Опытный квантовый аффинаж (выход)
sk_sk: Skúsená kvantová rafinéria (výnos)
sv: Skickligt kvantraffinaderi (utbyte)
tr_tr: Yetkin Kuantum Rafinerisi (Verim)
uk: Досвідчений квантовий нафтопереробний завод (врожайність)
zh_cn: 精通量子精炼厂（产量）

# DisplayName_Block_QYRefineryT3
source: Elite Quantum Refinery (Yield)
ca_ad: Refineria quàntica d'elit (rendiment)
cs_cz: Elitní kvantová rafinérie (výtěžnost)
da: Elite Quantum Raffinaderi (udbytte)
de: Elite-Quantenraffinerie (Ausbeute)
es: Refinería cuántica de élite (Rendimiento)
et_ee: Elite kvantrafineerimistehas (saagis)
fi: Elite Quantum Refinery (tuotto)
fr: Raffinerie Quantum d’élite (rendement)
hr_hr: Elitna kvantna rafinerija (prinos)
hu_hu: Elite kvantumfinomító (hozam)
ja_jp: エリート量子精錬所(産出量)
lv: Elites kvantu rafinēšanas fabrika (raža)
nl: Elite kwantumraffinaderij (opbrengst)
no: Elite Quantum raffineri (utbytte)
pt_br: Refinaria Quantum Elite (Rendimento)
ro: Elite Quantum Refinery (randament)
ru: Элитный квантовый нефтеперерабатывающий завод (выход)
sk_sk: Elitná kvantová rafinéria (výnos)
sv: Elite Quantum Refinery (avkastning)
tr_tr: Elite Quantum Rafinerisi (Verim)
uk: Елітний квантовий нафтопереробний завод (врожайність)
zh_cn: Elite Quantum Refinery（产量）

# DisplayName_Block_RailgunT1
source: Enhanced Railgun
ca_ad: Millorat Railgun
cs_cz: Vylepšený railgun
da: Forbedret Railgun
de: Verbesserte Railgun
es: Cañón de riel mejorado
et_ee: Täiustatud raudteepüss
fi: Parannettu kiskopistooli
fr: Canon électrique amélioré
hr_hr: Poboljšana željeznička puška
hu_hu: Továbbfejlesztett Railgun
ja_jp: 強化型レールガン
lv: Uzlabots Railgun
nl: Verbeterde railgun
no: Forbedret Railgun
pt_br: Railgun aprimorado
ro: Railgun îmbunătățit
ru: Улучшенный рельсотрон
sk_sk: Vylepšená železničná pištoľ
sv: Förbättrad Railgun
tr_tr: Geliştirilmiş Raylı Tüfek
uk: Покращений рельсотрон
zh_cn: 增强型轨道炮

# DisplayName_Block_RailgunT2
source: Proficient Railgun
ca_ad: Pistola de carril competent
cs_cz: Zdatný railgun
da: Dygtig Railgun
de: Kompetente Railgun
es: Cañón de riel competente
et_ee: Vilunud raudteepüss
fi: Taitava kiskopistooli
fr: Canon électrique compétent
hr_hr: Iskusna željeznička puška
ja_jp: 熟練のレールガン
lv: Lietpratējs Railguns
nl: Bekwame railgun
no: Dyktig Railgun
pt_br: Railgun proficiente
ro: Pistol feroviar competent
ru: Опытный рельсотрон
sk_sk: Zdatná železničná pištoľ
sv: Skicklig Railgun
tr_tr: Yetkin Raylı Tüfek
uk: Досвідчений рельсотрон
zh_cn: 熟练的轨道炮

# DisplayName_Block_RailgunT3
source: Elite Railgun
ca_ad: Ferrocarril d'elit
cs_cz: Elitní railgun
es: Cañón de riel de élite
et_ee: Elite raudteepüss
fi: Eliitti Railgun
fr: Canon électrique d’élite
hr_hr: Elitna željeznička puška
hu_hu: Elit Railgun
ja_jp: エリートレールガン
pt_br: Pistola Elite
ru: Элитный рельсотрон
sk_sk: Elitná železničná pištoľ
sv: Elit Railgun
tr_tr: Elit Raylı Tüfek
uk: Елітний рельсотрон
zh_cn: 精英轨道炮

# DisplayName_Block_RefineryIndustrialT1
source: Enhanced Industrial Refinery
ca_ad: Millora de la refineria industrial
cs_cz: Vylepšená průmyslová rafinerie
da: Forbedret industrielt raffinaderi
de: Verbesserte industrielle Raffinerie
es: Refinería industrial mejorada
et_ee: Täiustatud tööstuslik rafineerimistehas
fi: Parannettu teollinen jalostamo
fr: Raffinerie industrielle améliorée
hr_hr: Poboljšana industrijska rafinerija
hu_hu: Továbbfejlesztett ipari finomító
ja_jp: 強化された産業用製油所
lv: Uzlabota rūpnieciskā rafinēšanas fabrika
nl: Verbeterde industriële raffinaderij
no: Forbedret industriraffineri
pt_br: Refinaria Industrial Aprimorada
ro: Rafinărie industrială îmbunătățită
ru: Усовершенствованный промышленный нефтеперерабатывающий завод
sk_sk: Vylepšená priemyselná rafinéria
sv: Förbättrat industriellt raffinaderi
tr_tr: Gelişmiş Endüstriyel Rafineri
uk: Удосконалений промисловий нафтопереробний завод
zh_cn: 增强型工业炼油厂

# DisplayName_Block_RefineryIndustrialT2
source: Proficient Industrial Refinery
ca_ad: Refineria industrial competent
cs_cz: Odborná průmyslová rafinerie
da: Dygtigt industrielt raffinaderi
de: Kompetente industrielle Raffinerie
es: Refinería industrial competente
et_ee: Vilunud tööstuslik rafineerimistehas
fi: Osaava teollinen jalostamo
fr: Raffinerie industrielle compétente
hr_hr: Stručna industrijska rafinerija
hu_hu: Profi ipari finomító
ja_jp: 熟練した工業用製油所
lv: Lietpratīga rūpnieciskā rafinēšana
nl: Bekwame industriële raffinaderij
no: Dyktig industriraffineri
pt_br: Refinaria Industrial Proficiente
ro: Rafinărie industrială performantă
ru: Опытный промышленный нефтеперерабатывающий завод
sk_sk: Skúsená priemyselná rafinéria
sv: Skickligt industriellt raffinaderi
tr_tr: Yetkin Endüstriyel Rafineri
uk: Досвідчений промисловий нафтопереробний завод
zh_cn: 熟练的工业炼油厂

# DisplayName_Block_RefineryIndustrialT3
source: Elite Industrial Refinery
ca_ad: Refineria Industrial d'elit
cs_cz: Elitní průmyslová rafinerie
da: Elite industrielt raffinaderi
de: Elite-Industrieraffinerie
es: Refinería industrial de élite
et_ee: Elite tööstuslik rafineerimistehas
fi: Eliitti teollinen jalostamo
fr: Raffinerie industrielle d’élite
hr_hr: Elitna industrijska rafinerija
hu_hu: Elit ipari finomító
ja_jp: エリート工業用製油所
lv: Elites rūpnieciskā rafinēšanas rūpnīca
nl: Elite industriële raffinaderij
no: Elite industriraffineri
pt_br: Refinaria Industrial de Elite
ro: Rafinărie industrială de elită
ru: Элитный Промышленный Нефтеперерабатывающий Завод
sk_sk: Elitná priemyselná rafinéria
sv: Elitindustriellt raffinaderi
tr_tr: Elite Endüstriyel Rafineri
uk: Елітний промисловий НПЗ
zh_cn: 精英工业炼油厂

# DisplayName_Block_RefineryT1
source: Enhanced Refinery
ca_ad: Refineria millorada
cs_cz: Vylepšená rafinérie
da: Forbedret raffinaderi
de: Verbesserte Raffinerie
es: Refinería mejorada
et_ee: Täiustatud rafineerimistehas
fi: Parannettu jalostamo
fr: Raffinerie améliorée
hr_hr: Poboljšana rafinerija
hu_hu: Továbbfejlesztett finomító
ja_jp: 強化された製油所
lv: Uzlabota rafinēšanas fabrika
nl: Verbeterde raffinaderij
no: Forbedret raffineri
pt_br: Refinaria aprimorada
ro: Rafinărie îmbunătățită
ru: Усовершенствованный нефтеперерабатывающий завод
sk_sk: Vylepšená rafinéria
sv: Förbättrat raffinaderi
tr_tr: Gelişmiş Rafineri
uk: Покращений нафтопереробний завод
zh_cn: 增强型炼油厂

# DisplayName_Block_RefineryT2
source: Proficient Refinery
ca_ad: Refineria competent
cs_cz: Odborná rafinérie
da: Dygtigt raffinaderi
de: Kompetente Raffinerie
es: Refinería competente
et_ee: Vilunud rafineerimistehas
fi: Osaava jalostamo
fr: Raffinerie compétente
hr_hr: Stručna rafinerija
hu_hu: Proficient finomító
ja_jp: 熟練した製油所
lv: Lietpratīga rafinēšana
nl: Bekwame raffinaderij
no: Dyktig raffineri
pt_br: Refinaria Proficiente
ro: Rafinărie competentă
ru: Опытный нефтеперерабатывающий завод
sk_sk: Skúsená rafinéria
sv: Skickligt raffinaderi
tr_tr: Yetkin Rafineri
uk: Досвідчений нафтопереробний завод
zh_cn: 精炼厂

# DisplayName_Block_RefineryT3
source: Elite Refinery
ca_ad: Refineria d'elit
cs_cz: Elitní rafinérie
da: Elite Raffinaderi
de: Elite-Raffinerie
es: Refinería de élite
et_ee: Elite rafineerimistehas
fi: Eliittijalostamo
fr: Raffinerie d’élite
hr_hr: Elitna rafinerija
hu_hu: Elit finomító
ja_jp: エリート製油所
lv: Elites rafinēšanas fabrika
nl: Elite-raffinaderij
no: Elite raffineri
pt_br: Refinaria de Elite
ro: Rafinăria Elite
ru: Элитный нефтеперерабатывающий завод
sk_sk: Rafinéria Elite
sv: Elitraffinaderi
tr_tr: Elit Rafineri
uk: Елітний нафтопереробний завод
zh_cn: 精英炼油厂

# DisplayName_Block_ReflectorLightT1
source: Enhanced Spotlight
ca_ad: Focus millorat
cs_cz: Vylepšené bodové světlo
da: Forbedret spotlight
de: Verbessertes Rampenlicht
es: Foco de atención mejorado
et_ee: Täiustatud tähelepanu keskpunktis
fi: Parannettu valokeila
fr: Coup de projecteur amélioré
hr_hr: Poboljšani reflektor
hu_hu: Továbbfejlesztett reflektorfény
ja_jp: スポットライトの強化
lv: Uzlabots prožektors
nl: Verbeterde schijnwerpers
no: Forbedret søkelys
pt_br: Destaque aprimorado
ro: Reflector îmbunătățit
ru: Улучшенный прожектор
sk_sk: Vylepšený reflektor
sv: Förbättrad spotlight
tr_tr: Gelişmiş Spot Işığı
uk: Покращений прожектор
zh_cn: 增强的聚光灯

# DisplayName_Block_ReflectorLightT2
source: Proficient Spotlight
ca_ad: Focus competent
cs_cz: Reflektor zdatných
da: Dygtig spotlight
de: Kompetentes Rampenlicht
es: Destacado competente
et_ee: Vilunud prožektor
fi: Taitava valokeila
fr: Pleins feux sur les compétences
hr_hr: Stručni reflektor
hu_hu: Gyakorlott reflektorfény
ja_jp: 堪能なスポットライト
lv: Prasmīgs uzmanības centrā
nl: Bekwame schijnwerpers
no: Dyktig spotlight
pt_br: Destaque proficiente
ro: Reflector competent
ru: Профессиональный прожектор
sk_sk: Skúsený reflektor
sv: Skicklig Spotlight
tr_tr: Yetkin Spot Işığı
uk: Досвідчений прожектор
zh_cn: 熟练的聚光灯

# DisplayName_Block_ReflectorLightT3
source: Elite Spotlight
ca_ad: Focus d'elit
cs_cz: Elitní reflektor
de: Elite-Rampenlicht
es: Élite en el punto de mira
fi: Eliitti valokeilassa
fr: Pleins feux sur l’élite
hr_hr: Elitni reflektor
hu_hu: Elit reflektorfény
ja_jp: エリートスポットライト
lv: Elites uzmanības centrā
nl: Elite in de schijnwerpers
no: Elite i søkelyset
pt_br: Elite em destaque
ro: Elite în centrul atenției
ru: Элитный прожектор
sk_sk: Elitný reflektor
sv: Elit Spotlight
tr_tr: Elit Spot Işığı
uk: Елітний прожектор
zh_cn: 精英聚光灯

# DisplayName_Block_RocketLauncherT1
source: Enhanced Rocket Launcher
ca_ad: Llançacoets millorat
cs_cz: Vylepšený raketomet
da: Forbedret raketkaster
de: Verbesserter Raketenwerfer
es: Lanzacohetes mejorado
et_ee: Täiustatud raketiheitja
fi: Parannettu raketinheitin
fr: Lance-roquettes amélioré
hr_hr: Poboljšani raketni bacač
hu_hu: Továbbfejlesztett rakétavető
ja_jp: 改良型ロケットランチャー
lv: Uzlabota raķešu palaišanas iekārta
nl: Verbeterde raketwerper
no: Forbedret rakettkaster
pt_br: Lançador de foguetes aprimorado
ro: Lansator de rachete îmbunătățit
ru: Улучшенная ракетная установка
sk_sk: Vylepšený raketomet
sv: Förbättrat raketgevär
tr_tr: Geliştirilmiş Roketatar
uk: Удосконалена ракетна установка
zh_cn: 增强型火箭发射器

# DisplayName_Block_RocketLauncherT2
source: Proficient Rocket Launcher
ca_ad: Llançacoets competent
cs_cz: Zdatný raketomet
da: Dygtig raketkaster
de: Kompetenter Raketenwerfer
es: Lanzacohetes competente
et_ee: Vilunud raketiheitja
fi: Taitava raketinheitin
fr: Lance-roquettes compétent
hr_hr: Iskusni raketni bacač
hu_hu: Profi rakétavető
ja_jp: 堪能なロケットランチャー
lv: Prasmīga raķešu palaišanas iekārta
nl: Bekwame raketwerper
no: Dyktig rakettkaster
pt_br: Lançador de foguetes proficiente
ro: Lansator de rachete competent
ru: Опытная ракетница
sk_sk: Skúsený raketomet
sv: Skicklig raketgevär
tr_tr: Yetkin Roketatar
uk: Досвідчена ракетниця
zh_cn: 熟练的火箭发射器

# DisplayName_Block_RocketLauncherT3
source: Elite Rocket Launcher
ca_ad: Llançacoets Elite
cs_cz: Elitní raketomet
da: Elite raketkaster
de: Elite-Raketenwerfer
es: Lanzacohetes de élite
et_ee: Elite raketiheitja
fi: Elite-raketinheitin
fr: Lance-roquettes d’élite
hr_hr: Elitni raketni bacač
hu_hu: Elit rakétavető
ja_jp: エリートロケットランチャー
lv: Elites raķešu palaišanas iekārta
nl: Elite raketwerper
no: Elite rakettkaster
pt_br: Lançador de Foguetes de Elite
ro: Lansator de rachete Elite
ru: Элитная ракетная установка
sk_sk: Raketomet Elite
sv: Raketgevär för elit
tr_tr: Elit Roketatar
uk: Елітна ракетна установка
zh_cn: 精英火箭发射器

# DisplayName_Block_RocketLauncherWarfare2T1
source: Enhanced Warfare Rocket Launcher
ca_ad: Llançacoets de guerra millorada
cs_cz: Raketomet Enhanced Warfare
da: Forbedret krigsførelse raketkaster
de: Verbesserter Warfare-Raketenwerfer
es: Lanzacohetes de guerra mejorado
et_ee: Täiustatud sõjapidamise raketiheitja
fi: Parannettu sodankäynnin raketinheitin
fr: Lance-roquettes de guerre amélioré
hr_hr: Raketni bacač poboljšanog ratovanja
hu_hu: Továbbfejlesztett hadviselési rakétavető
ja_jp: 強化戦ロケットランチャー
lv: Uzlabota kara raķešu palaišanas iekārta
nl: Verbeterde Warfare Rocket Launcher
no: Forbedret rakettkaster for krigføring
pt_br: Lançador de foguetes de guerra aprimorado
ro: Lansator de rachete de război îmbunătățit
ru: Ракетная установка Enhanced Warfare
sk_sk: Vylepšený raketomet Warfare
sv: Förbättrad krigföring Raketgevär
tr_tr: Geliştirilmiş Harp Roketatar
uk: Удосконалена бойова ракетна установка
zh_cn: 增强型战争火箭发射器

# DisplayName_Block_RocketLauncherWarfare2T2
source: Proficient Warfare Rocket Launcher
ca_ad: Llançacoets de guerra competent
cs_cz: Raketomet Proficient Warfare
da: Dygtig raketkaster til krigsførelse
de: Kompetenter Raketenwerfer für die Kriegsführung
es: Lanzacohetes de guerra competente
et_ee: Vilunud sõjapidamise raketiheitja
fi: Taitava sodankäynnin raketinheitin
fr: Lance-roquettes de guerre compétent
hr_hr: Iskusni raketni bacač ratovanja
hu_hu: Profi hadviselés rakétavető
ja_jp: 熟練の戦争ロケットランチャー
lv: Prasmīga kara raķešu palaišanas iekārta
nl: Bekwame Warfare Rocket Launcher
no: Dyktig Warfare Rocket Launcher
pt_br: Lançador de foguetes de guerra proficiente
ro: Lansator de rachete de război competent
ru: Опытная боевая ракетная установка
sk_sk: Skúsený raketomet Warfare
sv: Skicklig krigföring Raketgevär
tr_tr: Yetkin Harp Roketatar
uk: Досвідчена бойова ракетна установка
zh_cn: 熟练的战争火箭发射器

# DisplayName_Block_RocketLauncherWarfare2T3
source: Elite Warfare Rocket Launcher
ca_ad: Llançacoets Elite Warfare
cs_cz: Raketomet Elite Warfare
da: Elite Warfare raketkaster
de: Elite Warfare Raketenwerfer
es: Lanzacohetes de guerra de élite
et_ee: Elite Warfare raketiheitja
fi: Eliittisodankäynnin raketinheitin
fr: Lance-roquettes Elite Warfare
hr_hr: Raketni bacač elitnog ratovanja
hu_hu: Elite Warfare rakétavető
ja_jp: エリートウォーフェアロケットランチャー
lv: Elite Warfare raķešu palaišanas iekārta
nl: Elite Warfare Raketwerper
no: Elite Warfare rakettkaster
pt_br: Lançador de foguetes de guerra de elite
ro: Lansator de rachete Elite Warfare
ru: Элитная ракетная установка Warfare
sk_sk: Raketomet Elite Warfare
sv: Raketgevär för elitkrigföring
tr_tr: Elit Savaş Roketatar
uk: Елітна бойова ракетна установка
zh_cn: 精英战争火箭发射器

# DisplayName_Block_SafeZoneT1
source: Enhanced Safe Zone
ca_ad: Zona segura millorada
cs_cz: Vylepšená bezpečná zóna
da: Udvidet sikkerhedszone
de: Erweiterte sichere Zone
es: Zona segura mejorada
et_ee: Täiustatud turvatsoon
fi: Parannettu turva-alue
fr: Zone de sécurité renforcée
hr_hr: Poboljšana sigurna zona
hu_hu: Továbbfejlesztett biztonsági zóna
ja_jp: 強化されたセーフゾーン
lv: Uzlabota drošā zona
nl: Verbeterde veilige zone
no: Forbedret sikker sone
pt_br: Zona de segurança aprimorada
ro: Zonă sigură îmbunătățită
ru: Улучшенная безопасная зона
sk_sk: Rozšírená bezpečná zóna
sv: Förbättrad säker zon
tr_tr: Gelişmiş Güvenli Bölge
uk: Розширена безпечна зона
zh_cn: 增强型安全区

# DisplayName_Block_SafeZoneT2
source: Proficient Safe Zone
ca_ad: Zona segura competent
cs_cz: Profesionální bezpečná zóna
da: Dygtig sikker zone
de: Kompetente sichere Zone
es: Zona segura competente
et_ee: Vilunud turvatsoon
fi: Pätevä turva-alue
fr: Zone de sécurité compétente
hr_hr: Iskusna sigurna zona
ja_jp: 熟練のセーフゾーン
lv: Lietpratīga drošā zona
nl: Bekwame veilige zone
no: Dyktig sikker sone
pt_br: Zona de segurança proficiente
ro: Zona sigură competentă
ru: Профессиональная безопасная зона
sk_sk: Odborne spôsobilá bezpečná zóna
sv: Skicklig säker zon
tr_tr: Yetkin Güvenli Bölge
uk: Професійна безпечна зона
zh_cn: 熟练安全区

# DisplayName_Block_SafeZoneT3
source: Elite Safe Zone
ca_ad: Zona segura d'elit
cs_cz: Elitní bezpečná zóna
es: Zona segura de élite
et_ee: Elite turvatsoon
fi: Elite-turva-alue
fr: Zone de sécurité Elite
hr_hr: Elitna sigurna zona
hu_hu: Elite biztonsági zóna
ja_jp: エリートセーフゾーン
lv: Elites drošā zona
nl: Elite veilige zone
no: Elite sikker sone
pt_br: Zona de Segurança Elite
ro: Zona sigură Elite
ru: Элитная безопасная зона
sk_sk: Elitná bezpečná zóna
tr_tr: Elit Güvenli Bölge
uk: Елітна безпечна зона
zh_cn: 精英安全区

# DisplayName_Block_SearchlightT1
source: Enhanced Searchlight
ca_ad: Llum de cerca millorada
cs_cz: Vylepšený světlomet
da: Forbedret søgelys
de: Verbesserter Suchscheinwerfer
es: Reflector mejorado
et_ee: Täiustatud prožektor
fi: Parannettu valonheitin
fr: Projecteur amélioré
hr_hr: Poboljšano svjetlo za pretraživanje
hu_hu: Továbbfejlesztett keresőfény
ja_jp: 強化されたサーチライト
lv: Uzlabots prožektors
nl: Verbeterd zoeklicht
no: Forbedret søkelys
pt_br: Searchlight aprimorado
ro: Proiector îmbunătățit
ru: Улучшенный прожектор
sk_sk: Vylepšené svetlomety
sv: Förbättrat sökarljus
tr_tr: Gelişmiş Projektör
uk: Покращений прожектор
zh_cn: 增强型探照灯

# DisplayName_Block_SearchlightT2
source: Proficient Searchlight
ca_ad: Llum de cerca competent
cs_cz: Zkušený světlomet
da: Dygtig søgelys
de: Kompetenter Suchscheinwerfer
es: Reflector competente
et_ee: Vilunud prožektor
fi: Taitava valonheitin
fr: Projecteur compétent
hr_hr: Stručno pretraživanje
hu_hu: Gyakorlott keresőfény
ja_jp: 熟練のサーチライト
lv: Prasmīgs prožektors
nl: Bekwaam zoeklicht
no: Dyktig lyskaster
pt_br: Holofote Proficiente
ro: Proiector competent
ru: Опытный прожектор
sk_sk: Skúsený svetlomet
sv: Skickligt sökarljus
tr_tr: Yetkin Projektör
uk: Досвідчений прожектор
zh_cn: 熟练的探照灯

# DisplayName_Block_SearchlightT3
source: Elite Searchlight
ca_ad: Llum de cerca d'elit
cs_cz: Elitní světlomet
da: Elite søgelys
de: Elite-Suchscheinwerfer
es: Reflector de élite
et_ee: Elite prožektor
fi: Elite-valonheitin
fr: Projecteur d’élite
hr_hr: Elitno svjetlo za pretraživanje
hu_hu: Elite keresőlámpa
ja_jp: エリートサーチライト
lv: Elites prožektors
nl: Elite zoeklicht
no: Elite søkelys
pt_br: Holofote Elite
ro: Proiector Elite
ru: Элитный прожектор
sk_sk: Elitný svetlomet
sv: Elite Sökarljus
tr_tr: Elit Projektör
uk: Елітний прожектор
zh_cn: 精英探照灯

# DisplayName_Block_SensorReskinT1
source: Enhanced Automaton Sensor
ca_ad: Sensor d'autòmats millorat
cs_cz: Vylepšený senzor automatu
da: Forbedret automatsensor
de: Verbesserter Automatensensor
es: Sensor de autómata mejorado
et_ee: Täiustatud automaatiandur
fi: Parannettu automaattitunnistin
fr: Capteur d’automate amélioré
hr_hr: Poboljšani senzor automata
hu_hu: Továbbfejlesztett automata érzékelő
ja_jp: 強化されたオートマトンセンサー
lv: Uzlabots automātu sensors
nl: Verbeterde Automaton Sensor
no: Forbedret automatsensor
pt_br: Sensor de automação aprimorado
ro: Senzor automat îmbunătățit
ru: Усовершенствованный датчик автомата
sk_sk: Vylepšený automatický senzor
sv: Förbättrad Automaton-sensor
tr_tr: Gelişmiş Otomat Sensörü
uk: Удосконалений датчик автомата
zh_cn: 增强型自动机传感器
