Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallOxygenTankT2
source: Oxygen tanks store oxygen. Able to store and refill oxygen bottles. Use O2/H2 generator to produce oxygen. 1.5x Better than Enhanced. Capacity: 112500L.
ca_ad: Els tancs d'oxigen emmagatzemen oxigen. Capaç d'emmagatzemar i reomplir ampolles d'oxigen. Utilitzar generador O2/H2 per produir oxigen. 1.5x Millor que millorat. Capacitat: 112500L.
cs_cz: Kyslíkové nádrže uchovávají kyslík. Schopnost skladovat a doplňovat kyslíkové lahve. K výrobě kyslíku použijte generátor O2/H2. 1,5× lepší než vylepšené. Objem: 112500L.
da: Oxygentanke opbevarer ilt. I stand til at opbevare og genopfylde iltflasker. Brug O2 / H2 generator til at producere ilt. 1.5x bedre end forbedret. Kapacitet: 112500L.
de: Sauerstoffflaschen speichern Sauerstoff. Kann Sauerstoffflaschen aufbewahren und nachfüllen. Verwenden Sie einen O2/H2-Generator, um Sauerstoff zu erzeugen. 1,5x besser als verbessert. Fassungsvermögen: 112500L.
es: Los tanques de oxígeno almacenan oxígeno. Capaz de almacenar y rellenar botellas de oxígeno. Utilice un generador de O2/H2 para producir oxígeno. 1,5 veces mejor que mejorado. Capacidad: 112500L.
et_ee: Hapnikupaagid säilitavad hapnikku. Oskab säilitada ja uuesti täita hapnikupudeleid. Hapniku tootmiseks kasutage O2/H2 generaatorit. 1.5x parem kui täiustatud. Mahutavus: 112500L.
fi: Happisäiliöt varastoivat happea. Pystyy varastoimaan ja täyttämään happipulloja. Käytä O2 / H2-generaattoria hapen tuottamiseen. 1,5 kertaa parempi kuin parannettu. Tilavuus: 112500L.
fr: Les réservoirs d’oxygène stockent l’oxygène. Capable de stocker et de remplir des bouteilles d’oxygène. Utilisez un générateur d’O2/H2 pour produire de l’oxygène. 1,5 fois mieux que Amélioré. Capacité : 112500L.
hr_hr: Spremnici kisika pohranjuju kisik. Može pohraniti i napuniti boce s kisikom. Koristite O2/H2 generator za proizvodnju kisika. 1.5x Bolje od poboljšanog. Kapacitet: 112500L.
hu_hu: Az oxigéntartályok oxigént tárolnak. Képes oxigénpalackok tárolására és újratöltésére. Használjon O2 / H2 generátort oxigén előállításához. 1,5-szer jobb, mint a továbbfejlesztett. Kapacitás: 112500L.
ja_jp: 酸素ボンベは酸素を蓄えます。 酸素ボンベの保管と補充が可能です。 酸素を生成するためにO2 / H2ジェネレーターを使用します。 Enhancedより1.5倍優れています。 容量:112500L。
lv: Skābekļa tvertnes uzglabā skābekli. Spēj uzglabāt un uzpildīt skābekļa pudeles. Izmantojiet O2/H2 ģeneratoru, lai ražotu skābekli. 1,5x labāk nekā uzlabots. Ietilpība: 112500L.
nl: Zuurstoftanks slaan zuurstof op. In staat om zuurstofflessen op te slaan en bij te vullen. Gebruik de O2/H2-generator om zuurstof te produceren. 1,5x beter dan verbeterd. Capaciteit: 112500L.
no: Oksygentanker lagrer oksygen. Kunne lagre og fylle oksygenflasker. Bruk O2 / H2 generator for å produsere oksygen. 1,5 ganger bedre enn forbedret. Kapasitet: 112500L.
pt_br: Os tanques de oxigênio armazenam oxigênio. Capaz de armazenar e reabastecer garrafas de oxigênio. Use o gerador de O2/H2 para produzir oxigênio. 1,5x melhor que o aprimorado. Capacidade: 112500L.
ro: Rezervoarele de oxigen stochează oxigen. Capabil să stocheze și să reumple butelii de oxigen. Utilizați generatorul O2 / H2 pentru a produce oxigen. De 1,5 ori mai bine decât îmbunătățit. Capacitate: 112500L.
ru: Кислородные баллоны хранят кислород. Возможность хранения и заправки кислородных баллонов. Используйте генератор O2/H2 для производства кислорода. В 1,5 раза лучше, чем улучшенный. Емкость: 112500л.
sk_sk: Kyslíkové nádrže uchovávajú kyslík. Schopný skladovať a dopĺňať kyslíkové fľaše. Na výrobu kyslíka použite generátor O2/H2. 1,5x lepšie ako vylepšené. Kapacita: 112500L.
sv: Syrgastankar lagrar syre. Kan förvara och fylla på syrgasflaskor. Använd O2/H2-generator för att producera syre. 1,5 gånger bättre än Enhanced. Kapacitet: 112500L.
tr_tr: Oksijen tankları oksijen depolar. Oksijen tüplerini saklayabilir ve yeniden doldurabilir. Oksijen üretmek için O2/H2 jeneratörü kullanın. Geliştirilmiş'ten 1,5 kat daha iyi. Kapasite: 112500L.
uk: Кисневі балони зберігають кисень. Вміє зберігати і наповнювати кисневі балони. Використовуйте генератор O2/H2 для виробництва кисню. У 1,5 раза краще, ніж покращене. Ємність: 112500л.
zh_cn: 氧气罐储存氧气。 能够储存和补充氧气瓶。 使用 O2/H2 发生器生产氧气。 比增强型好 1.5 倍。 容量：112500L。

# Description_SmallOxygenTankT3
source: Oxygen tanks store oxygen. Able to store and refill oxygen bottles. Use O2/H2 generator to produce oxygen. 1.5x Better than Proficient. Capacity: 168750L.
ca_ad: Els tancs d'oxigen emmagatzemen oxigen. Capaç d'emmagatzemar i reomplir ampolles d'oxigen. Utilitzar generador O2/H2 per produir oxigen. 1.5x Millor que competent. Capacitat: 168750L.
cs_cz: Kyslíkové nádrže uchovávají kyslík. Schopnost skladovat a doplňovat kyslíkové lahve. K výrobě kyslíku použijte generátor O2/H2. 1,5x lepší než zdatný. Objem: 168750L.
da: Oxygentanke opbevarer ilt. I stand til at opbevare og genopfylde iltflasker. Brug O2 / H2 generator til at producere ilt. 1.5x bedre end dygtig. Kapacitet: 168750L.
de: Sauerstoffflaschen speichern Sauerstoff. Kann Sauerstoffflaschen aufbewahren und nachfüllen. Verwenden Sie einen O2/H2-Generator, um Sauerstoff zu erzeugen. 1,5x besser als kompetent. Fassungsvermögen: 168750L.
es: Los tanques de oxígeno almacenan oxígeno. Capaz de almacenar y rellenar botellas de oxígeno. Utilice un generador de O2/H2 para producir oxígeno. 1,5 veces mejor que Proficiente. Capacidad: 168750L.
et_ee: Hapnikupaagid säilitavad hapnikku. Oskab säilitada ja uuesti täita hapnikupudeleid. Hapniku tootmiseks kasutage O2/H2 generaatorit. 1.5x parem kui Proficient. Mahutavus: 168750L.
fi: Happisäiliöt varastoivat happea. Pystyy varastoimaan ja täyttämään happipulloja. Käytä O2 / H2-generaattoria hapen tuottamiseen. 1,5 kertaa parempi kuin taitava. Tilavuus: 168750L.
fr: Les réservoirs d’oxygène stockent l’oxygène. Capable de stocker et de remplir des bouteilles d’oxygène. Utilisez un générateur d’O2/H2 pour produire de l’oxygène. 1,5 fois mieux que compétent. Capacité : 168750L.
hr_hr: Spremnici kisika pohranjuju kisik. Može pohraniti i napuniti boce s kisikom. Koristite O2/H2 generator za proizvodnju kisika. 1.5x bolje od stručnog. Kapacitet: 168750L.
hu_hu: Az oxigéntartályok oxigént tárolnak. Képes oxigénpalackok tárolására és újratöltésére. Használjon O2 / H2 generátort oxigén előállításához. 1,5x jobb, mint a Proficient. Kapacitás: 168750L.
ja_jp: 酸素ボンベは酸素を蓄えます。 酸素ボンベの保管と補充が可能です。 酸素を生成するためにO2 / H2ジェネレーターを使用します。 熟練の1.5倍優れています。 容量:168750L。
lv: Skābekļa tvertnes uzglabā skābekli. Spēj uzglabāt un uzpildīt skābekļa pudeles. Izmantojiet O2/H2 ģeneratoru, lai ražotu skābekli. 1,5x labāk nekā lietpratējs. Ietilpība: 168750L.
nl: Zuurstoftanks slaan zuurstof op. In staat om zuurstofflessen op te slaan en bij te vullen. Gebruik de O2/H2-generator om zuurstof te produceren. 1,5x beter dan bekwaam. Inhoud: 168750L.
no: Oksygentanker lagrer oksygen. Kunne lagre og fylle oksygenflasker. Bruk O2 / H2 generator for å produsere oksygen. 1,5 ganger bedre enn dyktig. Kapasitet: 168750L.
pt_br: Os tanques de oxigênio armazenam oxigênio. Capaz de armazenar e reabastecer garrafas de oxigênio. Use o gerador de O2/H2 para produzir oxigênio. 1,5x melhor que o Proficient. Capacidade: 168750L.
ro: Rezervoarele de oxigen stochează oxigen. Capabil să stocheze și să reumple butelii de oxigen. Utilizați generatorul O2 / H2 pentru a produce oxigen. De 1,5 ori mai bun decât Proficient. Capacitate: 168750L.
ru: Кислородные баллоны хранят кислород. Возможность хранения и заправки кислородных баллонов. Используйте генератор O2/H2 для производства кислорода. В 1,5 раза лучше, чем Опытный. Емкость: 168750л.
sk_sk: Kyslíkové nádrže uchovávajú kyslík. Schopný skladovať a dopĺňať kyslíkové fľaše. Na výrobu kyslíka použite generátor O2/H2. 1,5x lepšie ako zdatný. Kapacita: 168750L.
sv: Syrgastankar lagrar syre. Kan förvara och fylla på syrgasflaskor. Använd O2/H2-generator för att producera syre. 1,5 gånger bättre än skicklig. Kapacitet: 168750L.
tr_tr: Oksijen tankları oksijen depolar. Oksijen tüplerini saklayabilir ve yeniden doldurabilir. Oksijen üretmek için O2/H2 jeneratörü kullanın. Yetkinden 1,5 kat daha iyi. Kapasite: 168750L.
uk: Кисневі балони зберігають кисень. Вміє зберігати і наповнювати кисневі балони. Використовуйте генератор O2/H2 для виробництва кисню. У 1,5 рази краще, ніж Proficient. Об'єм: 168750л.
zh_cn: 氧气罐储存氧气。 能够储存和补充氧气瓶。 使用 O2/H2 发生器生产氧气。 比精通好 1.5 倍。 容量：168750L。

# Description_SmallParachuteHatchT1
source: Parachute hatches deploy parachutes to slow down the descent of ships when inside the atmosphere. Can be configured to open automatically or used manually from the toolbar or settings. The Enhanced version has 1.5x more effectiveness, than normal. Takes 2 Canvas to deploy.
ca_ad: Les escotilles paracaigudes despleguen paracaigudes per frenar el descens dels vaixells quan es troben dins de l'atmosfera. Es pot configurar perquè s'obri automàticament o utilitzar-lo manualment des de la barra d'eines o la configuració. La versió millorada té 1.5x més efectivitat, del normal. Es necessiten 2 llenços per desplegar.
cs_cz: Padákové poklopy rozmisťují padáky, které zpomalují sestup lodí, když jsou uvnitř atmosféry. Lze nakonfigurovat tak, aby se otevíral automaticky nebo se používal ručně z panelu nástrojů nebo nastavení. Vylepšená verze má 1,5x větší účinnost než normálně. Nasazení trvá 2 plátna.
da: Faldskærmsluger anvender faldskærme for at bremse skibets nedstigning, når de er inde i atmosfæren. Kan konfigureres til at åbne automatisk eller bruges manuelt fra værktøjslinjen eller indstillingerne. Den forbedrede version har 1.5x mere effektivitet end normalt. Det tager 2 kanvas at implementere.
de: Fallschirmluken entfalten Fallschirme, um den Sinkflug von Schiffen in der Atmosphäre zu verlangsamen. Kann so konfiguriert werden, dass es automatisch geöffnet wird, oder manuell über die Symbolleiste oder die Einstellungen verwendet werden. Die Enhanced-Version hat eine 1,5-mal höhere Effektivität als normal. Für die Bereitstellung werden 2 Canvas benötigt.
es: Las escotillas de paracaídas despliegan paracaídas para ralentizar el descenso de los barcos cuando están dentro de la atmósfera. Se puede configurar para que se abra automáticamente o se puede usar manualmente desde la barra de herramientas o la configuración. La versión mejorada tiene 1,5 veces más efectividad de lo normal. Se necesitan 2 Canvas para implementarse.
et_ee: Langevarjuluugid kasutavad langevarje, et aeglustada laevade laskumist atmosfääris. Saab konfigureerida automaatselt avanema või kasutada käsitsi tööriistaribalt või sätetest. Täiustatud versioonil on tavalisest 1.5 korda suurem efektiivsus. Juurutamiseks kulub 2 lõuendit.
fi: Laskuvarjoluukut käyttävät laskuvarjoja hidastamaan alusten laskeutumista ilmakehän sisällä. Voidaan määrittää avautumaan automaattisesti tai käyttää manuaalisesti työkaluriviltä tai asetuksista. Enhanced -versiossa on 1.5x enemmän tehokkuutta kuin normaalisti. Käyttöönotto vie 2 Canvasia.
fr: Les trappes de parachute déploient des parachutes pour ralentir la descente des navires lorsqu’ils sont à l’intérieur de l’atmosphère. Peut être configuré pour s’ouvrir automatiquement ou utilisé manuellement à partir de la barre d’outils ou des paramètres. La version améliorée a 1,5 fois plus d’efficacité que la normale. Nécessite 2 canevas pour être déployé.
hr_hr: Padobranski otvori postavljaju padobrane kako bi usporili spuštanje brodova unutar atmosfere. Može se konfigurirati za automatsko otvaranje ili ručno koristiti s alatne trake ili postavki. Poboljšana verzija ima 1,5 puta veću učinkovitost od normalne. Za implementaciju je potrebno 2 platna.
hu_hu: Az ejtőernyős nyílások ejtőernyőket vetnek be, hogy lelassítsák a hajók süllyedését a légkörben. Konfigurálható automatikus megnyitásra, vagy manuálisan használható az eszköztárról vagy a beállításokból. Az Enhanced verzió 1,5-szer nagyobb hatékonysággal rendelkezik, mint a normál. Az üzembe helyezéshez 2 vászon szükséges.
ja_jp: パラシュートハッチは、大気圏内で船の降下を遅くするためにパラシュートを展開します。 自動的に開くように設定することも、ツールバーまたは設定から手動で使用するように設定することもできます。 エンハンスドバージョンは、通常の1.5倍の効果があります。 デプロイには 2 つの Canvas が必要です。
lv: Izpletņu lūkas izvieto izpletņus, lai palēninātu kuģu nolaišanos, atrodoties atmosfērā. Var konfigurēt automātiskai atvēršanai vai izmantot manuāli no rīkjoslas vai iestatījumiem. Uzlabotajai versijai ir 1,5x lielāka efektivitāte nekā parasti. Izvietošanai nepieciešami 2 audekli.
nl: Parachuteluiken ontvouwen parachutes om de afdaling van schepen in de atmosfeer te vertragen. Kan worden geconfigureerd om automatisch te openen of handmatig worden gebruikt via de werkbalk of instellingen. De Enhanced-versie heeft 1,5x meer effectiviteit dan normaal. Er zijn 2 Canvas nodig om te implementeren.
no: Fallskjermluker utplasserer fallskjermer for å bremse nedstigningen av skip når de er inne i atmosfæren. Kan konfigureres til å åpnes automatisk eller brukes manuelt fra verktøylinjen eller innstillingene. Den forbedrede versjonen har 1,5 ganger mer effektivitet enn normalt. Tar 2 Canvas å distribuere.
pt_br: As escotilhas de paraquedas acionam paraquedas para retardar a descida de navios quando estão dentro da atmosfera. Pode ser configurado para abrir automaticamente ou usado manualmente a partir da barra de ferramentas ou configurações. A versão Enhanced tem 1,5x mais eficácia, do que o normal. Leva 2 Canvas para implantar.
ro: Trapele parașutelor lansează parașute pentru a încetini coborârea navelor atunci când se află în atmosferă. Poate fi configurat să se deschidă automat sau utilizat manual din bara de instrumente sau din setări. Versiunea îmbunătățită are o eficiență de 1,5 ori mai mare decât în mod normal. Este nevoie de 2 Planșe pentru implementare.
ru: Парашютные люки раскрывают парашюты, чтобы замедлить спуск кораблей при нахождении в атмосфере. Можно настроить на автоматическое открытие или использовать вручную с панели инструментов или настроек. Улучшенная версия имеет в 1,5 раза большую эффективность, чем обычная. Требуется 2 холста для развертывания.
sk_sk: Padákové poklopy nasadzujú padáky na spomalenie zostupu lodí, keď sú vo vnútri atmosféry. Môže byť nakonfigurovaný tak, aby sa otváral automaticky alebo manuálne z panela nástrojov alebo nastavení. Vylepšená verzia má 1,5x väčšiu účinnosť ako obvykle. Nasadenie vyžaduje 2 plátna.
sv: Fallskärmsluckor fäller ut fallskärmar för att bromsa nedstigningen av fartyg när de är inne i atmosfären. Kan konfigureras för att öppnas automatiskt eller användas manuellt från verktygsfältet eller inställningarna. Den förbättrade versionen har 1,5 gånger mer effektivitet än normalt. Tar 2 arbetsytor att distribuera.
tr_tr: Paraşüt kapakları, atmosferin içindeyken gemilerin inişini yavaşlatmak için paraşütleri açar. Otomatik olarak açılacak şekilde yapılandırılabilir veya araç çubuğundan veya ayarlardan manuel olarak kullanılabilir. Geliştirilmiş sürüm, normalden 1,5 kat daha fazla etkinliğe sahiptir. Dağıtmak için 2 Canvas gerekir.
uk: Парашутні люки розгортають парашути для уповільнення спуску суден, перебуваючи всередині атмосфери. Можна налаштувати на автоматичне відкриття або використовувати вручну на панелі інструментів або в налаштуваннях. Розширена версія має в 1,5 рази більшу ефективність, ніж звичайна. Для розгортання потрібно 2 Canvas.
zh_cn: 降落伞舱口展开降落伞以减缓船只在大气层内的下降速度。 可以配置为自动打开或从工具栏或设置手动使用。 增强版的效果比正常版本高 1.5 倍。 需要 2 个 Canvas 才能部署。

# Description_SmallParachuteHatchT2
source: Parachute hatches deploy parachutes to slow down the descent of ships when inside the atmosphere. Can be configured to open automatically or used manually from the toolbar or settings. The Proficient version has 1.5x more effectiveness, than Enhanced. Takes 3 Canvas to deploy.
ca_ad: Les escotilles paracaigudes despleguen paracaigudes per frenar el descens dels vaixells quan es troben dins de l'atmosfera. Es pot configurar perquè s'obri automàticament o utilitzar-lo manualment des de la barra d'eines o la configuració. La versió Proficient té 1.5x més efectivitat, que millorada. Es necessiten 3 llenços per desplegar.
cs_cz: Padákové poklopy rozmisťují padáky, které zpomalují sestup lodí, když jsou uvnitř atmosféry. Lze nakonfigurovat tak, aby se otevíral automaticky nebo se používal ručně z panelu nástrojů nebo nastavení. Verze Proficient má 1,5x větší účinnost než Enhanced. Nasazení vyžaduje 3 plátna.
da: Faldskærmsluger anvender faldskærme for at bremse skibets nedstigning, når de er inde i atmosfæren. Kan konfigureres til at åbne automatisk eller bruges manuelt fra værktøjslinjen eller indstillingerne. Den dygtige version har 1.5x mere effektivitet end forbedret. Det tager 3 kanvas at implementere.
de: Fallschirmluken entfalten Fallschirme, um den Sinkflug von Schiffen in der Atmosphäre zu verlangsamen. Kann so konfiguriert werden, dass es automatisch geöffnet wird, oder manuell über die Symbolleiste oder die Einstellungen verwendet werden. Die Proficient-Version hat eine 1,5-mal höhere Effektivität als die Enhanced-Version. Für die Bereitstellung werden 3 Canvas benötigt.
es: Las escotillas de paracaídas despliegan paracaídas para ralentizar el descenso de los barcos cuando están dentro de la atmósfera. Se puede configurar para que se abra automáticamente o se puede usar manualmente desde la barra de herramientas o la configuración. La versión Proficient tiene 1,5 veces más efectividad que la versión Enhanced. Se necesitan 3 Canvas para implementar.
et_ee: Langevarjuluugid kasutavad langevarje, et aeglustada laevade laskumist atmosfääris. Saab konfigureerida automaatselt avanema või kasutada käsitsi tööriistaribalt või sätetest. Proficient versioonil on 1.5x suurem tõhusus kui täiustatud. Juurutamiseks kulub 3 lõuendit.
fi: Laskuvarjoluukut käyttävät laskuvarjoja hidastamaan alusten laskeutumista ilmakehän sisällä. Voidaan määrittää avautumaan automaattisesti tai käyttää manuaalisesti työkaluriviltä tai asetuksista. Proficient-versiossa on 1.5x enemmän tehokkuutta kuin Enhancedissa. Käyttöönotto vie 3 Canvasia.
fr: Les trappes de parachute déploient des parachutes pour ralentir la descente des navires lorsqu’ils sont à l’intérieur de l’atmosphère. Peut être configuré pour s’ouvrir automatiquement ou utilisé manuellement à partir de la barre d’outils ou des paramètres. La version Proficient a 1,5 fois plus d’efficacité que la version améliorée. Nécessite 3 canevas pour être déployé.
hr_hr: Padobranski otvori postavljaju padobrane kako bi usporili spuštanje brodova unutar atmosfere. Može se konfigurirati za automatsko otvaranje ili ručno koristiti s alatne trake ili postavki. Proficient verzija ima 1,5 puta veću učinkovitost od poboljšane. Za implementaciju je potrebno 3 platna.
hu_hu: Az ejtőernyős nyílások ejtőernyőket vetnek be, hogy lelassítsák a hajók süllyedését a légkörben. Konfigurálható automatikus megnyitásra, vagy manuálisan használható az eszköztárról vagy a beállításokból. A Proficient verzió 1,5-szer nagyobb hatékonysággal rendelkezik, mint az Enhanced. 3 vászon üzembe helyezéséhez van szükség.
ja_jp: パラシュートハッチは、大気圏内で船の降下を遅くするためにパラシュートを展開します。 自動的に開くように設定することも、ツールバーまたは設定から手動で使用するように設定することもできます。 熟練バージョンは、拡張バージョンよりも1.5倍効果的です。 デプロイには 3 つの Canvas が必要です。
lv: Izpletņu lūkas izvieto izpletņus, lai palēninātu kuģu nolaišanos, atrodoties atmosfērā. Var konfigurēt automātiskai atvēršanai vai izmantot manuāli no rīkjoslas vai iestatījumiem. Proficient versijai ir 1.5x lielāka efektivitāte nekā Enhanced. Izvietošanai nepieciešami 3 audekli.
nl: Parachuteluiken ontvouwen parachutes om de afdaling van schepen in de atmosfeer te vertragen. Kan worden geconfigureerd om automatisch te openen of handmatig worden gebruikt via de werkbalk of instellingen. De Proficient-versie heeft 1,5x meer effectiviteit dan Enhanced. Er zijn 3 Canvas nodig om te implementeren.
no: Fallskjermluker utplasserer fallskjermer for å bremse nedstigningen av skip når de er inne i atmosfæren. Kan konfigureres til å åpnes automatisk eller brukes manuelt fra verktøylinjen eller innstillingene. Proficient-versjonen har 1.5x mer effektivitet enn forbedret. Tar 3 Canvas å distribuere.
pt_br: As escotilhas de paraquedas acionam paraquedas para retardar a descida de navios quando estão dentro da atmosfera. Pode ser configurado para abrir automaticamente ou usado manualmente a partir da barra de ferramentas ou configurações. A versão Proficient tem 1,5x mais eficácia, do que Enhanced. Leva 3 Canvas para implantar.
ro: Trapele parașutelor lansează parașute pentru a încetini coborârea navelor atunci când se află în atmosferă. Poate fi configurat să se deschidă automat sau utilizat manual din bara de instrumente sau din setări. Versiunea Proficient are o eficacitate de 1,5 ori mai mare decât cea îmbunătățită. Este nevoie de 3 Planșe pentru implementare.
ru: Парашютные люки раскрывают парашюты, чтобы замедлить спуск кораблей при нахождении в атмосфере. Можно настроить на автоматическое открытие или использовать вручную с панели инструментов или настроек. Версия Proficient имеет в 1,5 раза большую эффективность, чем Enhanced. Требуется 3 холста для развертывания.
sk_sk: Padákové poklopy nasadzujú padáky na spomalenie zostupu lodí, keď sú vo vnútri atmosféry. Môže byť nakonfigurovaný tak, aby sa otváral automaticky alebo manuálne z panela nástrojov alebo nastavení. Verzia Proficient má 1,5x vyššiu účinnosť ako Enhanced. Nasadenie vyžaduje 3 plátna.
sv: Fallskärmsluckor fäller ut fallskärmar för att bromsa nedstigningen av fartyg när de är inne i atmosfären. Kan konfigureras för att öppnas automatiskt eller användas manuellt från verktygsfältet eller inställningarna. Proficient-versionen har 1,5 gånger mer effektivitet än Enhanced. Tar 3 arbetsytor att distribuera.
tr_tr: Paraşüt kapakları, atmosferin içindeyken gemilerin inişini yavaşlatmak için paraşütleri açar. Otomatik olarak açılacak şekilde yapılandırılabilir veya araç çubuğundan veya ayarlardan manuel olarak kullanılabilir. Yetkin sürüm, Geliştirilmiş'ten 1,5 kat daha fazla etkinliğe sahiptir. Dağıtmak için 3 Canvas gerekir.
uk: Парашутні люки розгортають парашути для уповільнення спуску суден, перебуваючи всередині атмосфери. Можна налаштувати на автоматичне відкриття або використовувати вручну на панелі інструментів або в налаштуваннях. Версія Proficient має в 1,5 рази більшу ефективність, ніж Enhanced. Для розгортання потрібно 3 Canvas.
zh_cn: 降落伞舱口展开降落伞以减缓船只在大气层内的下降速度。 可以配置为自动打开或从工具栏或设置手动使用。 精通版本的效果是增强版的 1.5 倍。 需要 3 个 Canvas 才能部署。
