Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_DarkPowerGeneratorT1
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. 1.5x Better Than Normal Max Power Output: 7.5MW Fuel Capacity: 150000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. 1.5x millor del normal Potència màxima de sortida: 7.5MW Capacitat de combustible: 150000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. 1,5× lepší než normálně Maximální výstupní výkon: 7,5 MW Objem palivové nádrže: 150000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. 1.5x bedre end normalt Maks. effekt: 7,5 MW Brændstof kapacitet: 150000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. 1,5x besser als normal Maximale Leistung: 7,5 MW Kraftstoffkapazität: 150000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. 1,5 veces mejor de lo normal Potencia máxima de salida: 7,5 MW Capacidad de combustible: 150000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. 1.5x parem kui tavaline Maksimaalne võimsus: 7.5MW Kütuse maht: 150000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. 1.5x parempi kuin normaalisti Suurin teho: 7.5MW Polttoainekapasiteetti: 150000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. 1,5 fois mieux que la normale Puissance de sortie maximale : 7,5 MW Capacité de carburant : 150000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. 1.5x bolje od normalnog Maksimalna snaga: 7,5 MW Kapacitet goriva: 150000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. 1,5-szer jobb a normálnál Max. teljesítmény: 7.5MW Üzemanyagtartály: 150000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 通常の1.5倍 最大出力:7.5MW 燃料容量:150000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. 1,5x labāks nekā parasti Maksimālā jauda: 7.5MW Degvielas ietilpība: 150000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. 1.5x beter dan normaal Maximaal uitgangsvermogen: 7,5 MW Tankinhoud: 150000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. 1,5 ganger bedre enn normalt Maks effekt: 7,5 MW Drivstoff Kapasitet: 150000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. 1.5x melhor do que o normal Potência máxima: 7.5MW Capacidade de combustível: 150000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. De 1,5 ori mai bine decât în mod normal Putere maximă de ieșire: 7.5MW Capacitate combustibil: 150000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. В 1,5 раза лучше, чем обычно Максимальная выходная мощность: 7,5 МВт Объем топливного бака: 150000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. 1,5x lepšie ako normálne Maximálny výkon: 7.5MW Kapacita paliva: 150000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. 1,5 gånger bättre än normalt Max uteffekt: 7,5 MW Bränslekapacitet: 150000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Normalden 1,5 kat daha iyi Maksimum Güç Çıkışı: 7.5MW Yakıt kapasitesi: 150000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. У 1,5 рази краще, ніж зазвичай Максимальна вихідна потужність: 7,5 МВт Запас палива: 150000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 比正常情况好 1.5 倍 最大功率输出：7.5MW 油量：150000L

# Description_DarkPowerGeneratorT2
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. 1.5x Better Than Enhanced Max Power Output: 11.25MW Fuel Capacity: 225000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. 1.5x millor que millorat Potència màxima de sortida: 11.25MW Capacitat de combustible: 225000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. 1,5× lepší než vylepšený Maximální výstupní výkon: 11,25 MW Objem palivové nádrže: 225000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. 1.5x bedre end forbedret Maks. effekt: 11,25 MW Brændstof kapacitet: 225000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. 1,5x besser als Enhanced Maximale Leistung: 11,25 MW Kraftstoffkapazität: 225000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. 1,5 veces mejor que mejorado Potencia máxima de salida: 11,25 MW Capacidad de combustible: 225000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. 1.5x parem kui täiustatud Maksimaalne võimsus: 11.25MW Kütuse maht: 225000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. 1,5 kertaa parempi kuin parannettu Suurin teho: 11.25MW Polttoainekapasiteetti: 225000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. 1,5 fois mieux qu’amélioré Puissance de sortie maximale : 11,25 MW Capacité de carburant : 225000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. 1.5x bolje od poboljšanog Maksimalna snaga: 11.25MW Kapacitet goriva: 225000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. 1,5-szer jobb, mint a továbbfejlesztett; Max teljesítmény: 11.25MW Üzemanyagtartály: 225000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 拡張の1.5倍優れている 最大出力:11.25MW 燃料容量:225000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. 1,5x labāks nekā uzlabots Maksimālā jauda: 11.25MW Degvielas ietilpība: 225000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. 1,5x beter dan verbeterd Maximaal uitgangsvermogen: 11,25 MW Tankinhoud: 225000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. 1,5 ganger bedre enn forbedret Maks utgangseffekt: 11,25 MW Drivstoff Kapasitet: 225000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. 1,5x melhor que o Enhanced Potência máxima: 11.25MW Capacidade de combustível: 225000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. De 1,5 ori mai bun decât îmbunătățit Putere maximă de ieșire: 11.25MW Capacitate combustibil: 225000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. В 1,5 раза лучше, чем улучшено Максимальная выходная мощность: 11,25 МВт Емкость топливного бака: 225000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. 1,5x lepšie než vylepšené Maximálny výkon: 11.25MW Kapacita paliva: 225000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. 1,5 gånger bättre än förbättrad Max uteffekt: 11,25 MW Bränslekapacitet: 225000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Geliştirilmişten 1,5 kat daha iyi Maksimum Güç Çıkışı: 11.25MW Yakıt kapasitesi: 225000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. У 1,5 рази краще, ніж покращене Максимальна вихідна потужність: 11,25 МВт Запас палива: 225000л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 比增强型好 1.5 倍 最大输出功率：11.25MW 燃油容量：225000L

# Description_DarkPowerGeneratorT3
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. 1.5x Better Than Proficient Max Power Output: 16.88MW Fuel Capacity: 337000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. 1.5x millor que competent Potència màxima de sortida: 16.88MW Capacitat de combustible: 337000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. 1,5x lepší než zdatný Maximální výstupní výkon: 16,88 MW Objem palivové nádrže: 337000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. 1.5x bedre end dygtig Maks. effekt: 16,88 MW Brændstof kapacitet: 337000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. 1,5x besser als kompetent Maximale Leistung: 16,88 MW Kraftstoffkapazität: 337000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. 1,5 veces mejor que competente Potencia máxima de salida: 16,88 MW Capacidad de combustible: 337000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. 1.5x parem kui vilunud Maksimaalne võimsus: 16.88MW Kütuse maht: 337000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. 1.5x parempi kuin taitava Suurin teho: 16.88MW Polttoainetilavuus: 337000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. 1,5 fois mieux que compétent Puissance de sortie maximale : 16,88 MW Capacité de carburant : 337000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. 1.5x bolji od stručnog Maksimalna izlazna snaga: 16.88MW Kapacitet goriva: 337000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. 1,5-szer jobb, mint a profi Max. teljesítmény: 16.88MW Üzemanyagtartály: 337000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 熟練より1.5倍優れている 最大出力:16.88MW 燃料容量:337000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. 1,5x labāks nekā lietpratējs Maksimālā jauda: 16.88MW Degvielas ietilpība: 337000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. 1.5x beter dan bekwaam Maximaal uitgangsvermogen: 16,88 MW Tankinhoud: 337000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. 1,5 ganger bedre enn dyktig Maks utgangseffekt: 16,88 MW Drivstoff kapasitet: 337000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. 1.5x melhor do que proficiente Potência máxima: 16.88MW Capacidade de combustível: 337000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. De 1,5 ori mai bun decât cel competent Putere maximă de ieșire: 16.88MW Capacitate combustibil: 337000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. В 1,5 раза лучше, чем Proficient Максимальная выходная мощность: 16,88 МВт Емкость топливного бака: 337000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. 1,5x lepšie ako zdatný Maximálny výkon: 16,88 MW Kapacita paliva: 337000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. 1,5 gånger bättre än skicklig Max uteffekt: 16,88 MW Bränslekapacitet: 337000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Yetkinden 1,5 kat daha iyi Maksimum Güç Çıkışı: 16.88MW Yakıt kapasitesi: 337000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. У 1,5 рази краще, ніж Proficient Максимальна вихідна потужність: 16,88 МВт Запас палива: 337000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 比精通好 1.5 倍 最大输出功率：16.88MW 油容量：337000L

# Description_DP3SmallSolarPanelCornerT1
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than normal. 0.03MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x Millor del normal. Potència màxima de 0,03MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5x lepší než normálně. Maximální výstupní výkon 0,03 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end normalt. 0,03 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als normal. 0,03 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor de lo normal. Potencia máxima de salida de 0,03 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1.5x Parem kui tavaliselt. 0.03MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5x normaalia parempi. 0.03MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1.5x mieux que la normale. Puissance de sortie maximale de 0,03 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od normalnog. Maksimalna snaga od 0,03 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5x jobb a normálnál. 0,03MW Max. teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 通常より1.5倍優れています。 0.03MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā parasti. 0,03 MW maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1.5x beter dan normaal. 0,03 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn normalt. 0,03 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1.5x melhor do que o normal. 0.03MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bine decât în mod normal. Putere maximă de ieșire 0,03MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность 0,03 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako normálne. Maximálny výkon 0,03 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än normalt. 0,03 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Normalden 1,5 kat daha iyi. 0.03MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність 0,03 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比正常情况好 1.5 倍。 0.03MW最大功率输出。
