Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallHydrogenTankT3
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Proficient Capacity: 1,687,500L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor que competent Capacitat: 1,687,500L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5x lepší než zdatný Kapacita: 1 687 500 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end dygtig Kapacitet: 1.687.500L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als kompetent Kapazität: 1.687.500 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que competente Capacidad: 1.687.500L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui vilunud Mahutavus: 1,687,500L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1.5x parempi kuin taitava Kapasiteetti: 1,687,500L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux que compétent Capacité : 1,687,500L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolji od stručnog Kapacitet: 1,687,500L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a profi Kapacitás: 1,687,500L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 熟練より1.5倍優れている 容量:1687500リットル
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā lietpratējs Ietilpība: 1,687,500L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan bekwaam Capaciteit: 1.687.500L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn dyktig Kapasitet: 1,687,500L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1.5x melhor do que proficiente Capacidade: 1.687.500L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât cel competent Capacitate: 1,687,500L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем Proficient Емкость: 1 687 500 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako zdatný Kapacita: 1 687 500L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än skicklig Kapacitet: 1 687 500 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Yetkinden 1,5 kat daha iyi Kapasite: 1.687.500L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж Proficient Ємність: 1 687 500 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比精通好 1.5 倍 容量：1,687,500L

# Description_SmallJumpDriveT0
source: Jump drives allow ships to teleport over large distances. They require a full charge to jump and can only be activated from the toolbar of a cockpit. Allows for FTL Jumps. Jump Range Max: 59KM. Max Jump Mass: 125,000KG
ca_ad: Les unitats de salt permeten als vaixells teletransportar-se a grans distàncies. Requereixen una càrrega completa per saltar i només es poden activar des de la barra d'eines d'una cabina. Permet salts FTL. Autonomia de salt màxima: 59KM. Massa màxima de salt: 125,000KG
cs_cz: Skokové pohony umožňují lodím teleportovat se na velké vzdálenosti. Ke skoku vyžadují plné nabití a lze je aktivovat pouze z panelu nástrojů v kokpitu. Umožňuje FTL skoky. Maximální dosah skoku: 59 km. Maximální hmotnost skoku: 125 000 kg
da: Jump-drev giver skibe mulighed for at teleportere over store afstande. De kræver en fuld opladning for at hoppe og kan kun aktiveres fra værktøjslinjen i et cockpit. Giver mulighed for FTL-spring. Spring rækkevidde maks.: 59 km. Maks. Springmasse: 125.000 kg
de: Sprungantriebe ermöglichen es Schiffen, sich über große Entfernungen zu teleportieren. Sie benötigen eine volle Ladung, um zu springen, und können nur über die Symbolleiste eines Cockpits aktiviert werden. Ermöglicht FTL-Sprünge. Maximale Sprungweite: 59 km. Maximale Sprungmasse: 125.000 kg
es: Los motores de salto permiten que las naves se teletransporten a grandes distancias. Requieren una carga completa para saltar y solo se pueden activar desde la barra de herramientas de una cabina. Permite saltos FTL. Rango máximo de salto: 59 km. Masa máxima de salto: 125.000 kg
et_ee: Hüppeajamid võimaldavad laevadel teleportida suurte vahemaade tagant. Nende hüppamiseks on vaja täislaadimist ja neid saab aktiveerida ainult kokpiti tööriistaribalt. Võimaldab FTL hüppeid. Hüppekaugus Max: 59KM. Maksimaalne hüppemass: 125 000kg
fi: Hyppyasemien avulla alukset voivat teleportata suuria matkoja. Ne vaativat täyden latauksen hypätäkseen, ja ne voidaan aktivoida vain ohjaamon työkaluriviltä. Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 59KM. Suurin hyppymassa: 125 000 kg
fr: Les moteurs de saut permettent aux vaisseaux de se téléporter sur de grandes distances. Ils nécessitent une charge complète pour sauter et ne peuvent être activés qu’à partir de la barre d’outils d’un cockpit. Permet des sauts FTL. Portée de saut maximale : 59 km. Masse maximale de saut : 125 000 kg
hr_hr: Skok pogoni omogućuju brodovima teleportiranje na velike udaljenosti. Potrebno im je potpuno punjenje za skok i mogu se aktivirati samo s alatne trake kokpita. Omogućuje FTL skokove. Maksimalni domet skoka: 59 KM. Maksimalna masa skoka: 125,000KG
hu_hu: Az ugrási meghajtók lehetővé teszik a hajók számára, hogy nagy távolságokra teleportáljanak. Az ugráshoz teljes töltésre van szükség, és csak a pilótafülke eszköztáráról aktiválhatók. Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 59KM. Max ugrás tömege: 125,000KG
ja_jp: ジャンプドライブにより、船は長距離をテレポートすることができます。 ジャンプするにはフルチャージが必要で、コックピットのツールバーからのみ起動できます。 FTL ジャンプを許可します。 最大ジャンプ範囲:59KM。 最大ジャンプ質量:125,000KG
lv: Jump drives ļauj kuģiem teleportēties lielos attālumos. Lai lēktu, tiem ir nepieciešama pilna uzlāde, un tos var aktivizēt tikai no kabīnes rīkjoslas. Ļauj veikt FTL lēcienus. Lēciena diapazons max: 59KM. Maksimālā lēciena masa: 125,000KG
nl: Jump drives stellen schepen in staat om over grote afstanden te teleporteren. Ze hebben een volledige lading nodig om te springen en kunnen alleen worden geactiveerd via de werkbalk van een cockpit. Maakt FTL-sprongen mogelijk. Sprongbereik Max: 59KM. Maximale sprongmassa: 125.000 kg
no: Hoppstasjoner lar skip teleportere over store avstander. De krever full ladning for å hoppe og kan bare aktiveres fra verktøylinjen i en cockpit. Tillater FTL-hopp. Hopprekkevidde maks: 59 km. Maks hoppmasse: 125 000 kg
pt_br: As unidades de salto permitem que os navios se teletransportem a grandes distâncias. Eles exigem uma carga completa para saltar e só podem ser ativados a partir da barra de ferramentas de um cockpit. Permite saltos FTL. Alcance de salto Max: 59KM. Massa máxima do salto: 125,000KG
ro: Unitățile de salt permit navelor să se teleporteze pe distanțe mari. Acestea necesită o încărcare completă pentru a sări și pot fi activate numai din bara de instrumente a unui cockpit. Permite salturi FTL. Jump Range Max: 59KM. Masa maximă de salt: 125,000KG
ru: Прыжковые двигатели позволяют кораблям телепортироваться на большие расстояния. Они требуют полного заряда для прыжка и могут быть активированы только с панели инструментов в кабине. Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 59 км. Максимальная масса прыжка: 125 000 кг
sk_sk: Skokové pohony umožňujú lodiam teleportovať sa na veľké vzdialenosti. Na skok sa vyžadujú úplné nabitie a dajú sa aktivovať iba z panela nástrojov kokpitu. Umožňuje skoky FTL. Dosah skoku max: 59KM. Maximálna hmotnosť skoku: 125 000 kg
sv: Jump drives gör det möjligt för skepp att teleportera sig över stora avstånd. De kräver en full laddning för att hoppa och kan endast aktiveras från verktygsfältet i en cockpit. Tillåter FTL-hopp. Hoppområde max: 59 km. Max hoppmassa: 125 000 kg
tr_tr: Atlama sürücüleri, gemilerin uzun mesafelerde ışınlanmasına izin verir. Zıplamak için tam şarj gerektirirler ve yalnızca bir kokpitin araç çubuğundan etkinleştirilebilirler. FTL atlamalarına izin verir. Atlama Aralığı Maks: 59KM. Maksimum Atlama Kütlesi: 125.000kg
uk: Стрибкові приводи дозволяють кораблям телепортуватися на великі відстані. Для стрибка вони вимагають повного заряду, і їх можна активувати лише з панелі інструментів кабіни. Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 59 км. Максимальна маса стрибка: 125 000 кг
zh_cn: 跳跃驱动器允许飞船远距离传送。 它们需要充满电才能跳跃，并且只能从驾驶舱的工具栏激活。 允许 FTL 跳转。 最大跳跃范围：59KM。 最大跳跃质量：125,000KG

# Description_SmallJumpDriveT1
source: Jump drives allow ships to teleport over large distances. They require a full charge to jump and can only be activated from the toolbar of a cockpit. 1.5x Better Than Normal Allows for FTL Jumps. Jump Range Max: 89KM. Max Jump Mass: 187,500KG
ca_ad: Les unitats de salt permeten als vaixells teletransportar-se a grans distàncies. Requereixen una càrrega completa per saltar i només es poden activar des de la barra d'eines d'una cabina. 1.5x millor del normal Permet salts FTL. Autonomia de salt màxima: 89KM. Massa màxima de salt: 187,500KG
cs_cz: Skokové pohony umožňují lodím teleportovat se na velké vzdálenosti. Ke skoku vyžadují plné nabití a lze je aktivovat pouze z panelu nástrojů v kokpitu. 1,5× lepší než normálně Umožňuje FTL skoky. Maximální dosah skoku: 89 km. Maximální hmotnost skoku: 187 500 kg
da: Jump-drev giver skibe mulighed for at teleportere over store afstande. De kræver en fuld opladning for at hoppe og kan kun aktiveres fra værktøjslinjen i et cockpit. 1.5x bedre end normalt Giver mulighed for FTL-spring. Hoppe rækkevidde maks.: 89KM. Max hoppemasse: 187,500KG
de: Sprungantriebe ermöglichen es Schiffen, sich über große Entfernungen zu teleportieren. Sie benötigen eine volle Ladung, um zu springen, und können nur über die Symbolleiste eines Cockpits aktiviert werden. 1,5x besser als normal Ermöglicht FTL-Sprünge. Maximale Sprungweite: 89 km. Maximale Sprungmasse: 187.500 kg
es: Los motores de salto permiten que las naves se teletransporten a grandes distancias. Requieren una carga completa para saltar y solo se pueden activar desde la barra de herramientas de una cabina. 1,5 veces mejor de lo normal Permite saltos FTL. Rango de salto máximo: 89 km. Masa máxima de salto: 187,500 kg
et_ee: Hüppeajamid võimaldavad laevadel teleportida suurte vahemaade tagant. Nende hüppamiseks on vaja täislaadimist ja neid saab aktiveerida ainult kokpiti tööriistaribalt. 1.5x parem kui tavaline Võimaldab FTL hüppeid. Hüppekaugus Max: 89KM. Maksimaalne hüppemass: 187 500 kg
fi: Hyppyasemien avulla alukset voivat teleportata suuria matkoja. Ne vaativat täyden latauksen hypätäkseen, ja ne voidaan aktivoida vain ohjaamon työkaluriviltä. 1.5x parempi kuin normaalisti Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 89KM. Suurin hyppymassa: 187,500KG
fr: Les moteurs de saut permettent aux vaisseaux de se téléporter sur de grandes distances. Ils nécessitent une charge complète pour sauter et ne peuvent être activés qu’à partir de la barre d’outils d’un cockpit. 1,5 fois mieux que la normale Permet des sauts FTL. Portée de saut maximale : 89 km. Masse maximale de saut : 187 500 kg
hr_hr: Skok pogoni omogućuju brodovima teleportiranje na velike udaljenosti. Potrebno im je potpuno punjenje za skok i mogu se aktivirati samo s alatne trake kokpita. 1.5x bolje od normalnog Omogućuje FTL skokove. Skok raspon max: 89KM. Maksimalna masa skoka: 187,500KG
hu_hu: Az ugrási meghajtók lehetővé teszik a hajók számára, hogy nagy távolságokra teleportáljanak. Az ugráshoz teljes töltésre van szükség, és csak a pilótafülke eszköztáráról aktiválhatók. 1,5-szer jobb a normálnál Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 89KM. Max ugrás tömege: 187,500KG
ja_jp: ジャンプドライブにより、船は長距離をテレポートすることができます。 ジャンプするにはフルチャージが必要で、コックピットのツールバーからのみ起動できます。 通常の1.5倍 FTL ジャンプを許可します。 最大ジャンプ範囲:89KM。 最大ジャンプ質量:187,500KG
lv: Jump drives ļauj kuģiem teleportēties lielos attālumos. Lai lēktu, tiem ir nepieciešama pilna uzlāde, un tos var aktivizēt tikai no kabīnes rīkjoslas. 1,5x labāks nekā parasti Ļauj veikt FTL lēcienus. Lēciena diapazons maks: 89KM. Maksimālā lēciena masa: 187,500KG
nl: Jump drives stellen schepen in staat om over grote afstanden te teleporteren. Ze hebben een volledige lading nodig om te springen en kunnen alleen worden geactiveerd via de werkbalk van een cockpit. 1.5x beter dan normaal Maakt FTL-sprongen mogelijk. Sprongbereik Max: 89KM. Maximale sprongmassa: 187.500 kg
no: Hoppstasjoner lar skip teleportere over store avstander. De krever full ladning for å hoppe og kan bare aktiveres fra verktøylinjen i en cockpit. 1,5 ganger bedre enn normalt Tillater FTL-hopp. Hopprekkevidde maks: 89 km. Maks hoppmasse: 187 500 kg
pt_br: As unidades de salto permitem que os navios se teletransportem a grandes distâncias. Eles exigem uma carga completa para saltar e só podem ser ativados a partir da barra de ferramentas de um cockpit. 1.5x melhor do que o normal Permite saltos FTL. Alcance de salto Max: 89KM. Massa máxima do salto: 187,500KG
ro: Unitățile de salt permit navelor să se teleporteze pe distanțe mari. Acestea necesită o încărcare completă pentru a sări și pot fi activate numai din bara de instrumente a unui cockpit. De 1,5 ori mai bine decât în mod normal Permite salturi FTL. Jump Range Max: 89KM. Masa maximă a saltului: 187,500KG
ru: Прыжковые двигатели позволяют кораблям телепортироваться на большие расстояния. Они требуют полного заряда для прыжка и могут быть активированы только с панели инструментов в кабине. В 1,5 раза лучше, чем обычно Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 89 км. Максимальная масса прыжка: 187 500 кг
sk_sk: Skokové pohony umožňujú lodiam teleportovať sa na veľké vzdialenosti. Na skok sa vyžadujú úplné nabitie a dajú sa aktivovať iba z panela nástrojov kokpitu. 1,5x lepšie ako normálne Umožňuje skoky FTL. Dosah skoku max: 89KM. Maximálna hmotnosť skoku: 187 500 kg
sv: Jump drives gör det möjligt för skepp att teleportera sig över stora avstånd. De kräver en full laddning för att hoppa och kan endast aktiveras från verktygsfältet i en cockpit. 1,5 gånger bättre än normalt Tillåter FTL-hopp. Hoppområde max: 89 km. Max hoppmassa: 187 500 kg
tr_tr: Atlama sürücüleri, gemilerin uzun mesafelerde ışınlanmasına izin verir. Zıplamak için tam şarj gerektirirler ve yalnızca bir kokpitin araç çubuğundan etkinleştirilebilirler. Normalden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 89KM. Maksimum Atlama Kütlesi: 187,500kg
uk: Стрибкові приводи дозволяють кораблям телепортуватися на великі відстані. Для стрибка вони вимагають повного заряду, і їх можна активувати лише з панелі інструментів кабіни. У 1,5 рази краще, ніж зазвичай Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 89 км. Максимальна маса стрибка: 187 500 кг
zh_cn: 跳跃驱动器允许飞船远距离传送。 它们需要充满电才能跳跃，并且只能从驾驶舱的工具栏激活。 比正常情况好 1.5 倍 允许 FTL 跳转。 最大跳跃范围：89KM。 最大跳跃质量：187,500KG
