Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallBatteryT1
source: A battery stores power and is able to distribute a high output of energy. 1.5x Better Than Normal Max Power Output: 0.3MW Max Power Input: 0.3MW Max Stored Power: 0.08MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. 1.5x millor del normal Potència màxima de sortida: 0.3MW Potència màxima d'entrada: 0.3MW Potència màxima emmagatzemada: 0.08MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. 1,5× lepší než normálně Maximální výstupní výkon: 0,3 MW Maximální příkon: 0,3 MW Maximální uložený výkon: 0,08 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. 1.5x bedre end normalt Maks. effekt: 0,3 MW Maks. effektindgang: 0,3 MW Maks. lagret effekt: 0,08 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. 1,5x besser als normal Maximale Leistung: 0,3 MW Maximale Leistungsaufnahme: 0,3 MW Maximale gespeicherte Leistung: 0,08 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. 1,5 veces mejor de lo normal Potencia máxima de salida: 0,3 MW Entrada de potencia máxima: 0,3 MW Potencia máxima almacenada: 0,08 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. 1.5x parem kui tavaline Maksimaalne võimsus: 0.3MW Maksimaalne sisendvõimsus: 0.3MW Maksimaalne salvestatud võimsus: 0.08MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. 1.5x parempi kuin normaalisti Suurin teho: 0.3MW Suurin tehonsyöttö: 0.3MW Suurin varastoitu teho: 0.08MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. 1,5 fois mieux que la normale Puissance de sortie maximale : 0,3 MW Puissance d’entrée maximale : 0,3 MW Puissance maximale stockée : 0,08 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. 1.5x bolje od normalnog Maksimalna izlazna snaga: 0,3 MW Maksimalna snaga: 0,3 MW Maksimalna pohranjena snaga: 0.08MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. 1,5-szer jobb a normálnál Max teljesítmény: 0.3MW Max. felvett teljesítmény: 0,3 MW Max tárolt teljesítmény: 0.08MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 通常の1.5倍 最大出力:0.3MW 最大電力入力:0.3MW 最大蓄電電力:0.08MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. 1,5x labāks nekā parasti Maksimālā jauda: 0.3MW Maksimālā ieejas jauda: 0.3MW Maksimālā uzglabātā jauda: 0.08MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. 1.5x beter dan normaal Maximaal uitgangsvermogen: 0,3 MW Maximaal opgenomen vermogen: 0,3 MW Max. opgeslagen vermogen: 0,08 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. 1,5 ganger bedre enn normalt Maks effekt: 0,3 MW Maks strøminngang: 0,3 MW Maks lagret effekt: 0,08 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. 1.5x melhor do que o normal Potência máxima: 0.3MW Potência máxima de entrada: 0.3MW Potência máxima armazenada: 0.08MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. De 1,5 ori mai bine decât în mod normal Putere maximă de ieșire: 0.3MW Putere maximă de intrare: 0.3MW Putere maximă stocată: 0,08MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. В 1,5 раза лучше, чем обычно Максимальная выходная мощность: 0,3 МВт Максимальная потребляемая мощность: 0,3 МВт Максимальная хранимая мощность: 0,08 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. 1,5x lepšie ako normálne Maximálny výkon: 0.3MW Maximálny príkon: 0.3MW Maximálny uložený výkon: 0.08MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. 1,5 gånger bättre än normalt Max uteffekt: 0,3 MW Max ineffekt: 0,3 MW Max lagrad effekt: 0,08 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Normalden 1,5 kat daha iyi Maksimum Güç Çıkışı: 0.3MW Maksimum Güç Girişi: 0.3MW Maksimum Depolanan Güç: 0.08MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. У 1,5 рази краще, ніж зазвичай Максимальна вихідна потужність: 0,3 МВт Максимальна споживана потужність: 0,3 МВт Максимальна споживана потужність: 0,08 МВТ*год
zh_cn: 电池储存电力并能够分配高输出的能量。 比正常情况好 1.5 倍 最大功率输出：0.3MW 最大功率输入：0.3MW 最大储存功率：0.08MWH

# Description_SmallSmallBatteryT2
source: A battery stores power and is able to distribute a high output of energy. 1.5x Better Than Enhanced Max Power Output: 0.45MW Max Power Input: 0.45MW Max Stored Power: 0.12MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. 1.5x millor que millorat Potència màxima de sortida: 0.45MW Potència màxima d'entrada: 0.45MW Potència màxima emmagatzemada: 0.12MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. 1,5× lepší než vylepšený Maximální výstupní výkon: 0,45 MW Maximální příkon: 0,45 MW Maximální uložený výkon: 0,12 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. 1.5x bedre end forbedret Maks. effekt: 0,45 MW Maks. effektindgang: 0,45 MW Maks. lagret effekt: 0,12 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. 1,5x besser als Enhanced Maximale Leistung: 0,45 MW Maximale Leistungsaufnahme: 0,45 MW Maximale gespeicherte Leistung: 0,12 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. 1,5 veces mejor que mejorado Potencia máxima de salida: 0,45 MW Potencia máxima de entrada: 0,45 MW Potencia máxima almacenada: 0,12 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. 1.5x parem kui täiustatud Maksimaalne võimsus: 0.45MW Maksimaalne sisendvõimsus: 0.45MW Maksimaalne salvestatud võimsus: 0.12MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. 1,5 kertaa parempi kuin parannettu Suurin teho: 0.45MW Suurin tehonsyöttö: 0.45MW Suurin varastoitu teho: 0.12MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. 1,5 fois mieux qu’amélioré Puissance de sortie maximale : 0,45 MW Puissance d’entrée maximale : 0,45 MW Puissance maximale stockée : 0,12 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. 1.5x bolje od poboljšanog Maksimalna izlazna snaga: 0,45 MW Maksimalni ulaz snage: 0,45 MW Maksimalna pohranjena snaga: 0.12MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. 1,5-szer jobb, mint a továbbfejlesztett; Max teljesítmény: 0.45MW Max. felvett teljesítmény: 0,45 MW Max tárolt teljesítmény: 0.12MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 拡張の1.5倍優れている 最大出力:0.45MW 最大電力入力:0.45MW 最大蓄電電力:0.12MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. 1,5x labāks nekā uzlabots Maksimālā jauda: 0.45MW Maksimālā ieejas jauda: 0.45MW Maksimālā uzglabātā jauda: 0.12MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. 1,5x beter dan verbeterd Maximaal uitgangsvermogen: 0,45 MW Maximaal opgenomen vermogen: 0,45 MW Max. opgeslagen vermogen: 0,12 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. 1,5 ganger bedre enn forbedret Maks utgangseffekt: 0,45 MW Maks strøminngang: 0,45 MW Maks lagret effekt: 0,12 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. 1,5x melhor que o Enhanced Potência máxima: 0.45MW Potência máxima de entrada: 0.45MW Potência máxima armazenada: 0.12MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. De 1,5 ori mai bun decât îmbunătățit Putere maximă de ieșire: 0.45MW Putere maximă de intrare: 0.45MW Putere maximă stocată: 0.12MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. В 1,5 раза лучше, чем улучшено Максимальная выходная мощность: 0,45 МВт Максимальная потребляемая мощность: 0,45 МВт Максимальная хранимая мощность: 0,12 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. 1,5x lepšie než vylepšené Maximálny výkon: 0.45MW Maximálny príkon: 0.45MW Maximálny uložený výkon: 0.12MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. 1,5 gånger bättre än förbättrad Max uteffekt: 0,45 MW Max ineffekt: 0,45 MW Max lagrad effekt: 0,12 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Geliştirilmişten 1,5 kat daha iyi Maksimum Güç Çıkışı: 0.45MW Maksimum Güç Girişi: 0.45MW Maksimum Depolanan Güç: 0.12MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. У 1,5 рази краще, ніж покращене Максимальна вихідна потужність: 0,45 МВт Максимальна споживана потужність: 0,45 МВт Максимальна споживана потужність: 0,12 МВТ*год
zh_cn: 电池储存电力并能够分配高输出的能量。 比增强型好 1.5 倍 最大功率输出：0.45MW 最大功率输入：0.45MW 最大储存功率：0.12MWH

# Description_SmallSmallBatteryT3
source: A battery stores power and is able to distribute a high output of energy. 1.5x Better Than Proficient Max Power Output: 0.68MW Max Power Input: 0.68MW Max Stored Power: 0.18MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. 1.5x millor que competent Potència màxima de sortida: 0.68MW Potència màxima d'entrada: 0.68MW Potència màxima emmagatzemada: 0.18MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. 1,5x lepší než zdatný Maximální výstupní výkon: 0,68 MW Maximální příkon: 0,68 MW Maximální uložený výkon: 0,18 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. 1.5x bedre end dygtig Maks. effekt: 0,68 MW Maks. effektindgang: 0,68 MW Maks. lagret effekt: 0,18 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. 1,5x besser als kompetent Maximale Leistung: 0,68 MW Maximale Leistungsaufnahme: 0,68 MW Maximale gespeicherte Leistung: 0,18 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. 1,5 veces mejor que competente Potencia máxima de salida: 0,68 MW Potencia máxima de entrada: 0,68 MW Potencia máxima almacenada: 0,18 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. 1.5x parem kui vilunud Maksimaalne võimsus: 0.68MW Maksimaalne sisendvõimsus: 0.68MW Maksimaalne salvestatud võimsus: 0.18MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. 1.5x parempi kuin taitava Suurin teho: 0.68MW Suurin tehonsyöttö: 0.68MW Suurin varastoitu teho: 0.18MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. 1,5 fois mieux que compétent Puissance de sortie maximale : 0,68 MW Puissance d’entrée maximale : 0,68 MW Puissance maximale stockée : 0,18 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. 1.5x bolji od stručnog Maksimalna snaga: 0,68 MW Maksimalna snaga: 0.68MW Maksimalna pohranjena snaga: 0.18MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. 1,5-szer jobb, mint a profi Max teljesítmény: 0.68MW Max. felvett teljesítmény: 0,68 MW Max tárolt teljesítmény: 0.18MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 熟練より1.5倍優れている 最大出力:0.68MW 最大電力入力:0.68MW 最大蓄電電力:0.18MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. 1,5x labāks nekā lietpratējs Maksimālā jauda: 0.68MW Maksimālā ieejas jauda: 0.68MW Maksimālā saglabātā jauda: 0.18MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. 1.5x beter dan bekwaam Maximaal uitgangsvermogen: 0,68 MW Maximaal opgenomen vermogen: 0,68 MW Max. opgeslagen vermogen: 0,18 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. 1,5 ganger bedre enn dyktig Maks utgangseffekt: 0,68 MW Maks strøminngang: 0,68 MW Maks lagret effekt: 0,18 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. 1.5x melhor do que proficiente Potência máxima: 0.68MW Potência máxima de entrada: 0.68MW Potência máxima armazenada: 0.18MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. De 1,5 ori mai bun decât cel competent Putere maximă de ieșire: 0.68MW Putere maximă de intrare: 0.68MW Putere maximă stocată: 0.18MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. В 1,5 раза лучше, чем Proficient Максимальная выходная мощность: 0,68 МВт Максимальная потребляемая мощность: 0,68 МВт Максимальная хранимая мощность: 0,18 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. 1,5x lepšie ako zdatný Maximálny výkon: 0.68MW Maximálny príkon: 0.68MW Maximálny uložený výkon: 0.18MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. 1,5 gånger bättre än skicklig Max uteffekt: 0,68 MW Max ineffekt: 0,68 MW Max lagrad effekt: 0,18 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Yetkinden 1,5 kat daha iyi Maksimum Güç Çıkışı: 0.68MW Maksimum Güç Girişi: 0.68MW Maksimum Depolanan Güç: 0.18MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. У 1,5 рази краще, ніж Proficient Максимальна вихідна потужність: 0,68 МВт Максимальна споживана потужність: 0,68 МВт Максимальна споживана потужність: 0,18 МВТ*год
zh_cn: 电池储存电力并能够分配高输出的能量。 比精通好 1.5 倍 最大功率输出：0.68MW 最大功率输入：0.68MW 最大储存功率：0.18MWH

# Description_SmallSmallCargoContainerT1
source: Small cargo containers can be used to store items. 1.5x Better Than Normal 187.50L on 1x
ca_ad: Els petits contenidors de càrrega es poden utilitzar per emmagatzemar articles. 1.5x millor del normal 187.50L en 1x
cs_cz: K ukládání předmětů lze použít malé nákladní kontejnery. 1,5× lepší než normálně 187,50L na 1x
da: Små lastcontainere kan bruges til at opbevare genstande. 1.5x bedre end normalt 187.50L på 1x
de: Kleine Frachtcontainer können zur Lagerung von Gegenständen verwendet werden. 1,5x besser als normal 187.50L auf 1x
es: Se pueden utilizar contenedores de carga pequeños para almacenar artículos. 1,5 veces mejor de lo normal 187.50L en 1x
et_ee: Väikeseid kaubakonteinereid saab kasutada esemete ladustamiseks. 1.5x parem kui tavaline 187.50L 1x peal
fi: Pieniä rahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin normaalisti 187.50L päällä 1x
fr: De petits conteneurs de fret peuvent être utilisés pour stocker des articles. 1,5 fois mieux que la normale 187.50L sur 1x
hr_hr: Mali spremnici za teret mogu se koristiti za skladištenje predmeta. 1.5x bolje od normalnog 187.50L na 1x
hu_hu: Kis rakománykonténerek használhatók tárgyak tárolására. 1,5-szer jobb a normálnál 187.50L 1x
ja_jp: 小型の貨物コンテナは、アイテムの保管に使用できます。 通常の1.5倍 1xで187.50L
lv: Priekšmetu glabāšanai var izmantot mazus kravas konteinerus. 1,5x labāks nekā parasti 187.50L uz 1x
nl: Kleine vrachtcontainers kunnen worden gebruikt om spullen op te slaan. 1.5x beter dan normaal 187.50L op 1x
no: Små lastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn normalt 187.50L på 1x
pt_br: Pequenos contêineres de carga podem ser usados para armazenar itens. 1.5x melhor do que o normal 187.50L em 1x
ro: Containerele mici de marfă pot fi utilizate pentru depozitarea articolelor. De 1,5 ori mai bine decât în mod normal 187.50L pe 1x
ru: Для хранения вещей можно использовать небольшие грузовые контейнеры. В 1,5 раза лучше, чем обычно 187.50л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé nákladné kontajnery. 1,5x lepšie ako normálne 187.50L na 1x
sv: Små lastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än normalt 187.50L på 1x
tr_tr: Eşyaları depolamak için küçük kargo konteynırları kullanılabilir. Normalden 1,5 kat daha iyi 1x üzerinde 187,50L
uk: Для зберігання предметів можна використовувати невеликі вантажні контейнери. У 1,5 рази краще, ніж зазвичай 187,50 л на 1x
zh_cn: 小型货物集装箱可用于存放物品。 比正常情况好 1.5 倍 187.50L 1x

# Description_SmallSmallCargoContainerT2
source: Small cargo containers can be used to store items. 1.5x Better Than Enhanced 281.25L on 1x
ca_ad: Els petits contenidors de càrrega es poden utilitzar per emmagatzemar articles. 1.5x millor que millorat 281.25L en 1x
cs_cz: K ukládání předmětů lze použít malé nákladní kontejnery. 1,5× lepší než vylepšený 281.25L na 1x
da: Små lastcontainere kan bruges til at opbevare genstande. 1.5x bedre end forbedret 281.25L på 1x
de: Kleine Frachtcontainer können zur Lagerung von Gegenständen verwendet werden. 1,5x besser als Enhanced 281.25L auf 1x
es: Se pueden utilizar contenedores de carga pequeños para almacenar artículos. 1,5 veces mejor que mejorado 281.25L en 1x
et_ee: Väikeseid kaubakonteinereid saab kasutada esemete ladustamiseks. 1.5x parem kui täiustatud 281.25L 1x peal
fi: Pieniä rahtikontteja voidaan käyttää tavaroiden varastointiin. 1,5 kertaa parempi kuin parannettu 281.25L päällä 1x
fr: De petits conteneurs de fret peuvent être utilisés pour stocker des articles. 1,5 fois mieux qu’amélioré 281.25L sur 1x
hr_hr: Mali spremnici za teret mogu se koristiti za skladištenje predmeta. 1.5x bolje od poboljšanog 281.25L na 1x
hu_hu: Kis rakománykonténerek használhatók tárgyak tárolására. 1,5-szer jobb, mint a továbbfejlesztett; 281.25L 1x
ja_jp: 小型の貨物コンテナは、アイテムの保管に使用できます。 拡張の1.5倍優れている 1xで281.25L
lv: Priekšmetu glabāšanai var izmantot mazus kravas konteinerus. 1,5x labāks nekā uzlabots 281.25L uz 1x
nl: Kleine vrachtcontainers kunnen worden gebruikt om spullen op te slaan. 1,5x beter dan verbeterd 281.25L op 1x
no: Små lastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn forbedret 281.25L på 1x
pt_br: Pequenos contêineres de carga podem ser usados para armazenar itens. 1,5x melhor que o Enhanced 281.25L em 1x
ro: Containerele mici de marfă pot fi utilizate pentru depozitarea articolelor. De 1,5 ori mai bun decât îmbunătățit 281.25L pe 1x
ru: Для хранения вещей можно использовать небольшие грузовые контейнеры. В 1,5 раза лучше, чем улучшено 281.25л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé nákladné kontajnery. 1,5x lepšie než vylepšené 281.25L na 1x
sv: Små lastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än förbättrad 281.25L på 1x
tr_tr: Eşyaları depolamak için küçük kargo konteynırları kullanılabilir. Geliştirilmişten 1,5 kat daha iyi 1x üzerinde 281,25L
uk: Для зберігання предметів можна використовувати невеликі вантажні контейнери. У 1,5 рази краще, ніж покращене 281,25 л на 1x
zh_cn: 小型货物集装箱可用于存放物品。 比增强型好 1.5 倍 281.25L 1x

# Description_SmallSmallCargoContainerT3
source: Small cargo containers can be used to store items. 1.5x Better Than Proficient 52,734.38L on 1x
ca_ad: Els petits contenidors de càrrega es poden utilitzar per emmagatzemar articles. 1.5x millor que competent 52.734.38L en 1x
cs_cz: K ukládání předmětů lze použít malé nákladní kontejnery. 1,5x lepší než zdatný 52 734,38L na 1x
da: Små lastcontainere kan bruges til at opbevare genstande. 1.5x bedre end dygtig 52,734.38L på 1x
de: Kleine Frachtcontainer können zur Lagerung von Gegenständen verwendet werden. 1,5x besser als kompetent 52.734,38L auf 1x
es: Se pueden utilizar contenedores de carga pequeños para almacenar artículos. 1,5 veces mejor que competente 52,734.38L en 1x
et_ee: Väikeseid kaubakonteinereid saab kasutada esemete ladustamiseks. 1.5x parem kui vilunud 52 734.38L 1x peal
fi: Pieniä rahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin taitava 52,734.38L päällä 1x
fr: De petits conteneurs de fret peuvent être utilisés pour stocker des articles. 1,5 fois mieux que compétent 52,734.38L sur 1x
hr_hr: Mali spremnici za teret mogu se koristiti za skladištenje predmeta. 1.5x bolji od stručnog 52,734.38L na 1x
hu_hu: Kis rakománykonténerek használhatók tárgyak tárolására. 1,5-szer jobb, mint a profi 52 734.38L 1x-en
ja_jp: 小型の貨物コンテナは、アイテムの保管に使用できます。 熟練より1.5倍優れている 1xで52,734.38L
lv: Priekšmetu glabāšanai var izmantot mazus kravas konteinerus. 1,5x labāks nekā lietpratējs 52,734.38L uz 1x
nl: Kleine vrachtcontainers kunnen worden gebruikt om spullen op te slaan. 1.5x beter dan bekwaam 52,734.38L op 1x
no: Små lastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn dyktig 52,734.38L på 1x
pt_br: Pequenos contêineres de carga podem ser usados para armazenar itens. 1.5x melhor do que proficiente 52,734.38L em 1x
ro: Containerele mici de marfă pot fi utilizate pentru depozitarea articolelor. De 1,5 ori mai bun decât cel competent 52,734.38L pe 1x
ru: Для хранения вещей можно использовать небольшие грузовые контейнеры. В 1,5 раза лучше, чем Proficient 52 734,38 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé nákladné kontajnery. 1,5x lepšie ako zdatný 52 734,38 l na 1x
sv: Små lastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än skicklig 52 734,38L på 1x
tr_tr: Eşyaları depolamak için küçük kargo konteynırları kullanılabilir. Yetkinden 1,5 kat daha iyi 1x üzerinde 52.734,38L
uk: Для зберігання предметів можна використовувати невеликі вантажні контейнери. У 1,5 рази краще, ніж Proficient 52 734,38 л на 1x
zh_cn: 小型货物集装箱可用于存放物品。 比精通好 1.5 倍 52,734.38L 在 1x
