Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallLargeQReactorT0
source: Reactors generate high ammounts of power, at the cost of refined uranium ingots. Uranium is extremely rare. Found only in Asteroids, Planet Urania, Planet Energia, and Planet Clangia. Max Power Output: 118MW
ca_ad: Els reactors generen altes quantitats d'energia, a costa de lingots d'urani refinat. L'urani és extremadament rar. Es troba només en Asteroides, Planeta Urània, Planeta Energia i Planeta Clangia. Potència màxima de sortida: 118MW
cs_cz: Reaktory generují velké množství energie na úkor rafinovaných uranových ingotů. Uran je extrémně vzácný. Vyskytuje se pouze v planetách Asteroids, Planeta Urania, Planeta Energia a Planeta Clangia. Maximální výstupní výkon: 118MW
da: Reaktorer genererer store mængder strøm på bekostning af raffineret uranblokke. Uran er yderst sjældent. Findes kun i Asteroids, Planet Urania, Planet Energia og Planet Clangia. Maks. effekt: 118MW
de: Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Uranbarren. Uran ist extrem selten. Kommt nur in Asteroiden, Planet Urania, Planet Energia und Planet Clangia vor. Maximale Leistung: 118MW
es: Los reactores generan grandes cantidades de energía, a costa de lingotes de uranio refinado. El uranio es extremadamente raro. Solo se encuentra en Asteroides, Planeta Urania, Planeta Energía y Planeta Clangia. Potencia máxima de salida: 118 MW
et_ee: Reaktorid toodavad rafineeritud uraani valuplokkide hinnaga suuri võimsusi. Uraan on äärmiselt haruldane. Leitud ainult asteroididest, Planet Uraniast, Planet Energiast ja Planet Clangiast. Maksimaalne võimsus: 118MW
fi: Reaktorit tuottavat suuria tehoja puhdistetun uraaniharkkojen kustannuksella. Uraani on erittäin harvinaista. Löytyy vain asteroideista, Urania-planeetasta, Planet Energiasta ja Planet Clangiasta. Suurin teho: 118MW
fr: Les réacteurs génèrent des puissances élevées, au détriment des lingots d’uranium raffinés. L’uranium est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Urania, la planète Energia et la planète Clangia. Puissance de sortie maximale : 118 MW
hr_hr: Reaktori stvaraju velike količine energije, po cijenu rafiniranih ingota urana. Uran je izuzetno rijedak. Nalazi se samo u asteroidima, planeti Urania, Planeti Energiji i planeti Clangia. Maksimalna snaga: 118MW
hu_hu: A reaktorok nagy mennyiségű energiát termelnek, a finomított uránöntvények árán. Az urán rendkívül ritka. Csak az aszteroidákban, az Uránia bolygóban, az Energia bolygóban és a Clangia bolygóban található meg. Max teljesítmény: 118MW
ja_jp: 原子炉は、精製されたウランインゴットを犠牲にして、高い出力を生み出します。ウランは非常にまれです。小惑星、惑星天王星、惑星エネルギア、惑星クランギアでのみ見られる。 最大出力:118MW
lv: Reaktori rada lielu jaudu uz rafinētu urāna lietņu rēķina. Urāns ir ļoti reti. Atrasts tikai asteroīdos, planētā Urania, Planet Energia un Planet Clangia. Maksimālā jauda: 118MW
nl: Reactoren genereren veel vermogen, ten koste van geraffineerde uraniumstaven. Uranium is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Urania, Planet Energia en Planet Clangia. Maximaal uitgangsvermogen: 118MW
no: Reaktorer genererer høye mengder kraft, på bekostning av raffinerte uranblokker. Uran er ekstremt sjeldent. Finnes bare i asteroider, Planet Urania, Planet Energia og Planet Clangia. Maks effekt: 118MW
pt_br: Os reatores geram altas quantidades de energia, ao custo de lingotes de urânio refinado. O urânio é extremamente raro. Encontrado apenas em Asteroides, Planeta Urânia, Planeta Energia e Planeta Clangia. Potência máxima: 118MW
ro: Reactoarele generează cantități mari de putere, cu prețul lingourilor de uraniu rafinate. Uraniul este extrem de rar. Se găsește numai în Asteroizi, Planeta Urania, Planeta Energia și Planeta Clangia. Putere maximă de ieșire: 118MW
ru: Реакторы вырабатывают большое количество энергии за счет слитков очищенного урана. Уран встречается крайне редко. Встречается только на Астероидах, Планете Урания, Планете Энергия и Планете Клангия. Максимальная выходная мощность: 118 МВт
sk_sk: Reaktory generujú vysoký objem energie za cenu rafinovaných uránových ingotov. Urán je extrémne zriedkavý. Nachádza sa iba v asteroidoch, planéte Urania, planéte Energia a planéte Clangia. Maximálny výkon: 118MW
sv: Reaktorer genererar stora mängder energi på bekostnad av raffinerade urantackor. Uran är extremt sällsynt. Finns endast i asteroider, planeten Urania, planeten Energia och planeten Clangia. Max uteffekt: 118MW
tr_tr: Reaktörler, rafine uranyum külçeleri pahasına yüksek miktarda güç üretir. Uranyum oldukça nadirdir. Sadece Asteroitler, Urania Gezegeni, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Maksimum Güç Çıkışı: 118MW
uk: Реактори генерують великі потужності за рахунок очищених уранових злитків. Уран зустрічається вкрай рідко. Зустрічається лише в астероїдах, планеті Уранія, планеті Енергія та планеті Клангія. Максимальна вихідна потужність: 118 МВт
zh_cn: 反应堆产生高功率，代价是精炼铀锭。铀极为稀有。仅在小行星、乌拉尼亚行星、能量行星和克兰吉亚行星中发现。 最大输出功率：118MW

# Description_SmallLargeQReactorT1
source: Reactors generate high ammounts of power, at the cost of refined uranium ingots. Uranium is extremely rare. Found only in Asteroids, Planet Urania, Planet Energia, and Planet Clangia. 1.5x Better than Normal. Max Power Output: 177MW
ca_ad: Els reactors generen altes quantitats d'energia, a costa de lingots d'urani refinat. L'urani és extremadament rar. Es troba només en Asteroides, Planeta Urània, Planeta Energia i Planeta Clangia. 1.5x millor del normal. Potència màxima de sortida: 177MW
cs_cz: Reaktory generují velké množství energie na úkor rafinovaných uranových ingotů. Uran je extrémně vzácný. Vyskytuje se pouze v planetách Asteroids, Planeta Urania, Planeta Energia a Planeta Clangia. 1,5× lepší než normálně. Maximální výstupní výkon: 177 MW
da: Reaktorer genererer store mængder strøm på bekostning af raffineret uranblokke. Uran er yderst sjældent. Findes kun i Asteroids, Planet Urania, Planet Energia og Planet Clangia. 1.5x bedre end normalt. Maks. effekt: 177MW
de: Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Uranbarren. Uran ist extrem selten. Kommt nur in Asteroiden, Planet Urania, Planet Energia und Planet Clangia vor. 1,5x besser als normal. Maximale Leistung: 177 MW
es: Los reactores generan grandes cantidades de energía, a costa de lingotes de uranio refinado. El uranio es extremadamente raro. Solo se encuentra en Asteroides, Planeta Urania, Planeta Energía y Planeta Clangia. 1,5 veces mejor de lo normal. Potencia máxima de salida: 177 MW
et_ee: Reaktorid toodavad rafineeritud uraani valuplokkide hinnaga suuri võimsusi. Uraan on äärmiselt haruldane. Leitud ainult asteroididest, Planet Uraniast, Planet Energiast ja Planet Clangiast. 1.5x parem kui tavaliselt. Maksimaalne võimsus: 177MW
fi: Reaktorit tuottavat suuria tehoja puhdistetun uraaniharkkojen kustannuksella. Uraani on erittäin harvinaista. Löytyy vain asteroideista, Urania-planeetasta, Planet Energiasta ja Planet Clangiasta. 1.5x parempi kuin normaalisti. Suurin teho: 177MW
fr: Les réacteurs génèrent des puissances élevées, au détriment des lingots d’uranium raffinés. L’uranium est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Urania, la planète Energia et la planète Clangia. 1,5x mieux que la normale. Puissance de sortie maximale : 177 MW
hr_hr: Reaktori stvaraju velike količine energije, po cijenu rafiniranih ingota urana. Uran je izuzetno rijedak. Nalazi se samo u asteroidima, planeti Urania, Planeti Energiji i planeti Clangia. 1.5x bolje od normalnog. Maksimalna snaga: 177MW
hu_hu: A reaktorok nagy mennyiségű energiát termelnek, a finomított uránöntvények árán. Az urán rendkívül ritka. Csak az aszteroidákban, az Uránia bolygóban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5x jobb a normálnál. Max teljesítmény: 177MW
ja_jp: 原子炉は、精製されたウランインゴットを犠牲にして、高い出力を生み出します。ウランは非常にまれです。小惑星、惑星天王星、惑星エネルギア、惑星クランギアでのみ見られる。 通常より1.5倍優れています。 最大出力:177MW
lv: Reaktori rada lielu jaudu uz rafinētu urāna lietņu rēķina. Urāns ir ļoti reti. Atrasts tikai asteroīdos, planētā Urania, Planet Energia un Planet Clangia. 1,5x labāks nekā parasti. Maksimālā jauda: 177MW
nl: Reactoren genereren veel vermogen, ten koste van geraffineerde uraniumstaven. Uranium is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Urania, Planet Energia en Planet Clangia. 1,5x beter dan normaal. Maximaal uitgangsvermogen: 177MW
no: Reaktorer genererer høye mengder kraft, på bekostning av raffinerte uranblokker. Uran er ekstremt sjeldent. Finnes bare i asteroider, Planet Urania, Planet Energia og Planet Clangia. 1,5 ganger bedre enn normalt. Maks effekt: 177MW
pt_br: Os reatores geram altas quantidades de energia, ao custo de lingotes de urânio refinado. O urânio é extremamente raro. Encontrado apenas em Asteroides, Planeta Urânia, Planeta Energia e Planeta Clangia. 1,5x melhor que o normal. Potência máxima: 177MW
ro: Reactoarele generează cantități mari de putere, cu prețul lingourilor de uraniu rafinate. Uraniul este extrem de rar. Se găsește numai în Asteroizi, Planeta Urania, Planeta Energia și Planeta Clangia. De 1,5 ori mai bine decât în mod normal. Putere maximă: 177MW
ru: Реакторы вырабатывают большое количество энергии за счет слитков очищенного урана. Уран встречается крайне редко. Встречается только на Астероидах, Планете Урания, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность: 177 МВт
sk_sk: Reaktory generujú vysoký objem energie za cenu rafinovaných uránových ingotov. Urán je extrémne zriedkavý. Nachádza sa iba v asteroidoch, planéte Urania, planéte Energia a planéte Clangia. 1,5x lepšie ako zvyčajne. Maximálny výkon: 177MW
sv: Reaktorer genererar stora mängder energi på bekostnad av raffinerade urantackor. Uran är extremt sällsynt. Finns endast i asteroider, planeten Urania, planeten Energia och planeten Clangia. 1,5 gånger bättre än normalt. Max uteffekt: 177MW
tr_tr: Reaktörler, rafine uranyum külçeleri pahasına yüksek miktarda güç üretir. Uranyum oldukça nadirdir. Sadece Asteroitler, Urania Gezegeni, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Normalden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 177MW
uk: Реактори генерують великі потужності за рахунок очищених уранових злитків. Уран зустрічається вкрай рідко. Зустрічається лише в астероїдах, планеті Уранія, планеті Енергія та планеті Клангія. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність: 177 МВт
zh_cn: 反应堆产生高功率，代价是精炼铀锭。铀极为稀有。仅在小行星、乌拉尼亚行星、能量行星和克兰吉亚行星中发现。 比正常情况好 1.5 倍。 最大功率输出：177MW

# Description_SmallLargeQReactorT2
source: Reactors generate high ammounts of power, at the cost of refined uranium ingots. Uranium is extremely rare. Found only in Asteroids, Planet Urania, Planet Energia, and Planet Clangia. 1.5x Better than Enhanced. Max Power Output: 265.5MW
ca_ad: Els reactors generen altes quantitats d'energia, a costa de lingots d'urani refinat. L'urani és extremadament rar. Es troba només en Asteroides, Planeta Urània, Planeta Energia i Planeta Clangia. 1.5x Millor que millorat. Potència màxima de sortida: 265.5MW
cs_cz: Reaktory generují velké množství energie na úkor rafinovaných uranových ingotů. Uran je extrémně vzácný. Vyskytuje se pouze v planetách Asteroids, Planeta Urania, Planeta Energia a Planeta Clangia. 1,5× lepší než vylepšené. Maximální výstupní výkon: 265,5 MW
da: Reaktorer genererer store mængder strøm på bekostning af raffineret uranblokke. Uran er yderst sjældent. Findes kun i Asteroids, Planet Urania, Planet Energia og Planet Clangia. 1.5x bedre end forbedret. Maks. effekt: 265,5 MW
de: Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Uranbarren. Uran ist extrem selten. Kommt nur in Asteroiden, Planet Urania, Planet Energia und Planet Clangia vor. 1,5x besser als verbessert. Maximale Leistung: 265,5 MW
es: Los reactores generan grandes cantidades de energía, a costa de lingotes de uranio refinado. El uranio es extremadamente raro. Solo se encuentra en Asteroides, Planeta Urania, Planeta Energía y Planeta Clangia. 1,5 veces mejor que mejorado. Potencia máxima de salida: 265,5 MW
et_ee: Reaktorid toodavad rafineeritud uraani valuplokkide hinnaga suuri võimsusi. Uraan on äärmiselt haruldane. Leitud ainult asteroididest, Planet Uraniast, Planet Energiast ja Planet Clangiast. 1.5x parem kui täiustatud. Maksimaalne võimsus: 265.5MW
fi: Reaktorit tuottavat suuria tehoja puhdistetun uraaniharkkojen kustannuksella. Uraani on erittäin harvinaista. Löytyy vain asteroideista, Urania-planeetasta, Planet Energiasta ja Planet Clangiasta. 1,5 kertaa parempi kuin parannettu. Suurin teho: 265.5MW
fr: Les réacteurs génèrent des puissances élevées, au détriment des lingots d’uranium raffinés. L’uranium est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Urania, la planète Energia et la planète Clangia. 1,5 fois mieux que Amélioré. Puissance de sortie maximale : 265,5 MW
hr_hr: Reaktori stvaraju velike količine energije, po cijenu rafiniranih ingota urana. Uran je izuzetno rijedak. Nalazi se samo u asteroidima, planeti Urania, Planeti Energiji i planeti Clangia. 1.5x Bolje od poboljšanog. Maksimalna snaga: 265,5MW
hu_hu: A reaktorok nagy mennyiségű energiát termelnek, a finomított uránöntvények árán. Az urán rendkívül ritka. Csak az aszteroidákban, az Uránia bolygóban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5-szer jobb, mint a továbbfejlesztett. Max. teljesítmény: 265.5MW
ja_jp: 原子炉は、精製されたウランインゴットを犠牲にして、高い出力を生み出します。ウランは非常にまれです。小惑星、惑星天王星、惑星エネルギア、惑星クランギアでのみ見られる。 Enhancedより1.5倍優れています。 最大出力:265.5MW
lv: Reaktori rada lielu jaudu uz rafinētu urāna lietņu rēķina. Urāns ir ļoti reti. Atrasts tikai asteroīdos, planētā Urania, Planet Energia un Planet Clangia. 1,5x labāk nekā uzlabots. Maksimālā jauda: 265.5MW
nl: Reactoren genereren veel vermogen, ten koste van geraffineerde uraniumstaven. Uranium is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Urania, Planet Energia en Planet Clangia. 1,5x beter dan verbeterd. Maximaal uitgangsvermogen: 265,5 MW
no: Reaktorer genererer høye mengder kraft, på bekostning av raffinerte uranblokker. Uran er ekstremt sjeldent. Finnes bare i asteroider, Planet Urania, Planet Energia og Planet Clangia. 1,5 ganger bedre enn forbedret. Maks utgangseffekt: 265,5 MW
pt_br: Os reatores geram altas quantidades de energia, ao custo de lingotes de urânio refinado. O urânio é extremamente raro. Encontrado apenas em Asteroides, Planeta Urânia, Planeta Energia e Planeta Clangia. 1,5x melhor que o aprimorado. Potência máxima: 265.5MW
ro: Reactoarele generează cantități mari de putere, cu prețul lingourilor de uraniu rafinate. Uraniul este extrem de rar. Se găsește numai în Asteroizi, Planeta Urania, Planeta Energia și Planeta Clangia. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire: 265.5MW
ru: Реакторы вырабатывают большое количество энергии за счет слитков очищенного урана. Уран встречается крайне редко. Встречается только на Астероидах, Планете Урания, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность: 265,5 МВт
sk_sk: Reaktory generujú vysoký objem energie za cenu rafinovaných uránových ingotov. Urán je extrémne zriedkavý. Nachádza sa iba v asteroidoch, planéte Urania, planéte Energia a planéte Clangia. 1,5x lepšie ako vylepšené. Maximálny výkon: 265.5MW
sv: Reaktorer genererar stora mängder energi på bekostnad av raffinerade urantackor. Uran är extremt sällsynt. Finns endast i asteroider, planeten Urania, planeten Energia och planeten Clangia. 1,5 gånger bättre än Enhanced. Max uteffekt: 265,5 MW
tr_tr: Reaktörler, rafine uranyum külçeleri pahasına yüksek miktarda güç üretir. Uranyum oldukça nadirdir. Sadece Asteroitler, Urania Gezegeni, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Geliştirilmiş'ten 1,5 kat daha iyi. Maksimum Güç Çıkışı: 265.5MW
uk: Реактори генерують великі потужності за рахунок очищених уранових злитків. Уран зустрічається вкрай рідко. Зустрічається лише в астероїдах, планеті Уранія, планеті Енергія та планеті Клангія. У 1,5 раза краще, ніж покращене. Максимальна вихідна потужність: 265,5 МВт
zh_cn: 反应堆产生高功率，代价是精炼铀锭。铀极为稀有。仅在小行星、乌拉尼亚行星、能量行星和克兰吉亚行星中发现。 比增强型好 1.5 倍。 最大输出功率：265.5MW

# Description_SmallLargeQReactorT3
source: Reactors generate high ammounts of power, at the cost of refined uranium ingots. Uranium is extremely rare. Found only in Asteroids, Planet Urania, Planet Energia, and Planet Clangia. 1.5x Better than Proficient. Max Power Output: 398.25MW
ca_ad: Els reactors generen altes quantitats d'energia, a costa de lingots d'urani refinat. L'urani és extremadament rar. Es troba només en Asteroides, Planeta Urània, Planeta Energia i Planeta Clangia. 1.5x Millor que competent. Potència màxima de sortida: 398.25MW
cs_cz: Reaktory generují velké množství energie na úkor rafinovaných uranových ingotů. Uran je extrémně vzácný. Vyskytuje se pouze v planetách Asteroids, Planeta Urania, Planeta Energia a Planeta Clangia. 1,5x lepší než zdatný. Maximální výstupní výkon: 398,25 MW
da: Reaktorer genererer store mængder strøm på bekostning af raffineret uranblokke. Uran er yderst sjældent. Findes kun i Asteroids, Planet Urania, Planet Energia og Planet Clangia. 1.5x bedre end dygtig. Maks. effekt: 398,25 MW
de: Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Uranbarren. Uran ist extrem selten. Kommt nur in Asteroiden, Planet Urania, Planet Energia und Planet Clangia vor. 1,5x besser als kompetent. Maximale Leistung: 398,25 MW
es: Los reactores generan grandes cantidades de energía, a costa de lingotes de uranio refinado. El uranio es extremadamente raro. Solo se encuentra en Asteroides, Planeta Urania, Planeta Energía y Planeta Clangia. 1,5 veces mejor que Proficiente. Potencia máxima de salida: 398,25 MW
et_ee: Reaktorid toodavad rafineeritud uraani valuplokkide hinnaga suuri võimsusi. Uraan on äärmiselt haruldane. Leitud ainult asteroididest, Planet Uraniast, Planet Energiast ja Planet Clangiast. 1.5x parem kui Proficient. Maksimaalne võimsus: 398.25MW
fi: Reaktorit tuottavat suuria tehoja puhdistetun uraaniharkkojen kustannuksella. Uraani on erittäin harvinaista. Löytyy vain asteroideista, Urania-planeetasta, Planet Energiasta ja Planet Clangiasta. 1,5 kertaa parempi kuin taitava. Suurin teho: 398.25MW
fr: Les réacteurs génèrent des puissances élevées, au détriment des lingots d’uranium raffinés. L’uranium est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Urania, la planète Energia et la planète Clangia. 1,5 fois mieux que compétent. Puissance de sortie maximale : 398,25 MW
hr_hr: Reaktori stvaraju velike količine energije, po cijenu rafiniranih ingota urana. Uran je izuzetno rijedak. Nalazi se samo u asteroidima, planeti Urania, Planeti Energiji i planeti Clangia. 1.5x bolje od stručnog. Maksimalna snaga: 398,25MW
hu_hu: A reaktorok nagy mennyiségű energiát termelnek, a finomított uránöntvények árán. Az urán rendkívül ritka. Csak az aszteroidákban, az Uránia bolygóban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5x jobb, mint a Proficient. Max. teljesítmény: 398,25MW
ja_jp: 原子炉は、精製されたウランインゴットを犠牲にして、高い出力を生み出します。ウランは非常にまれです。小惑星、惑星天王星、惑星エネルギア、惑星クランギアでのみ見られる。 熟練の1.5倍優れています。 最大出力:398.25MW
lv: Reaktori rada lielu jaudu uz rafinētu urāna lietņu rēķina. Urāns ir ļoti reti. Atrasts tikai asteroīdos, planētā Urania, Planet Energia un Planet Clangia. 1,5x labāk nekā lietpratējs. Maksimālā jauda: 398.25MW
nl: Reactoren genereren veel vermogen, ten koste van geraffineerde uraniumstaven. Uranium is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Urania, Planet Energia en Planet Clangia. 1,5x beter dan bekwaam. Maximaal uitgangsvermogen: 398,25 MW
no: Reaktorer genererer høye mengder kraft, på bekostning av raffinerte uranblokker. Uran er ekstremt sjeldent. Finnes bare i asteroider, Planet Urania, Planet Energia og Planet Clangia. 1,5 ganger bedre enn dyktig. Maks utgangseffekt: 398,25 MW
pt_br: Os reatores geram altas quantidades de energia, ao custo de lingotes de urânio refinado. O urânio é extremamente raro. Encontrado apenas em Asteroides, Planeta Urânia, Planeta Energia e Planeta Clangia. 1,5x melhor que o Proficient. Potência máxima: 398.25MW
ro: Reactoarele generează cantități mari de putere, cu prețul lingourilor de uraniu rafinate. Uraniul este extrem de rar. Se găsește numai în Asteroizi, Planeta Urania, Planeta Energia și Planeta Clangia. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire: 398.25MW
ru: Реакторы вырабатывают большое количество энергии за счет слитков очищенного урана. Уран встречается крайне редко. Встречается только на Астероидах, Планете Урания, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем Опытный. Максимальная выходная мощность: 398,25 МВт
sk_sk: Reaktory generujú vysoký objem energie za cenu rafinovaných uránových ingotov. Urán je extrémne zriedkavý. Nachádza sa iba v asteroidoch, planéte Urania, planéte Energia a planéte Clangia. 1,5x lepšie ako zdatný. Maximálny výkon: 398.25MW
sv: Reaktorer genererar stora mängder energi på bekostnad av raffinerade urantackor. Uran är extremt sällsynt. Finns endast i asteroider, planeten Urania, planeten Energia och planeten Clangia. 1,5 gånger bättre än skicklig. Max uteffekt: 398,25 MW
tr_tr: Reaktörler, rafine uranyum külçeleri pahasına yüksek miktarda güç üretir. Uranyum oldukça nadirdir. Sadece Asteroitler, Urania Gezegeni, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Yetkinden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 398.25MW
uk: Реактори генерують великі потужності за рахунок очищених уранових злитків. Уран зустрічається вкрай рідко. Зустрічається лише в астероїдах, планеті Уранія, планеті Енергія та планеті Клангія. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність: 398,25 МВт
zh_cn: 反应堆产生高功率，代价是精炼铀锭。铀极为稀有。仅在小行星、乌拉尼亚行星、能量行星和克兰吉亚行星中发现。 比精通好 1.5 倍。 最大输出功率：398.25MW
