Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSolarPanelT2
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Enhanced. 0.09MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor que millorat. Potència màxima de 0,09MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5× lepší než vylepšené. Maximální výstupní výkon 0,09 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end forbedret. 0,09 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als verbessert. 0,09 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor que mejorado. Potencia máxima de salida de 0,09 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1.5x parem kui täiustatud. 0.09MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa parempi kuin parannettu. 0.09MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux qu’amélioré. Puissance de sortie maximale de 0,09 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od poboljšanog. Maksimalna snaga od 0,09 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5-szer jobb, mint a továbbfejlesztett. 0,09MW Max. teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 拡張よりも1.5倍優れています。 0.09MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā uzlabots. 0,09MW Maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan verbeterd. 0,09 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn forbedret. 0,09 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor do que o aprimorado. 0.09MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire 0,09MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность 0,09 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako vylepšené. Maximálny výkon 0,09 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än Enhanced. 0,09 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Geliştirilmişten 1,5 kat daha iyi. 0.09MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж покращений. Максимальна вихідна потужність 0,09 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比增强型好 1.5 倍。 0.09MW最大功率输出。

# Description_SmallSolarPanelT3
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Proficient. 0.135MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor que competent. Potència màxima de 0,135MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5x lepší než zdatný. Maximální výstupní výkon 0,135 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end dygtig. 0,135 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als kompetent. 0,135 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor que competente. Potencia máxima de salida de 0,135 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1,5x parem kui vilunud. 0.135MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa parempi kuin taitava. 0.135MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux que compétent. Puissance de sortie maximale de 0,135 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od stručnog. Maksimalna snaga od 0,135 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5x jobb, mint a Proficient. 0,135MW maximális teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 熟練者より1.5倍優れています。 0.135MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā lietpratējs. 0.135MW maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan bekwaam. 0,135 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn dyktig. 0,135 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor que o proficiente. 0,135MW de potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire 0.135MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем Proficient. Максимальная выходная мощность 0,135 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako zdatný. Maximálny výkon 0,135 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än skicklig. 0,135 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Yetkin'den 1,5 kat daha iyi. 0.135MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність 0,135 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比精通好 1.5 倍。 0.135MW最大功率输出。

# Description_SmallSurvivalKitT0
source: All in one factory to get a space engineer started, but it has limited refining and assembling capabilities. 0.13x Assembly Speed 0.13x Efficiency 0.25MW Base Power Usage.
ca_ad: Tot en una fàbrica per posar en marxa un enginyer espacial, però té capacitats limitades de refinació i muntatge. 0.13x Velocitat de muntatge 0.13x Eficiència Ús d'energia base de 0.25MW.
cs_cz: Vše v jedné továrně pro vesmírného inženýra, ale má omezené možnosti rafinace a montáže. 0,13× rychlost montáže 0,13× účinnost Základní spotřeba energie 0,25 MW.
da: Alt sammen på én fabrik for at få en rumingeniør i gang, men den har begrænsede raffinerings- og monteringsmuligheder. 0.13x monteringshastighed 0.13x effektivitet 0,25 MW grundstrømforbrug.
de: Alles in einer Fabrik, um einen Raumfahrtingenieur in Gang zu bringen, aber sie hat nur begrenzte Veredelungs- und Montagemöglichkeiten. 0,13-fache Montagegeschwindigkeit 0,13-facher Wirkungsgrad 0,25 MW Basisstromverbrauch.
es: Todo en una fábrica para que un ingeniero espacial comience, pero tiene capacidades limitadas de refinamiento y ensamblaje. 0.13x Velocidad de montaje Eficiencia de 0,13 veces Consumo de energía base de 0,25 MW.
et_ee: Kõik ühes tehases, et alustada kosmoseinseneriga, kuid sellel on piiratud rafineerimis- ja montaaživõimalused. 0.13x montaažikiirus 0.13x efektiivsus 0.25MW baasvõimsuse kasutamine.
fi: Kaikki yhdessä tehtaassa avaruusinsinöörin aloittamiseksi, mutta sillä on rajalliset jalostus- ja kokoonpanomahdollisuudet. 0.13x kokoonpanonopeus 0,13x hyötysuhde 0,25 MW:n perusvirrankulutus.
fr: Le tout dans une seule usine pour faire démarrer un ingénieur spatial, mais ses capacités de raffinage et d’assemblage sont limitées. Vitesse d’assemblage 0,13x Efficacité 0,13x Consommation d’énergie de base de 0,25 MW.
hr_hr: Sve u jednoj tvornici za pokretanje svemirskog inženjera, ali ima ograničene mogućnosti rafiniranja i montaže. 0,13x Brzina montaže 0,13x Učinkovitost Potrošnja osnovne energije od 0,25 MW.
hu_hu: Minden egy gyárban, hogy egy űrmérnök elinduljon, de korlátozott finomítási és összeszerelési képességekkel rendelkezik. 0,13x szerelési sebesség 0,13-szoros hatékonyság 0,25MW alap energiafelhasználás.
ja_jp: 宇宙エンジニアが始めるためのオールインワン工場ですが、精製と組み立ての能力は限られています。 0.13倍の組立速度 効率:0.13倍 0.25MWの基本電力使用量。
lv: Viss vienā rūpnīcā, lai sāktu kosmosa inženieri, taču tam ir ierobežotas rafinēšanas un montāžas iespējas. 0,13x montāžas ātrums 0,13x efektivitāte 0,25 MW bāzes enerģijas patēriņš.
nl: Alles in één fabriek om een ruimte-ingenieur op weg te helpen, maar het heeft beperkte raffinage- en assemblagemogelijkheden. 0.13x Assemblage Snelheid 0.13x Efficiëntie 0,25 MW basisstroomverbruik.
no: Alt i en fabrikk for å få en romingeniør i gang, men den har begrensede raffinerings- og monteringsmuligheter. 0,13x monteringshastighet 0,13x effektivitet 0,25 MW basisstrømforbruk.
pt_br: Tudo em uma fábrica para começar um engenheiro espacial, mas tem capacidades limitadas de refino e montagem. 0.13x velocidade de montagem 0,13x Eficiência Uso de energia base de 0,25MW.
ro: Toate într-o singură fabrică pentru a începe un inginer spațial, dar are capacități limitate de rafinare și asamblare. 0.13x viteza de asamblare Eficiență de 0.13x 0,25MW consum de energie de bază.
ru: Все на одном заводе, чтобы начать работу космического инженера, но он имеет ограниченные возможности по переработке и сборке. 0,13-кратная скорость сборки Эффективность 0,13x Базовое энергопотребление 0,25 МВт.
sk_sk: Všetko v jednej továrni, aby začal vesmírny inžinier, ale má obmedzené možnosti rafinácie a montáže. 0,13x rýchlosť montáže 0,13x účinnosť Spotreba základného výkonu 0,25 MW.
sv: Allt i en fabrik för att få igång en rymdingenjör, men den har begränsade möjligheter att förfina och montera. 0,13x monteringshastighet 0,13x effektivitet 0,25 MW basströmförbrukning.
tr_tr: Bir uzay mühendisinin başlaması için hepsi tek bir fabrikada, ancak sınırlı arıtma ve montaj yeteneklerine sahip. 0.13x Montaj Hızı 0,13 kat verimlilik 0.25MW Temel Güç Kullanımı.
uk: Все в одному заводі, щоб запустити космічного інженера, але він має обмежені можливості з доопрацювання та складання. Швидкість складання 0,13x Ефективність 0,13x Базова споживана потужність 0,25 МВт.
zh_cn: 在一个工厂里，让太空工程师开始，但它的精炼和组装能力有限。 0.13 倍装配速度 效率 0.13 倍 0.25MW基本用电量。

# Description_SmallWelderT0
source: A Ship welder is a utility tool that can construct blueprints and blocks using components from its inventory. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Press RMB to put missing components to Build Planner. Radius: 2.5
ca_ad: Un soldador de vaixells és una eina d'utilitat que pot construir plànols i blocs utilitzant components del seu inventari. Es pot utilitzar des d'una cabina o encendre's manualment. Aneu amb compte de no apropar-vos massa mentre estigui actiu. Premeu RMB per posar els components que falten al Planificador de compilació. Radi: 2,5
cs_cz: Lodní svářečka je pomocný nástroj, který dokáže vytvářet plány a bloky pomocí komponent ze svého inventáře. Lze použít z kokpitu nebo zapnout ručně. Dávejte pozor, abyste se nedostali příliš blízko, když je aktivní. Stisknutím tlačítka RMB vložíte chybějící součásti do plánovače. Rozsah: 2.5
da: En skibssvejser er et værktøj, der kan konstruere tegninger og blokke ved hjælp af komponenter fra lageret. Kan bruges fra et cockpit eller tændes manuelt. Pas på ikke at komme for tæt på, mens den er aktiv. Tryk på RMB for at placere manglende komponenter i Build Planner. Radius: 2,5
de: Ein Schiffsschweißer ist ein Hilfswerkzeug, das Blaupausen und Blöcke aus Komponenten aus seinem Inventar konstruieren kann. Kann von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Achten Sie darauf, dass Sie ihm nicht zu nahe kommen, während er aktiv ist. Drücken Sie die RMT-Taste, um fehlende Komponenten in den Buildplaner einzufügen. Radius: 2,5
es: Un soldador de barcos es una herramienta de utilidad que puede construir planos y bloques utilizando componentes de su inventario. Se puede usar desde una cabina o encender manualmente. Tenga cuidado de no acercarse demasiado mientras esté activo. Presione el botón derecho del ratón para colocar los componentes que faltan en el planificador de compilación. Radio: 2.5
et_ee: Laeva keevitaja on kasulik tööriist, mis suudab oma varude komponentide abil koostada jooniseid ja plokke. Saab kasutada kokpitist või käsitsi sisse lülitada. Olge ettevaatlik, et te ei satuks liiga lähedale, kui see on aktiivne. Vajutage RMB-d, et panna puuduvad komponendid järguplaanijasse. Raadius: 2,5
fi: Laivahitsaaja on apuohjelma, joka voi rakentaa piirustuksia ja lohkoja käyttämällä varastonsa komponentteja. Voidaan käyttää ohjaamosta tai kytkeä päälle manuaalisesti. Varo menemästä liian lähelle, kun se on aktiivinen. Paina RMB laittaaksesi puuttuvat komponentit Build Planneriin. Säde: 2.5
fr: Un soudeur de navire est un outil utilitaire qui peut construire des plans et des blocs à l’aide de composants de son inventaire. Peut être utilisé à partir d’un cockpit ou allumé manuellement. Veillez à ne pas vous approcher trop près lorsqu’il est actif. Appuyez sur Clic droit pour placer les composants manquants dans le planificateur de build. Rayon : 2,5
hr_hr: Brodski zavarivač je komunalni alat koji može konstruirati nacrte i blokove pomoću komponenti iz svog inventara. Može se koristiti iz kokpita ili uključiti ručno. Pazite da se ne približite previše dok je aktivan. Pritisnite RMB da biste komponente koje nedostaju stavili u planer međuverzije. Radijus: 2,5
hu_hu: A hajóhegesztő egy olyan segédeszköz, amely tervrajzokat és blokkokat készíthet a készletéből származó alkatrészek felhasználásával. Használható pilótafülkéből vagy manuálisan is bekapcsolható. Ügyeljen arra, hogy ne kerüljön túl közel, amíg aktív. Nyomja meg az RMB gombot a hiányzó összetevők Build Plannerbe helyezéséhez. Sugár: 2,5
ja_jp: 船の溶接機は、インベントリのコンポーネントを使用して設計図とブロックを構築できるユーティリティツールです。 コックピットから使用することも、手動でオンにすることもできます。アクティブな間は近づきすぎないように注意してください。 RMB を押して、不足しているコンポーネントを Build Planner に配置します。 半径: 2.5
lv: Kuģu metinātājs ir lietderības rīks, kas var veidot rasējumus un blokus, izmantojot komponentus no tā inventāra. Var izmantot no kabīnes vai ieslēgt manuāli. Uzmanieties, lai nepietuvotos pārāk tuvu, kamēr tas ir aktīvs. Nospiediet RMB, lai trūkstošos komponentus ievietotu būvējuma plānotājā. Rādiuss: 2,5
nl: Een scheepslasser is een hulpprogramma dat blauwdrukken en blokken kan maken met behulp van componenten uit zijn inventaris. Kan vanuit een cockpit worden gebruikt of handmatig worden ingeschakeld. Pas op dat u niet te dichtbij komt terwijl het actief is. Druk op RMB om ontbrekende onderdelen in Build Planner te plaatsen. Straal: 2,5
no: En skipssveiser er et verktøy som kan konstruere tegninger og blokker ved hjelp av komponenter fra inventaret. Kan brukes fra cockpit eller slås på manuelt. Vær forsiktig så du ikke kommer for nær mens den er aktiv. Trykk RMB for å plassere manglende komponenter i Build Planner. Radius: 2,5
pt_br: Um soldador de navio é uma ferramenta de utilidade que pode construir plantas e blocos usando componentes de seu inventário. Pode ser usado a partir de um cockpit ou ligado manualmente. Tenha cuidado para não se aproximar muito enquanto estiver ativo. Pressione RMB para colocar os componentes ausentes no Build Planner. Raio: 2,5
ro: Un sudor de nave este un instrument utilitar care poate construi planuri și blocuri folosind componente din inventarul său. Poate fi folosit dintr-un cockpit sau pornit manual. Aveți grijă să nu vă apropiați prea mult în timp ce este activ. Apăsați RMB pentru a pune componentele lipsă în Build Planner. rază: 2.5
ru: Корабельный сварочный аппарат — это вспомогательный инструмент, который может создавать чертежи и блоки, используя компоненты из своего инвентаря. Можно использовать из кабины или включать вручную. Будьте осторожны и не подходите слишком близко, пока он активен. Нажмите ПКМ, чтобы поместить недостающие компоненты в планировщик сборки. Радиус: 2.5
sk_sk: Lodný zvárač je úžitkový nástroj, ktorý dokáže konštruovať plány a bloky pomocou komponentov zo svojho inventára. Môže byť použitý z kokpitu alebo zapnutý manuálne. Dávajte pozor, aby ste sa nedostali príliš blízko, keď je aktívny. Stlačením tlačidla RMB vložíte chýbajúce súčasti do Plánovača zostavenia. Polomer: 2.5
sv: En fartygssvetsare är ett verktygsverktyg som kan konstruera ritningar och block med hjälp av komponenter från sitt lager. Kan användas från en cockpit eller slås på manuellt. Var försiktig så att du inte kommer för nära när den är aktiv. Tryck på RMB för att lägga till saknade komponenter i Build Planner. Radie: 2,5
tr_tr: Gemi kaynakçısı, envanterindeki bileşenleri kullanarak planlar ve bloklar oluşturabilen bir yardımcı araçtır. Kokpitten kullanılabilir veya manuel olarak açılabilir. Aktifken çok yaklaşmamaya dikkat edin. Eksik bileşenleri Build Planner'a koymak için RMB'ye basın. Yarıçap: 2.5
uk: Судновий зварювальний апарат — це утилітарний інструмент, який може створювати креслення та блоки, використовуючи компоненти зі свого інвентарю. Може використовуватися з кабіни пілота або включатися вручну. Будьте обережні, щоб не підходити надто близько, коли він активний. Натисніть ПКМ, щоб додати відсутні компоненти до Планувальника Збірки. Радіус: 2.5
zh_cn: 船舶焊机是一种实用工具，可以使用其库存中的组件构建蓝图和块。 可以在驾驶舱内使用或手动打开。当它处于活动状态时，请注意不要靠得太近。 按 RMB 将缺少的组件放入 Build Planner。 半径：2.5
