Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallReactorT2
source: Reactors generate high ammounts of power, at the cost of refined uranium ingots. Uranium is extremely rare. Found only in Asteroids, Planet Urania, Planet Energia, and Planet Clangia. 1.5x Better than Enhanced. Max Power Output: 1.13MW
ca_ad: Els reactors generen altes quantitats d'energia, a costa de lingots d'urani refinat. L'urani és extremadament rar. Es troba només en Asteroides, Planeta Urània, Planeta Energia i Planeta Clangia. 1.5x Millor que millorat. Potència màxima de sortida: 1.13MW
cs_cz: Reaktory generují velké množství energie na úkor rafinovaných uranových ingotů. Uran je extrémně vzácný. Vyskytuje se pouze v planetách Asteroids, Planeta Urania, Planeta Energia a Planeta Clangia. 1,5× lepší než vylepšené. Maximální výstupní výkon: 1,13 MW
da: Reaktorer genererer store mængder strøm på bekostning af raffineret uranblokke. Uran er yderst sjældent. Findes kun i Asteroids, Planet Urania, Planet Energia og Planet Clangia. 1.5x bedre end forbedret. Maks. effekt: 1,13 MW
de: Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Uranbarren. Uran ist extrem selten. Kommt nur in Asteroiden, Planet Urania, Planet Energia und Planet Clangia vor. 1,5x besser als verbessert. Maximale Leistung: 1,13 MW
es: Los reactores generan grandes cantidades de energía, a costa de lingotes de uranio refinado. El uranio es extremadamente raro. Solo se encuentra en Asteroides, Planeta Urania, Planeta Energía y Planeta Clangia. 1,5 veces mejor que mejorado. Potencia máxima de salida: 1,13 MW
et_ee: Reaktorid toodavad rafineeritud uraani valuplokkide hinnaga suuri võimsusi. Uraan on äärmiselt haruldane. Leitud ainult asteroididest, Planet Uraniast, Planet Energiast ja Planet Clangiast. 1.5x parem kui täiustatud. Maksimaalne võimsus: 1.13MW
fi: Reaktorit tuottavat suuria tehoja puhdistetun uraaniharkkojen kustannuksella. Uraani on erittäin harvinaista. Löytyy vain asteroideista, Urania-planeetasta, Planet Energiasta ja Planet Clangiasta. 1,5 kertaa parempi kuin parannettu. Suurin teho: 1.13MW
fr: Les réacteurs génèrent des puissances élevées, au détriment des lingots d’uranium raffinés. L’uranium est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Urania, la planète Energia et la planète Clangia. 1,5 fois mieux que Amélioré. Puissance de sortie maximale : 1,13 MW
hr_hr: Reaktori stvaraju velike količine energije, po cijenu rafiniranih ingota urana. Uran je izuzetno rijedak. Nalazi se samo u asteroidima, planeti Urania, Planeti Energiji i planeti Clangia. 1.5x Bolje od poboljšanog. Maksimalna snaga: 1.13MW
hu_hu: A reaktorok nagy mennyiségű energiát termelnek, a finomított uránöntvények árán. Az urán rendkívül ritka. Csak az aszteroidákban, az Uránia bolygóban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5-szer jobb, mint a továbbfejlesztett. Max teljesítmény: 1.13MW
ja_jp: 原子炉は、精製されたウランインゴットを犠牲にして、高い出力を生み出します。ウランは非常にまれです。小惑星、惑星天王星、惑星エネルギア、惑星クランギアでのみ見られる。 Enhancedより1.5倍優れています。 最大出力:1.13MW
lv: Reaktori rada lielu jaudu uz rafinētu urāna lietņu rēķina. Urāns ir ļoti reti. Atrasts tikai asteroīdos, planētā Urania, Planet Energia un Planet Clangia. 1,5x labāk nekā uzlabots. Maksimālā jauda: 1.13MW
nl: Reactoren genereren veel vermogen, ten koste van geraffineerde uraniumstaven. Uranium is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Urania, Planet Energia en Planet Clangia. 1,5x beter dan verbeterd. Maximaal uitgangsvermogen: 1,13 MW
no: Reaktorer genererer høye mengder kraft, på bekostning av raffinerte uranblokker. Uran er ekstremt sjeldent. Finnes bare i asteroider, Planet Urania, Planet Energia og Planet Clangia. 1,5 ganger bedre enn forbedret. Maks effekt: 1,13 MW
pt_br: Os reatores geram altas quantidades de energia, ao custo de lingotes de urânio refinado. O urânio é extremamente raro. Encontrado apenas em Asteroides, Planeta Urânia, Planeta Energia e Planeta Clangia. 1,5x melhor que o aprimorado. Potência máxima: 1.13MW
ro: Reactoarele generează cantități mari de putere, cu prețul lingourilor de uraniu rafinate. Uraniul este extrem de rar. Se găsește numai în Asteroizi, Planeta Urania, Planeta Energia și Planeta Clangia. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire: 1.13MW
ru: Реакторы вырабатывают большое количество энергии за счет слитков очищенного урана. Уран встречается крайне редко. Встречается только на Астероидах, Планете Урания, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность: 1,13 МВт
sk_sk: Reaktory generujú vysoký objem energie za cenu rafinovaných uránových ingotov. Urán je extrémne zriedkavý. Nachádza sa iba v asteroidoch, planéte Urania, planéte Energia a planéte Clangia. 1,5x lepšie ako vylepšené. Maximálny výkon: 1.13MW
sv: Reaktorer genererar stora mängder energi på bekostnad av raffinerade urantackor. Uran är extremt sällsynt. Finns endast i asteroider, planeten Urania, planeten Energia och planeten Clangia. 1,5 gånger bättre än Enhanced. Max uteffekt: 1,13 MW
tr_tr: Reaktörler, rafine uranyum külçeleri pahasına yüksek miktarda güç üretir. Uranyum oldukça nadirdir. Sadece Asteroitler, Urania Gezegeni, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Geliştirilmiş'ten 1,5 kat daha iyi. Maksimum Güç Çıkışı: 1.13MW
uk: Реактори генерують великі потужності за рахунок очищених уранових злитків. Уран зустрічається вкрай рідко. Зустрічається лише в астероїдах, планеті Уранія, планеті Енергія та планеті Клангія. У 1,5 раза краще, ніж покращене. Максимальна вихідна потужність: 1,13 МВт
zh_cn: 反应堆产生高功率，代价是精炼铀锭。铀极为稀有。仅在小行星、乌拉尼亚行星、能量行星和克兰吉亚行星中发现。 比增强型好 1.5 倍。 最大输出功率：1.13MW

# Description_SmallSmallReactorT3
source: Reactors generate high ammounts of power, at the cost of refined uranium ingots. Uranium is extremely rare. Found only in Asteroids, Planet Urania, Planet Energia, and Planet Clangia. 1.5x Better than Proficient. Max Power Output: 1.69MW
ca_ad: Els reactors generen altes quantitats d'energia, a costa de lingots d'urani refinat. L'urani és extremadament rar. Es troba només en Asteroides, Planeta Urània, Planeta Energia i Planeta Clangia. 1.5x Millor que competent. Potència màxima de sortida: 1.69MW
cs_cz: Reaktory generují velké množství energie na úkor rafinovaných uranových ingotů. Uran je extrémně vzácný. Vyskytuje se pouze v planetách Asteroids, Planeta Urania, Planeta Energia a Planeta Clangia. 1,5x lepší než zdatný. Maximální výstupní výkon: 1,69 MW
da: Reaktorer genererer store mængder strøm på bekostning af raffineret uranblokke. Uran er yderst sjældent. Findes kun i Asteroids, Planet Urania, Planet Energia og Planet Clangia. 1.5x bedre end dygtig. Maks. effekt: 1,69 MW
de: Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Uranbarren. Uran ist extrem selten. Kommt nur in Asteroiden, Planet Urania, Planet Energia und Planet Clangia vor. 1,5x besser als kompetent. Maximale Leistung: 1,69 MW
es: Los reactores generan grandes cantidades de energía, a costa de lingotes de uranio refinado. El uranio es extremadamente raro. Solo se encuentra en Asteroides, Planeta Urania, Planeta Energía y Planeta Clangia. 1,5 veces mejor que Proficiente. Potencia máxima de salida: 1,69 MW
et_ee: Reaktorid toodavad rafineeritud uraani valuplokkide hinnaga suuri võimsusi. Uraan on äärmiselt haruldane. Leitud ainult asteroididest, Planet Uraniast, Planet Energiast ja Planet Clangiast. 1.5x parem kui Proficient. Maksimaalne võimsus: 1.69MW
fi: Reaktorit tuottavat suuria tehoja puhdistetun uraaniharkkojen kustannuksella. Uraani on erittäin harvinaista. Löytyy vain asteroideista, Urania-planeetasta, Planet Energiasta ja Planet Clangiasta. 1,5 kertaa parempi kuin taitava. Suurin teho: 1.69MW
fr: Les réacteurs génèrent des puissances élevées, au détriment des lingots d’uranium raffinés. L’uranium est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Urania, la planète Energia et la planète Clangia. 1,5 fois mieux que compétent. Puissance de sortie maximale : 1,69 MW
hr_hr: Reaktori stvaraju velike količine energije, po cijenu rafiniranih ingota urana. Uran je izuzetno rijedak. Nalazi se samo u asteroidima, planeti Urania, Planeti Energiji i planeti Clangia. 1.5x bolje od stručnog. Maksimalna izlazna snaga: 1.69MW
hu_hu: A reaktorok nagy mennyiségű energiát termelnek, a finomított uránöntvények árán. Az urán rendkívül ritka. Csak az aszteroidákban, az Uránia bolygóban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5x jobb, mint a Proficient. Max teljesítmény: 1.69MW
ja_jp: 原子炉は、精製されたウランインゴットを犠牲にして、高い出力を生み出します。ウランは非常にまれです。小惑星、惑星天王星、惑星エネルギア、惑星クランギアでのみ見られる。 熟練の1.5倍優れています。 最大出力:1.69MW
lv: Reaktori rada lielu jaudu uz rafinētu urāna lietņu rēķina. Urāns ir ļoti reti. Atrasts tikai asteroīdos, planētā Urania, Planet Energia un Planet Clangia. 1,5x labāk nekā lietpratējs. Maksimālā jauda: 1.69MW
nl: Reactoren genereren veel vermogen, ten koste van geraffineerde uraniumstaven. Uranium is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Urania, Planet Energia en Planet Clangia. 1,5x beter dan bekwaam. Maximaal uitgangsvermogen: 1,69 MW
no: Reaktorer genererer høye mengder kraft, på bekostning av raffinerte uranblokker. Uran er ekstremt sjeldent. Finnes bare i asteroider, Planet Urania, Planet Energia og Planet Clangia. 1,5 ganger bedre enn dyktig. Maks utgangseffekt: 1,69 MW
pt_br: Os reatores geram altas quantidades de energia, ao custo de lingotes de urânio refinado. O urânio é extremamente raro. Encontrado apenas em Asteroides, Planeta Urânia, Planeta Energia e Planeta Clangia. 1,5x melhor que o Proficient. Potência máxima: 1.69MW
ro: Reactoarele generează cantități mari de putere, cu prețul lingourilor de uraniu rafinate. Uraniul este extrem de rar. Se găsește numai în Asteroizi, Planeta Urania, Planeta Energia și Planeta Clangia. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire: 1.69MW
ru: Реакторы вырабатывают большое количество энергии за счет слитков очищенного урана. Уран встречается крайне редко. Встречается только на Астероидах, Планете Урания, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем Опытный. Максимальная выходная мощность: 1,69 МВт
sk_sk: Reaktory generujú vysoký objem energie za cenu rafinovaných uránových ingotov. Urán je extrémne zriedkavý. Nachádza sa iba v asteroidoch, planéte Urania, planéte Energia a planéte Clangia. 1,5x lepšie ako zdatný. Maximálny výkon: 1.69MW
sv: Reaktorer genererar stora mängder energi på bekostnad av raffinerade urantackor. Uran är extremt sällsynt. Finns endast i asteroider, planeten Urania, planeten Energia och planeten Clangia. 1,5 gånger bättre än skicklig. Max uteffekt: 1,69 MW
tr_tr: Reaktörler, rafine uranyum külçeleri pahasına yüksek miktarda güç üretir. Uranyum oldukça nadirdir. Sadece Asteroitler, Urania Gezegeni, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Yetkinden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 1.69MW
uk: Реактори генерують великі потужності за рахунок очищених уранових злитків. Уран зустрічається вкрай рідко. Зустрічається лише в астероїдах, планеті Уранія, планеті Енергія та планеті Клангія. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність: 1,69 МВт
zh_cn: 反应堆产生高功率，代价是精炼铀锭。铀极为稀有。仅在小行星、乌拉尼亚行星、能量行星和克兰吉亚行星中发现。 比精通好 1.5 倍。 最大输出功率：1.69MW

# Description_SmallSolarPanelT0
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 0.04MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 0,04MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 0,04 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 0,04 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 0,04 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 0,04 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 0.04MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 0.04MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 0,04 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 0,04 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 0,04MW Max. teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 0.04MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 0,04MW Maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 0,04 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 0,04 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 0.04MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de ieșire 0,04MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 0,04 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 0,04 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 0,04 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 0.04MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 0,04 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 0.04MW最大功率输出。

# Description_SmallSolarPanelT1
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Normal. 0.06MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor del normal. Potència màxima de 0,06MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5x lepší než normálně. Maximální výstupní výkon 0,06 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end normalt. 0,06 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als normal. 0,06 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor de lo normal. Potencia máxima de salida de 0,06 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1,5x parem kui tavaliselt. 0.06MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa normaalia parempi. 0.06MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux que la normale. Puissance de sortie maximale de 0,06 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od normalnog. Maksimalna snaga od 0,06 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5x jobb a normálnál. 0,06MW Max. teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 通常の1.5倍。 0.06MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā parasti. 0,06MW Maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan normaal. 0,06 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn normalt. 0,06 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor que o normal. 0.06MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bine decât în mod normal. Putere maximă de ieșire 0,06MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность 0,06 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako normálne. Maximálny výkon 0,06 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än normalt. 0,06 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Normalden 1,5 kat daha iyi. 0.06MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність 0,06 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比正常情况好 1.5 倍。 0.06MW最大功率输出。
