Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_ProductivityModuleT2
source: Production modules increase the speed of refineries or assemblers when connected. Modifier: 0.375 Modifier Type: Additive 75% Productivity Per Module (300% for 4)
ca_ad: Els mòduls de producció augmenten la velocitat de les refineries o muntadors quan es connecten. Modificador: 0,375 Tipus de modificador: additiu 75% Productivitat per mòdul (300% per 4)
cs_cz: Výrobní moduly po připojení zvyšují rychlost rafinérií nebo montážních zařízení. Modifikátor: 0,375 Typ modifikátoru: Aditivum 75% produktivita na modul (300% pro 4)
da: Produktionsmoduler øger hastigheden på raffinaderier eller montører, når de er tilsluttet. Modifikator: 0,375 Modifier Type: Tilsætningsstof 75 % produktivitet pr. modul (300% for 4)
de: Produktionsmodule erhöhen die Geschwindigkeit von Raffinerien oder Monteuren, wenn sie miteinander verbunden sind. Modifikator: 0,375 Modifikatortyp: Additiv 75 % Produktivität pro Modul (300% für 4)
es: Los módulos de producción aumentan la velocidad de las refinerías o ensambladoras cuando están conectados. Modificador: 0.375 Tipo de modificador: Aditivo 75% de productividad por módulo (300% para 4)
et_ee: Tootmismoodulid suurendavad ühendamisel rafineerimistehaste või monteerijate kiirust. Modifikaator: 0,375 Modifikaatori tüüp: lisaaine 75% tootlikkus mooduli kohta (300% 4-le)
fi: Tuotantomoduulit lisäävät jalostamoiden tai kokoonpanijoiden nopeutta, kun ne on kytketty. Muuttaja: 0,375 Muuntimen tyyppi: Lisäaine 75% tuottavuus moduulia kohden (300% 4: lle)
fr: Les modules de production augmentent la vitesse des raffineries ou des assembleurs lorsqu’ils sont connectés. Modificateur : 0,375 Type de modificateur : Additif 75 % de productivité par module (300% pour 4)
hr_hr: Proizvodni moduli povećavaju brzinu rafinerija ili asemblera kada su spojeni. Modifikator: 0,375 Vrsta modifikatora: aditiv 75% produktivnosti po modulu (300% za 4)
hu_hu: A termelési modulok növelik a finomítók vagy összeszerelők sebességét, ha csatlakoztatva vannak. Módosító: 0.375 Módosító típusa: Additív 75%-os termelékenység modulonként (300% 4-ért)
ja_jp: 生産モジュールは、接続すると製油所や組立機の速度が向上します。 補正: 0.375 モディファイヤ タイプ: 加算 モジュールあたり75%の生産性 (4の場合は300%)
lv: Ražošanas moduļi palielina pārstrādes rūpnīcu vai montētāju ātrumu, kad tie ir savienoti. Modifikators: 0.375 Modifikatora tips: piedeva 75% produktivitāte uz vienu moduli (300% par 4)
nl: Productiemodules verhogen de snelheid van raffinaderijen of assembleurs wanneer ze zijn aangesloten. Wijziging: 0.375 Type modificator: Additief 75% productiviteit per module (300% voor 4)
no: Produksjonsmoduler øker hastigheten på raffinerier eller montører når de er tilkoblet. Modifikator: 0,375 Modifier Type: Additiv 75 % produktivitet per modul (300% for 4)
pt_br: Os módulos de produção aumentam a velocidade das refinarias ou montadoras quando conectados. Modificador: 0.375 Tipo de modificador: Aditivo 75% de produtividade por módulo (300% para 4)
ro: Modulele de producție măresc viteza rafinăriilor sau asamblorilor atunci când sunt conectate. Modificator: 0.375 Tip modificator: Aditiv Productivitate de 75% pe modul (300% pentru 4)
ru: Производственные модули увеличивают скорость работы нефтеперерабатывающих заводов или сборочных заводов при подключении. Модификатор: 0.375 Тип модификатора: Добавка 75% производительности на модуль (300% на 4)
sk_sk: Výrobné moduly po pripojení zvyšujú rýchlosť rafinérií alebo montážnych zariadení. Modifikátor: 0,375 Typ modifikátora: Aditívum 75 % produktivita na modul (300 % za 4)
sv: Produktionsmoduler ökar hastigheten på raffinaderier eller montörer när de är anslutna. Modifierare: 0,375 Modifieringstyp: Tillsats 75 % produktivitet per modul (300 % för 4)
tr_tr: Üretim modülleri, bağlandığında rafinerilerin veya montajcıların hızını artırır. Değiştirici: 0.375 Değiştirici Türü: Katkı maddesi Modül başına %75 verimlilik (4 için %300)
uk: Виробничі модулі збільшують швидкість роботи нафтопереробних заводів або монтажників при підключенні. Модифікатор: 0.375 Тип модифікатора: Адитивний 75% продуктивності на модуль (300% за 4)
zh_cn: 生产模块在连接时可提高炼油厂或装配厂的速度。 修饰符： 0.375 改性剂类型：添加剂 每个模块的生产率为 75% （300% 为 4）

# Description_ProductivityModuleT3
source: Production modules increase the speed of refineries or assemblers when connected. Modifier: 0.5 Modifier Type: Additive 100% Productivity Per Module (400% for 4)
ca_ad: Els mòduls de producció augmenten la velocitat de les refineries o muntadors quan es connecten. Modificador: 0,5 Tipus de modificador: additiu 100% Productivitat per mòdul (400% per 4)
cs_cz: Výrobní moduly po připojení zvyšují rychlost rafinérií nebo montážních zařízení. Modifikátor: 0.5 Typ modifikátoru: Aditivum 100% produktivita na modul (400% pro 4)
da: Produktionsmoduler øger hastigheden på raffinaderier eller montører, når de er tilsluttet. Modifikator: 0,5 Modifier Type: Tilsætningsstof 100% produktivitet pr. modul (400% for 4)
de: Produktionsmodule erhöhen die Geschwindigkeit von Raffinerien oder Monteuren, wenn sie miteinander verbunden sind. Modifikator: 0,5 Modifikatortyp: Additiv 100% Produktivität pro Modul (400% für 4)
es: Los módulos de producción aumentan la velocidad de las refinerías o ensambladoras cuando están conectados. Modificador: 0.5 Tipo de modificador: Aditivo 100% de productividad por módulo (400% para 4)
et_ee: Tootmismoodulid suurendavad ühendamisel rafineerimistehaste või monteerijate kiirust. Modifikaator: 0,5 Modifikaatori tüüp: lisaaine 100% tootlikkus mooduli kohta (400% 4-le)
fi: Tuotantomoduulit lisäävät jalostamoiden tai kokoonpanijoiden nopeutta, kun ne on kytketty. Muuttaja: 0,5 Muuntimen tyyppi: Lisäaine 100% tuottavuus moduulia kohden (400% 4: lle)
fr: Les modules de production augmentent la vitesse des raffineries ou des assembleurs lorsqu’ils sont connectés. Modificateur : 0,5 Type de modificateur : Additif 100 % de productivité par module (400% pour 4)
hr_hr: Proizvodni moduli povećavaju brzinu rafinerija ili asemblera kada su spojeni. Modifikator: 0,5 Vrsta modifikatora: aditiv 100% produktivnost po modulu (400% za 4)
hu_hu: A termelési modulok növelik a finomítók vagy összeszerelők sebességét, ha csatlakoztatva vannak. Módosító: 0.5 Módosító típusa: Additív 100%-os termelékenység modulonként (400% 4-ért)
ja_jp: 生産モジュールは、接続すると製油所や組立機の速度が向上します。 モディファイヤ: 0.5 モディファイヤ タイプ: 加算 モジュールあたり100%の生産性 (400%で4)
lv: Ražošanas moduļi palielina pārstrādes rūpnīcu vai montētāju ātrumu, kad tie ir savienoti. Modifikators: 0,5 Modifikatora tips: piedeva 100% produktivitāte uz vienu moduli (400% par 4)
nl: Productiemodules verhogen de snelheid van raffinaderijen of assembleurs wanneer ze zijn aangesloten. Wijziging: 0.5 Type modificator: Additief 100% productiviteit per module (400% voor 4)
no: Produksjonsmoduler øker hastigheten på raffinerier eller montører når de er tilkoblet. Modifikator: 0.5 Modifier Type: Additiv 100 % produktivitet per modul (400% for 4)
pt_br: Os módulos de produção aumentam a velocidade das refinarias ou montadoras quando conectados. Modificador: 0.5 Tipo de modificador: Aditivo 100% de produtividade por módulo (400% para 4)
ro: Modulele de producție măresc viteza rafinăriilor sau asamblorilor atunci când sunt conectate. Modificator: 0.5 Tip modificator: Aditiv Productivitate 100% pe modul (400% pentru 4)
ru: Производственные модули увеличивают скорость работы нефтеперерабатывающих заводов или сборочных заводов при подключении. Модификатор: 0.5 Тип модификатора: Добавка 100% производительность на модуль (400% для 4)
sk_sk: Výrobné moduly po pripojení zvyšujú rýchlosť rafinérií alebo montážnych zariadení. Modifikátor: 0.5 Typ modifikátora: Aditívum 100% produktivita na modul (400% za 4)
sv: Produktionsmoduler ökar hastigheten på raffinaderier eller montörer när de är anslutna. Modifierare: 0.5 Modifieringstyp: Tillsats 100 % produktivitet per modul (400 % för 4)
tr_tr: Üretim modülleri, bağlandığında rafinerilerin veya montajcıların hızını artırır. Değiştirici: 0.5 Değiştirici Türü: Katkı maddesi Modül başına %100 üretkenlik (400 için %4)
uk: Виробничі модулі збільшують швидкість роботи нафтопереробних заводів або монтажників при підключенні. Модифікатор: 0.5 Тип модифікатора: Адитивний 100% продуктивність на модуль (400% за 4)
zh_cn: 生产模块在连接时可提高炼油厂或装配厂的速度。 修饰符：0.5 改性剂类型：添加剂 每个模块的生产率 100% （400% 为 4）

# Description_QAssemblerT0
source: Assemblers are highly advanced machines capable of producing tools and components. Requires ingots and power to produce components. 2.4x Assembly Speed. 4.48MW Base Power Usage. 8x Faster than normal assembler. 8x Cost than normal assembler. Includes the cost of 28 normal speed modules.
ca_ad: Els assembladors són màquines molt avançades capaces de produir eines i components. Requereix lingots i energia per produir components. 2.4x Velocitat de muntatge. Consum d'energia base de 4.48MW. 8x Muntador més ràpid del normal. 8x Cost del muntador normal. Inclou el cost de 28 mòduls de velocitat normal.
cs_cz: Montéři jsou vysoce pokročilé stroje schopné vyrábět nástroje a komponenty. Vyžaduje ingoty a energii k výrobě součástí. 2,4x rychlost montáže. Základní spotřeba energie 4,48 MW. 8x rychlejší než normální assembler. 8x cena než normální assembler. Zahrnuje náklady na 28 modulů s normální rychlostí.
da: Montører er meget avancerede maskiner, der er i stand til at producere værktøjer og komponenter. Kræver barrer og strøm til at producere komponenter. 2,4x monteringshastighed. 4,48 MW grundstrømforbrug. 8x Hurtigere end normal assembler. 8x Omkostninger end normal montør. Inkluderer prisen på 28 moduler med normal hastighed.
de: Monteure sind hochentwickelte Maschinen, die in der Lage sind, Werkzeuge und Komponenten herzustellen. Benötigt Barren und Strom für die Herstellung von Komponenten. 2,4-fache Montagegeschwindigkeit. 4,48 MW Basisstromverbrauch. 8x Schneller als normaler Assembler. 8x Kosten als normaler Assembler. Beinhaltet die Kosten für 28 Module mit normaler Geschwindigkeit.
es: Las ensambladoras son máquinas muy avanzadas capaces de producir herramientas y componentes. Requiere lingotes y energía para producir componentes. Velocidad de montaje de 2,4x. Consumo de energía base de 4,48 MW. 8 veces más rápido que el ensamblador normal. 8 veces más costo que el ensamblador normal. Incluye el costo de 28 módulos de velocidad normal.
et_ee: Monteerijad on kõrgelt arenenud masinad, mis on võimelised tootma tööriistu ja komponente. Komponentide tootmiseks on vaja valuplokke ja võimsust. 2.4x montaažikiirus. 4.48MW baasvõimsuse kasutamine. 8x kiirem kui tavaline monteerija. 8x Maksumus kui tavaline monteerija. Sisaldab 28 normaalkiiruse mooduli maksumust.
fi: Kokoonpanijat ovat erittäin kehittyneitä koneita, jotka pystyvät tuottamaan työkaluja ja komponentteja. Vaatii harkkoja ja tehoa komponenttien tuottamiseen. 2.4x kokoonpanonopeus. 4,48 MW:n perusvirrankulutus. 8x nopeampi kuin normaali kokoonpanija. 8x Kustannukset kuin normaali kokoonpanija. Sisältää 28 normaalinopeusmoduulin kustannukset.
fr: Les assembleurs sont des machines très avancées capables de produire des outils et des composants. Nécessite des lingots et de l’énergie pour produire des composants. Vitesse d’assemblage 2,4x. Consommation d’énergie de base de 4,48 MW. 8x plus rapide que l’assembleur normal. Coût 8x supérieur à celui de l’assembleur normal. Comprend le coût de 28 modules de vitesse normale.
hr_hr: Asembleri su visoko napredni strojevi sposobni za proizvodnju alata i komponenti. Zahtijeva ingote i snagu za proizvodnju komponenti. 2.4x brzina montaže. Potrošnja osnovne energije od 4,48 MW. 8x brže od normalnog asemblera. 8x Trošak od normalnog asemblera. Uključuje cijenu 28 modula normalne brzine.
hu_hu: Az összeszerelők rendkívül fejlett gépek, amelyek képesek szerszámok és alkatrészek előállítására. Az alkatrészek előállításához öntvényekre és energiára van szükség. 2,4x szerelési sebesség. 4,48 MW alap energiafelhasználás. 8x gyorsabb, mint a normál összeszerelő. 8x Költség, mint a normál összeszerelő. Tartalmazza 28 normál sebességű modul költségét.
ja_jp: 組立機は、工具や部品を製造できる高度な機械です。 部品を製造するにはインゴットと電力が必要です。 2.4倍の組み立て速度。 4.48MWの基本電力使用量。 通常のアセンブラより8倍高速。 通常のアセンブラの8倍のコスト。 通常速度モジュール28台分の費用を含む。
lv: Montētāji ir ļoti progresīvas mašīnas, kas spēj ražot instrumentus un komponentus. Nepieciešami lietņi un jauda, lai ražotu komponentus. 2,4x montāžas ātrums. 4.48MW bāzes enerģijas patēriņš. 8x Ātrāks nekā parastais montētājs. 8x Izmaksas nekā parastam montētājam. Ietver 28 parastā ātruma moduļu izmaksas.
nl: Assembleurs zijn zeer geavanceerde machines die in staat zijn om gereedschappen en componenten te produceren. Vereist blokken en stroom om componenten te produceren. 2,4x montagesnelheid. 4,48 MW basisstroomverbruik. 8x Sneller dan normale monteur. 8x kosten dan normale monteur. Inclusief de kosten van 28 modules met normale snelheid.
no: Montører er svært avanserte maskiner som er i stand til å produsere verktøy og komponenter. Krever ingots og kraft til å produsere komponenter. 2,4x monteringshastighet. 4,48 MW basisstrømforbruk. 8x Raskere enn vanlig montør. 8x Kostnad enn vanlig montør. Inkluderer kostnaden for 28 moduler med normal hastighet.
pt_br: Montadores são máquinas altamente avançadas capazes de produzir ferramentas e componentes. Requer lingotes e energia para produzir componentes. 2.4x velocidade de montagem. Uso de energia base de 4,48MW. 8x mais rápido que o montador normal. 8x Custo do que o montador normal. Inclui o custo de 28 módulos de velocidade normal.
ro: Asamblorii sunt mașini extrem de avansate capabile să producă unelte și componente. Necesită lingouri și putere pentru a produce componente. 2.4x viteza de asamblare. Consum de energie de bază de 4,48 MW. De 8 ori mai rapid decât asamblatorul normal. 8x Cost decât asamblorul normal. Include costul a 28 de module cu viteză normală.
ru: Сборщики — это высокотехнологичные машины, способные производить инструменты и компоненты. Для производства компонентов требуются слитки и мощность. Скорость сборки в 2,4 раза. Базовое энергопотребление 4,48 МВт. В 8 раз быстрее, чем обычный ассемблер. Стоимость в 8 раз выше, чем у обычного ассемблера. Включает в себя стоимость 28 модулей нормальной скорости.
sk_sk: Montéri sú vysoko pokročilé stroje schopné vyrábať nástroje a komponenty. Vyžaduje ingoty a energiu na výrobu komponentov. 2,4x rýchlosť montáže. Základná spotreba energie 4,48 MW. 8x rýchlejší ako bežný montér. 8x cena ako bežný montér. Zahŕňa náklady na 28 modulov normálnej rýchlosti.
sv: Montörer är mycket avancerade maskiner som kan producera verktyg och komponenter. Kräver göt och kraft för att producera komponenter. 2,4x monteringshastighet. 4,48 MW basströmförbrukning. 8x snabbare än normal montör. 8x Kostnad än normal montör. Inkluderar kostnaden för 28 moduler med normal hastighet.
tr_tr: Montajcılar, alet ve bileşen üretebilen son derece gelişmiş makinelerdir. Bileşenleri üretmek için külçe ve güç gerektirir. 2.4x Montaj Hızı. 4.48MW Temel Güç Kullanımı. Normal montajcıdan 8 kat daha hızlı. Normal montajcıdan 8 kat daha maliyetli. 28 normal hız modülünün maliyetini içerir.
uk: Складальники - це високотехнологічні машини, здатні виробляти інструменти та компоненти. Потрібні злитки і потужність для виробництва компонентів. 2,4-кратна швидкість складання. Базова споживана потужність 4,48 МВт. У 8 разів швидше, ніж звичайний асемблер. Вартість у 8 разів, ніж у звичайного асемблера. Включає вартість 28 модулів нормальної швидкості.
zh_cn: 装配工是能够生产工具和组件的高度先进的机器。 需要铸锭和电力来生产组件。 2.4 倍装配速度。 4.48MW基本用电量。 比普通汇编器快 8 倍。 成本是普通汇编程序的 8 倍。 包括 28 个正常速度模块的成本。

# Description_QAssemblerT1
source: Assemblers are highly advanced machines capable of producing tools and components. Requires ingots and power to produce components. 3.6x Assembly Speed. 6.72MW Base Power Usage. 8x Faster than enhanced assembler. 8x Cost than enhanced assembler. Includes the cost of 28 enhanced speed modules.
ca_ad: Els assembladors són màquines molt avançades capaces de produir eines i components. Requereix lingots i energia per produir components. 3.6x Velocitat de muntatge. Consum d'energia base de 6,72MW. 8x Més ràpid que l'assemblador millorat. 8x Cost que muntador millorat. Inclou el cost de 28 mòduls de velocitat millorada.
cs_cz: Montéři jsou vysoce pokročilé stroje schopné vyrábět nástroje a komponenty. Vyžaduje ingoty a energii k výrobě součástí. 3,6x rychlost montáže. Základní spotřeba energie 6,72 MW. 8x rychlejší než vylepšený assembler. 8x cena než vylepšený assembler. Zahrnuje náklady na 28 modulů s vylepšenou rychlostí.
da: Montører er meget avancerede maskiner, der er i stand til at producere værktøjer og komponenter. Kræver barrer og strøm til at producere komponenter. 3.6x monteringshastighed. 6,72 MW grundlæggende strømforbrug. 8x Hurtigere end forbedret assembler. 8x Omkostninger end forbedret montør. Inkluderer omkostningerne ved 28 forbedrede hastighedsmoduler.
de: Monteure sind hochentwickelte Maschinen, die in der Lage sind, Werkzeuge und Komponenten herzustellen. Benötigt Barren und Strom für die Herstellung von Komponenten. 3,6-fache Montagegeschwindigkeit. 6,72 MW Basis-Stromverbrauch. 8x Schneller als Enhanced Assembler. 8x Kosten als verbesserter Assembler. Beinhaltet die Kosten für 28 Module mit verbesserter Geschwindigkeit.
es: Las ensambladoras son máquinas muy avanzadas capaces de producir herramientas y componentes. Requiere lingotes y energía para producir componentes. Velocidad de montaje de 3,6x. Consumo de energía base de 6,72 MW. 8 veces más rápido que el ensamblador mejorado. 8 veces más costo que el ensamblador mejorado. Incluye el costo de 28 módulos de velocidad mejorada.
et_ee: Monteerijad on kõrgelt arenenud masinad, mis on võimelised tootma tööriistu ja komponente. Komponentide tootmiseks on vaja valuplokke ja võimsust. 3.6x montaažikiirus. 6.72MW baasvõimsuse kasutamine. 8x kiirem kui täiustatud monteerija. 8x Maksumus kui täiustatud monteerija. Sisaldab 28 täiustatud kiirusega mooduli maksumust.
fi: Kokoonpanijat ovat erittäin kehittyneitä koneita, jotka pystyvät tuottamaan työkaluja ja komponentteja. Vaatii harkkoja ja tehoa komponenttien tuottamiseen. 3.6x kokoonpanonopeus. 6,72 MW:n perusvirrankulutus. 8x nopeampi kuin parannettu kokoonpanija. 8x Kustannukset kuin parannettu kokoonpanija. Sisältää 28 tehostetun nopeuden moduulin kustannukset.
fr: Les assembleurs sont des machines très avancées capables de produire des outils et des composants. Nécessite des lingots et de l’énergie pour produire des composants. Vitesse d’assemblage 3,6x. Consommation d’énergie de base de 6,72 MW. 8 fois plus rapide qu’un assembleur amélioré. Coût 8 fois supérieur à celui de l’assembleur amélioré. Comprend le coût de 28 modules de vitesse améliorée.
hr_hr: Asembleri su visoko napredni strojevi sposobni za proizvodnju alata i komponenti. Zahtijeva ingote i snagu za proizvodnju komponenti. 3.6x brzina montaže. Potrošnja osnovne energije od 6,72 MW. 8x Brže od poboljšanog asemblera. 8x Trošak od poboljšanog asemblera. Uključuje cijenu 28 modula poboljšane brzine.
hu_hu: Az összeszerelők rendkívül fejlett gépek, amelyek képesek szerszámok és alkatrészek előállítására. Az alkatrészek előállításához öntvényekre és energiára van szükség. 3,6-szoros szerelési sebesség. 6,72 MW alap energiafelhasználás. 8x gyorsabb, mint a továbbfejlesztett összeszerelő. 8x költség, mint a továbbfejlesztett összeszerelő. Tartalmazza a 28 megnövelt sebességű modul költségét.
ja_jp: 組立機は、工具や部品を製造できる高度な機械です。 部品を製造するにはインゴットと電力が必要です。 3.6倍の組み立て速度。 6.72MWの基本電力使用量。 拡張アセンブラよりも8倍高速です。 拡張アセンブラの8倍のコスト。 28個の拡張スピードモジュールのコストが含まれています。
lv: Montētāji ir ļoti progresīvas mašīnas, kas spēj ražot instrumentus un komponentus. Nepieciešami lietņi un jauda, lai ražotu komponentus. 3,6x montāžas ātrums. 6.72MW bāzes enerģijas patēriņš. 8x ātrāks nekā uzlabots montētājs. 8x Izmaksas nekā uzlabots montētājs. Iekļautas 28 uzlabota ātruma moduļu izmaksas.
nl: Assembleurs zijn zeer geavanceerde machines die in staat zijn om gereedschappen en componenten te produceren. Vereist blokken en stroom om componenten te produceren. 3,6x montagesnelheid. 6,72 MW basisstroomverbruik. 8x Sneller dan verbeterde assembler. 8x kosten dan verbeterde assembler. Inclusief de kosten van 28 modules met verbeterde snelheid.
no: Montører er svært avanserte maskiner som er i stand til å produsere verktøy og komponenter. Krever ingots og kraft til å produsere komponenter. 3.6x monteringshastighet. 6,72 MW basisstrømforbruk. 8x Raskere enn forbedret assembler. 8x Kostnad enn forbedret montør. Inkluderer kostnaden for 28 moduler med forbedret hastighet.
pt_br: Montadores são máquinas altamente avançadas capazes de produzir ferramentas e componentes. Requer lingotes e energia para produzir componentes. 3.6x velocidade de montagem. Consumo de energia base de 6,72MW. 8x mais rápido que o montador aprimorado. Custo 8x maior que o montador aprimorado. Inclui o custo de 28 módulos de velocidade aprimorados.
ro: Asamblorii sunt mașini extrem de avansate capabile să producă unelte și componente. Necesită lingouri și putere pentru a produce componente. 3.6x viteza de asamblare. Consum de energie de bază de 6,72 MW. De 8 ori mai rapid decât asamblatorul îmbunătățit. 8x Cost decât asamblorul îmbunătățit. Include costul a 28 de module de viteză îmbunătățită.
ru: Сборщики — это высокотехнологичные машины, способные производить инструменты и компоненты. Для производства компонентов требуются слитки и мощность. Скорость сборки в 3,6 раза. Базовая потребляемая мощность 6,72 МВт. В 8 раз быстрее, чем усовершенствованный ассемблер. Стоимость в 8 раз выше, чем у усовершенствованного ассемблера. Включает в себя стоимость 28 модулей повышенной скорости.
sk_sk: Montéri sú vysoko pokročilé stroje schopné vyrábať nástroje a komponenty. Vyžaduje ingoty a energiu na výrobu komponentov. 3,6x rýchlosť montáže. Spotreba základného výkonu 6,72 MW. 8x rýchlejší než vylepšený assembler. 8x cena oproti rozšírenému montérovi. Zahŕňa náklady na 28 modulov s vyššou rýchlosťou.
sv: Montörer är mycket avancerade maskiner som kan producera verktyg och komponenter. Kräver göt och kraft för att producera komponenter. 3,6x monteringshastighet. 6,72 MW basströmförbrukning. 8x snabbare än förbättrad montör. 8x Kostnad än förbättrad montör. Inkluderar kostnaden för 28 förbättrade hastighetsmoduler.
tr_tr: Montajcılar, alet ve bileşen üretebilen son derece gelişmiş makinelerdir. Bileşenleri üretmek için külçe ve güç gerektirir. 3.6x Montaj Hızı. 6.72MW Temel Güç Kullanımı. Gelişmiş montajcıdan 8 kat daha hızlı. Geliştirilmiş montajcıdan 8 kat daha maliyetli. 28 gelişmiş hız modülünün maliyetini içerir.
uk: Складальники - це високотехнологічні машини, здатні виробляти інструменти та компоненти. Потрібні злитки і потужність для виробництва компонентів. 3,6-кратна швидкість складання. Базова споживана потужність 6,72 МВт. У 8 разів швидше, ніж покращений асембллер. У 8 разів дорожче, ніж у вдосконаленого асемблера. Включає вартість 28 модулів підвищеної швидкості.
zh_cn: 装配工是能够生产工具和组件的高度先进的机器。 需要铸锭和电力来生产组件。 3.6 倍装配速度。 6.72MW基本用电量。 比增强型汇编器快 8 倍。 成本是增强型汇编程序的 8 倍。 包括 28 个增强速度模块的成本。
