Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_DP3SolarPanelT3
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Proficient. 0.54MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor que competent. Potència màxima de 0,54MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5x lepší než zdatný. Maximální výstupní výkon 0,54 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end dygtig. 0,54 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als kompetent. 0,54 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor que competente. Potencia máxima de salida de 0,54 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1,5x parem kui vilunud. 0.54MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa parempi kuin taitava. 0.54MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux que compétent. Puissance de sortie maximale de 0,54 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od stručnog. Maksimalna snaga od 0,54 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5x jobb, mint a Proficient. 0,54MW Max. teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 熟練者より1.5倍優れています。 0.54MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā lietpratējs. 0,54 MW maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan bekwaam. 0,54 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn dyktig. 0,54 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor que o proficiente. 0.54MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire de 0,54 MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем Proficient. Максимальная выходная мощность 0,54 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako zdatný. Maximálny výkon 0,54 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än skicklig. 0,54 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Yetkin'den 1,5 kat daha iyi. 0.54MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність 0,54 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比精通好 1.5 倍。 0.54MW最大功率输出。

# Description_EffectivenessModuleT0
source: Yield modules increase production yield of refineries when connected. Modifier: 0.03125 Modifier Type: Additive 6.25% Effectiveness Per Module (25% for 4)
ca_ad: Els mòduls de rendiment augmenten el rendiment de producció de les refineries quan estan connectades. Modificador: 0,03125 Tipus de modificador: additiu 6,25% Efectivitat per mòdul (25% per 4)
cs_cz: Výtěžkové moduly zvyšují výtěžnost rafinérií, když jsou připojeny. Modifikátor: 0,03125 Typ modifikátoru: Aditivum 6,25% efektivita na modul (25% pro 4)
da: Udbyttemoduler øger produktionsudbyttet af raffinaderier, når de er tilsluttet. Modifikator: 0,03125 Modifier Type: Tilsætningsstof 6.25% effektivitet pr. modul (25% for 4)
de: Ertragsmodule erhöhen die Produktionsausbeute von Raffinerien, wenn sie angeschlossen sind. Modifikator: 0,03125 Modifikatortyp: Additiv 6,25 % Effektivität pro Modul (25% für 4)
es: Los módulos de rendimiento aumentan el rendimiento de producción de las refinerías cuando están conectadas. Modificador: 0.03125 Tipo de modificador: Aditivo 6.25% de efectividad por módulo (25% para 4)
et_ee: Saagismoodulid suurendavad rafineerimistehaste tootmise saagikust, kui need on ühendatud. Muutja: 0.03125 Modifikaatori tüüp: lisaaine 6,25% tõhusus mooduli kohta (25% 4-le)
fi: Tuottomoduulit lisäävät jalostamoiden tuotantoa, kun ne on kytketty. Muuttaja: 0.03125 Muuntimen tyyppi: Lisäaine 6,25 %:n tehokkuus moduulia kohden (25% 4: lle)
fr: Les modules de rendement augmentent le rendement de production des raffineries lorsqu’ils sont connectés. Modificateur : 0,03125 Type de modificateur : Additif 6,25 % d’efficacité par module (25 % pour 4)
hr_hr: Moduli prinosa povećavaju proizvodni prinos rafinerija kada su spojeni. Modifikator: 0.03125 Vrsta modifikatora: aditiv 6,25% učinkovitosti po modulu (25% za 4)
hu_hu: A hozammodulok növelik a finomítók termelési hozamát, ha csatlakoztatva vannak. Módosító: 0.03125 Módosító típusa: Additív 6,25%-os hatékonyság modulonként (25% 4-re)
ja_jp: イールドモジュールは、接続すると製油所の生産歩留まりを向上させます。 修飾子: 0.03125 モディファイヤ タイプ: 加算 モジュールあたり6.25%の有効性 (4で25%)
lv: Ienesīguma moduļi palielina pārstrādes rūpnīcu ražošanas ražu, kad tie ir savienoti. Modifikators: 0.03125 Modifikatora tips: piedeva 6,25% efektivitāte uz moduli (25% par 4)
nl: Opbrengstmodules verhogen het productierendement van raffinaderijen wanneer ze zijn aangesloten. Wijziging: 0.03125 Type modificator: Additief 6,25% effectiviteit per module (25% voor 4)
no: Kapasitetsmoduler øker produksjonsutbyttet til raffinerier når de er tilkoblet. Modifikator: 0.03125 Modifier Type: Additiv 6,25 % effektivitet per modul (25% for 4)
pt_br: Os módulos de rendimento aumentam o rendimento de produção das refinarias quando conectados. Modificador: 0.03125 Tipo de modificador: Aditivo 6,25% de eficácia por módulo (25% para 4)
ro: Modulele de randament cresc randamentul de producție al rafinăriilor atunci când sunt conectate. Modificator: 0.03125 Tip modificator: Aditiv Eficacitate de 6,25% per modul (25% pentru 4)
ru: Модули выхода увеличивают производительность нефтеперерабатывающих заводов при подключении. Модификатор: 0.03125 Тип модификатора: Добавка Эффективность 6,25% на модуль (25% для 4)
sk_sk: Výnosové moduly po pripojení zvyšujú výrobný výnos rafinérií. Modifikátor: 0.03125 Typ modifikátora: Aditívum 6,25% účinnosť na modul (25 % za 4)
sv: Utbytesmoduler ökar produktionsutbytet för raffinaderier när de är anslutna. Modifierare: 0,03125 Modifieringstyp: Tillsats 6,25 % effektivitet per modul (25 % för 4)
tr_tr: Verim modülleri, bağlandığında rafinerilerin üretim verimini artırır. Değiştirici: 0.03125 Değiştirici Türü: Katkı maddesi Modül başına %6,25 etkinlik (4 kişi için %25)
uk: Модулі продуктивності збільшують продуктивність нафтопереробних заводів при підключенні. Модифікатор: 0.03125 Тип модифікатора: Адитивний Ефективність 6,25% на модуль (25% за 4)
zh_cn: 产量模块在连接时可提高炼油厂的产量。 修饰符： 0.03125 改性剂类型：添加剂 每个模块的有效性为 6.25% （25% 为 4）

# Description_EffectivenessModuleT1
source: Yield modules increase production yield of refineries when connected. Modifier: 0.0625 Modifier Type: Additive 12.5% Effectiveness Per Module (50% for 4)
ca_ad: Els mòduls de rendiment augmenten el rendiment de producció de les refineries quan estan connectades. Modificador: 0,0625 Tipus de modificador: additiu 12,5% Efectivitat per mòdul (50% per 4)
cs_cz: Výtěžkové moduly zvyšují výtěžnost rafinérií, když jsou připojeny. Modifikátor: 0,0625 Typ modifikátoru: Aditivum 12,5% efektivita na modul (50% pro 4)
da: Udbyttemoduler øger produktionsudbyttet af raffinaderier, når de er tilsluttet. Modifikator: 0,0625 Modifier Type: Tilsætningsstof 12,5% effektivitet pr. modul (50% for 4)
de: Ertragsmodule erhöhen die Produktionsausbeute von Raffinerien, wenn sie angeschlossen sind. Modifikator: 0,0625 Modifikatortyp: Additiv 12,5 % Effektivität pro Modul (50% für 4)
es: Los módulos de rendimiento aumentan el rendimiento de producción de las refinerías cuando están conectadas. Modificador: 0.0625 Tipo de modificador: Aditivo 12,5% de efectividad por módulo (50% para 4)
et_ee: Saagismoodulid suurendavad rafineerimistehaste tootmise saagikust, kui need on ühendatud. Muutja: 0,0625 Modifikaatori tüüp: lisaaine 12,5% tõhusus mooduli kohta (50% 4-le)
fi: Tuottomoduulit lisäävät jalostamoiden tuotantoa, kun ne on kytketty. Muuttaja: 0.0625 Muuntimen tyyppi: Lisäaine 12,5 %:n tehokkuus moduulia kohden (50% 4: lle)
fr: Les modules de rendement augmentent le rendement de production des raffineries lorsqu’ils sont connectés. Modificateur : 0,0625 Type de modificateur : Additif 12,5 % d’efficacité par module (50% pour 4)
hr_hr: Moduli prinosa povećavaju proizvodni prinos rafinerija kada su spojeni. Modifikator: 0.0625 Vrsta modifikatora: aditiv 12,5% učinkovitosti po modulu (50% za 4)
hu_hu: A hozammodulok növelik a finomítók termelési hozamát, ha csatlakoztatva vannak. Módosító: 0.0625 Módosító típusa: Additív 12,5%-os hatékonyság modulonként (50% 4-ért)
ja_jp: イールドモジュールは、接続すると製油所の生産歩留まりを向上させます。 モディファイヤ: 0.0625 モディファイヤ タイプ: 加算 モジュールあたり12.5%の有効性 (4人で50%)
lv: Ienesīguma moduļi palielina pārstrādes rūpnīcu ražošanas ražu, kad tie ir savienoti. Modifikators: 0.0625 Modifikatora tips: piedeva 12,5% efektivitāte uz moduli (50% par 4)
nl: Opbrengstmodules verhogen het productierendement van raffinaderijen wanneer ze zijn aangesloten. Wijziging: 0.0625 Type modificator: Additief 12,5% effectiviteit per module (50% voor 4)
no: Kapasitetsmoduler øker produksjonsutbyttet til raffinerier når de er tilkoblet. Modifikator: 0.0625 Modifier Type: Additiv 12,5 % effektivitet per modul (50% for 4)
pt_br: Os módulos de rendimento aumentam o rendimento de produção das refinarias quando conectados. Modificador: 0.0625 Tipo de modificador: Aditivo 12,5% de eficácia por módulo (50% para 4)
ro: Modulele de randament cresc randamentul de producție al rafinăriilor atunci când sunt conectate. Modificator: 0.0625 Tip modificator: Aditiv Eficacitate de 12,5% per modul (50% pentru 4)
ru: Модули выхода увеличивают производительность нефтеперерабатывающих заводов при подключении. Модификатор: 0.0625 Тип модификатора: Добавка Эффективность 12,5% на модуль (50% для 4)
sk_sk: Výnosové moduly po pripojení zvyšujú výrobný výnos rafinérií. Modifikátor: 0.0625 Typ modifikátora: Aditívum 12,5% účinnosť na modul (50 % za 4)
sv: Utbytesmoduler ökar produktionsutbytet för raffinaderier när de är anslutna. Modifierare: 0,0625 Modifieringstyp: Tillsats 12,5 % effektivitet per modul (50 % för 4)
tr_tr: Verim modülleri, bağlandığında rafinerilerin üretim verimini artırır. Değiştirici: 0.0625 Değiştirici Türü: Katkı maddesi Modül başına %12,5 etkinlik (4 için %50)
uk: Модулі продуктивності збільшують продуктивність нафтопереробних заводів при підключенні. Модифікатор: 0.0625 Тип модифікатора: Адитивний Ефективність 12,5% на модуль (50% за 4)
zh_cn: 产量模块在连接时可提高炼油厂的产量。 修正符： 0.0625 改性剂类型：添加剂 每个模块的有效性为 12.5% （50% 为 4）

# Description_EffectivenessModuleT2
source: Yield modules increase production yield of refineries when connected. Modifier: 0.09375 Modifier Type: Additive 18.75% Effectiveness Per Module (75% for 4)
ca_ad: Els mòduls de rendiment augmenten el rendiment de producció de les refineries quan estan connectades. Modificador: 0,09375 Tipus de modificador: additiu 18,75% Efectivitat per mòdul (75% per 4)
cs_cz: Výtěžkové moduly zvyšují výtěžnost rafinérií, když jsou připojeny. Modifikátor: 0,09375 Typ modifikátoru: Aditivum 18,75% efektivita na modul (75% pro 4)
da: Udbyttemoduler øger produktionsudbyttet af raffinaderier, når de er tilsluttet. Modifikator: 0,09375 Modifier Type: Tilsætningsstof 18.75% effektivitet pr. modul (75% for 4)
de: Ertragsmodule erhöhen die Produktionsausbeute von Raffinerien, wenn sie angeschlossen sind. Modifikator: 0,09375 Modifikatortyp: Additiv 18,75 % Effektivität pro Modul (75% für 4)
es: Los módulos de rendimiento aumentan el rendimiento de producción de las refinerías cuando están conectadas. Modificador: 0.09375 Tipo de modificador: Aditivo 18.75% de efectividad por módulo (75% para 4)
et_ee: Saagismoodulid suurendavad rafineerimistehaste tootmise saagikust, kui need on ühendatud. Muutja: 0,09375 Modifikaatori tüüp: lisaaine 18,75% tõhusus mooduli kohta (75% 4-le)
fi: Tuottomoduulit lisäävät jalostamoiden tuotantoa, kun ne on kytketty. Muuttaja: 0.09375 Muuntimen tyyppi: Lisäaine 18,75 %:n tehokkuus moduulia kohden (75% 4: lle)
fr: Les modules de rendement augmentent le rendement de production des raffineries lorsqu’ils sont connectés. Modificateur : 0.09375 Type de modificateur : Additif 18,75 % d’efficacité par module (75 % pour 4)
hr_hr: Moduli prinosa povećavaju proizvodni prinos rafinerija kada su spojeni. Modifikator: 0.09375 Vrsta modifikatora: aditiv 18,75% učinkovitosti po modulu (75% za 4)
hu_hu: A hozammodulok növelik a finomítók termelési hozamát, ha csatlakoztatva vannak. Módosító: 0.09375 Módosító típusa: Additív 18,75%-os hatékonyság modulonként (75% 4-ért)
ja_jp: イールドモジュールは、接続すると製油所の生産歩留まりを向上させます。 修飾子: 0.09375 モディファイヤ タイプ: 加算 モジュールあたり18.75%の有効性 (4人で75%)
lv: Ienesīguma moduļi palielina pārstrādes rūpnīcu ražošanas ražu, kad tie ir savienoti. Modifikators: 0.09375 Modifikatora tips: piedeva 18,75% efektivitāte uz moduli (75% par 4)
nl: Opbrengstmodules verhogen het productierendement van raffinaderijen wanneer ze zijn aangesloten. Wijziging: 0.09375 Type modificator: Additief 18,75% effectiviteit per module (75% voor 4)
no: Kapasitetsmoduler øker produksjonsutbyttet til raffinerier når de er tilkoblet. Modifikator: 0.09375 Modifier Type: Additiv 18,75 % effektivitet per modul (75% for 4)
pt_br: Os módulos de rendimento aumentam o rendimento de produção das refinarias quando conectados. Modificador: 0.09375 Tipo de modificador: Aditivo 18,75% de eficácia por módulo (75% para 4)
ro: Modulele de randament cresc randamentul de producție al rafinăriilor atunci când sunt conectate. Modificator: 0.09375 Tip modificator: Aditiv Eficacitate de 18,75% per modul (75% pentru 4)
ru: Модули выхода увеличивают производительность нефтеперерабатывающих заводов при подключении. Модификатор: 0.09375 Тип модификатора: Добавка 18.75% Эффективность на модуль (75% для 4)
sk_sk: Výnosové moduly po pripojení zvyšujú výrobný výnos rafinérií. Modifikátor: 0.09375 Typ modifikátora: Aditívum 18,75% účinnosť na modul (75 % za 4)
sv: Utbytesmoduler ökar produktionsutbytet för raffinaderier när de är anslutna. Modifierare: 0,09375 Modifieringstyp: Tillsats 18,75 % effektivitet per modul (75 % för 4)
tr_tr: Verim modülleri, bağlandığında rafinerilerin üretim verimini artırır. Değiştirici: 0.09375 Değiştirici Türü: Katkı maddesi Modül başına %18,75 etkinlik (4 için %75)
uk: Модулі продуктивності збільшують продуктивність нафтопереробних заводів при підключенні. Модифікатор: 0.09375 Тип модифікатора: Адитивний Ефективність 18,75% на модуль (75% за 4)
zh_cn: 产量模块在连接时可提高炼油厂的产量。 修饰符： 0.09375 改性剂类型：添加剂 每个模块的有效性为 18.75% （75% 为 4）

# Description_EffectivenessModuleT3
source: Yield modules increase production yield of refineries when connected. Modifier: 0.125 Modifier Type: Additive 25% Effectiveness Per Module (100% for 4)
ca_ad: Els mòduls de rendiment augmenten el rendiment de producció de les refineries quan estan connectades. Modificador: 0,125 Tipus de modificador: additiu 25% Efectivitat per mòdul (100% per a 4)
cs_cz: Výtěžkové moduly zvyšují výtěžnost rafinérií, když jsou připojeny. Modifikátor: 0.125 Typ modifikátoru: Aditivum 25% efektivita na modul (100% pro 4)
da: Udbyttemoduler øger produktionsudbyttet af raffinaderier, når de er tilsluttet. Modifikator: 0,125 Modifier Type: Tilsætningsstof 25% effektivitet pr. modul (100% for 4)
de: Ertragsmodule erhöhen die Produktionsausbeute von Raffinerien, wenn sie angeschlossen sind. Modifikator: 0,125 Modifikatortyp: Additiv 25% Effektivität pro Modul (100% für 4)
es: Los módulos de rendimiento aumentan el rendimiento de producción de las refinerías cuando están conectadas. Modificador: 0.125 Tipo de modificador: Aditivo 25% de efectividad por módulo (100% para 4)
et_ee: Saagismoodulid suurendavad rafineerimistehaste tootmise saagikust, kui need on ühendatud. Modifikaator: 0,125 Modifikaatori tüüp: lisaaine 25% tõhusus mooduli kohta (100% 4-le)
fi: Tuottomoduulit lisäävät jalostamoiden tuotantoa, kun ne on kytketty. Muuttaja: 0,125 Muuntimen tyyppi: Lisäaine 25% tehokkuus moduulia kohden (100% 4: lle)
fr: Les modules de rendement augmentent le rendement de production des raffineries lorsqu’ils sont connectés. Modificateur : 0.125 Type de modificateur : Additif 25 % d’efficacité par module (100% pour 4)
hr_hr: Moduli prinosa povećavaju proizvodni prinos rafinerija kada su spojeni. Modifikator: 0,125 Vrsta modifikatora: aditiv 25% učinkovitosti po modulu (100% za 4)
hu_hu: A hozammodulok növelik a finomítók termelési hozamát, ha csatlakoztatva vannak. Módosító: 0.125 Módosító típusa: Additív 25%-os hatékonyság modulonként (100% 4-ért)
ja_jp: イールドモジュールは、接続すると製油所の生産歩留まりを向上させます。 モディファイヤ: 0.125 モディファイヤ タイプ: 加算 モジュールあたり25%の有効性 (4人で100%)
lv: Ienesīguma moduļi palielina pārstrādes rūpnīcu ražošanas ražu, kad tie ir savienoti. Modifikators: 0.125 Modifikatora tips: piedeva 25% efektivitāte uz moduli (100% par 4)
nl: Opbrengstmodules verhogen het productierendement van raffinaderijen wanneer ze zijn aangesloten. Wijziging: 0.125 Type modificator: Additief 25% effectiviteit per module (100% voor 4)
no: Kapasitetsmoduler øker produksjonsutbyttet til raffinerier når de er tilkoblet. Modifikator: 0,125 Modifier Type: Additiv 25 % effektivitet per modul (100% for 4)
pt_br: Os módulos de rendimento aumentam o rendimento de produção das refinarias quando conectados. Modificador: 0.125 Tipo de modificador: Aditivo 25% de eficácia por módulo (100% para 4)
ro: Modulele de randament cresc randamentul de producție al rafinăriilor atunci când sunt conectate. Modificator: 0.125 Tip modificator: Aditiv Eficacitate de 25% pe modul (100% pentru 4)
ru: Модули выхода увеличивают производительность нефтеперерабатывающих заводов при подключении. Модификатор: 0.125 Тип модификатора: Добавка Эффективность 25% на модуль (100% за 4)
sk_sk: Výnosové moduly po pripojení zvyšujú výrobný výnos rafinérií. Modifikátor: 0.125 Typ modifikátora: Aditívum 25% účinnosť na modul (100 % za 4)
sv: Utbytesmoduler ökar produktionsutbytet för raffinaderier när de är anslutna. Modifierare: 0,125 Modifieringstyp: Tillsats 25 % effektivitet per modul (100 % för 4)
tr_tr: Verim modülleri, bağlandığında rafinerilerin üretim verimini artırır. Değiştirici: 0.125 Değiştirici Türü: Katkı maddesi Modül başına %25 etkinlik (4 için %100)
uk: Модулі продуктивності збільшують продуктивність нафтопереробних заводів при підключенні. Модифікатор: 0.125 Тип модифікатора: Адитивний Ефективність 25% на модуль (100% за 4)
zh_cn: 产量模块在连接时可提高炼油厂的产量。 修饰符： 0.125 改性剂类型：添加剂 每个模块的有效性为 25% （100% 为 4）

# Description_GatlingGunT0
source: Fast-shooting gun that can be loaded through conveyors. Uses Normal Gatling Ammo Boxes. Maximum range: 1500 m
ca_ad: Pistola de tir ràpid que es pot carregar a través de transportadors. Utilitza caixes de munició Gatling normals. Abast màxim: 1500 m
cs_cz: Rychlopalná pistole, kterou lze nakládat přes dopravníky. Používá normální Gatlingovy bedny s municí. Maximální dosah: 1500 m
da: Hurtigskydende pistol, der kan lades gennem transportbånd. Bruger normale Gatling ammunitionskasser. Maksimal rækkevidde: 1500 m
de: Schnell schießendes Geschütz, das über Förderbänder geladen werden kann. Verwendet normale Gatling-Munitionskisten. Maximale Reichweite: 1500 m
es: Pistola de tiro rápido que se puede cargar a través de cintas transportadoras. Utiliza cajas de munición de ametralladora Gatling normales. Alcance máximo: 1500 m
et_ee: Kiire laskmise relv, mida saab laadida konveierite kaudu. Kasutab tavalisi Gatlingi ammokaste. Maksimaalne lennukaugus: 1500 m
fi: Nopeasti ampuva ase, joka voidaan ladata kuljettimien kautta. Käyttää normaaleja Gatling-ammuslaatikoita. Suurin kantama: 1500 m
fr: Pistolet à tir rapide qui peut être chargé par des convoyeurs. Utilise des boîtes de munitions Gatling normales. Portée maximale : 1500 m
hr_hr: Pištolj za brzo pucanje koji se može puniti kroz transportere. Koristi normalne gatling kutije za streljivo. Maksimalni domet: 1500 m
hu_hu: Gyors lövöldözős pisztoly, amely szállítószalagokon keresztül tölthető. Normál Gatling lőszerdobozokat használ. Maximális hatótávolság: 1500 m
ja_jp: コンベアを通して装填できる高速射撃銃。通常のガトリング弾箱を使用します。 最大範囲:1500 m
lv: Ātrās šaušanas pistole, ko var ielādēt caur konveijeriem. Izmanto parastās Gatling Ammo kastes. Maksimālais diapazons: 1500 m
nl: Snelschietend pistool dat via transportbanden kan worden geladen. Maakt gebruik van normale gatling-munitiedozen. Maximaal bereik: 1500 m
no: Hurtigskytende pistol som kan lastes gjennom transportbånd. Bruker vanlige gatling ammunisjonsbokser. Maksimal rekkevidde: 1500 m
pt_br: Pistola de tiro rápido que pode ser carregada através de transportadores. Usa caixas de munição Gatling normais. Alcance máximo: 1500 m
ro: Pistol cu tragere rapidă care poate fi încărcat prin transportoare. Utilizează cutii normale de muniție Gatling. Raza maxima de actiune: 1500 m
ru: Скорострельное ружье, которое можно загружать по конвейерам. Использует обычные ящики с боеприпасами Гатлинга. Максимальная дальность: 1500 м
sk_sk: Rýchlostrelná pištoľ, ktorú je možné naložiť cez dopravníky. Používa bežné boxy na muníciu Gatling. Maximálny dosah: 1500 m
sv: Snabbskjutande pistol som kan laddas genom transportband. Använder vanliga Gatling-ammunitionslådor. Maximal räckvidd: 1500 m
tr_tr: Konveyörlerden yüklenebilen hızlı atış tabancası. Normal Gatling Cephane Kutuları kullanır. Maksimum menzil: 1500 m
uk: Скорострільна гармата, яку можна завантажувати через конвеєри. Використовує звичайні ящики для боєприпасів Гатлінга. Максимальна дальність: 1500 м
zh_cn: 可以通过传送带装载的快速射击枪。使用普通的加特林弹药箱。 最大射程：1500米
