Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QDarkPowerGeneratorT0
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. Normal Max Power Output: 40MW Fuel Capacity: 800000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. Normal Potència màxima de sortida: 40MW Capacitat de combustible: 800000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. Normální Maximální výstupní výkon: 40MW Objem palivové nádrže: 800000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. Normal Maks. effekt: 40MW Brændstof kapacitet: 800000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. Normal Maximale Leistung: 40 MW Kraftstoffkapazität: 800000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. Normal Potencia máxima de salida: 40MW Capacidad de combustible: 800000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. Tavaline Maksimaalne võimsus: 40MW Kütuse maht: 800000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. Normaali Suurin teho: 40MW Polttoainekapasiteetti: 800000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. Normal Puissance de sortie maximale : 40 MW Capacité de carburant : 800000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. Normalan Maksimalna snaga: 40MW Kapacitet goriva: 800000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. Normális Max teljesítmény: 40MW Üzemanyagtartály: 800000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 正常 最大出力:40MW 燃料容量:800000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. Parasts Maksimālā jauda: 40MW Degvielas ietilpība: 800000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. Normaal Maximaal uitgangsvermogen: 40MW Tankinhoud: 800000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. Normal Maks effekt: 40MW Drivstoff Kapasitet: 800000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. Normal Potência máxima: 40MW Capacidade de combustível: 800000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. Normal Putere maximă de ieșire: 40MW Capacitate combustibil: 800000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. Нормальный Максимальная выходная мощность: 40 МВт Объем топливного бака: 800000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. Normálny Maximálny výkon: 40MW Kapacita paliva: 800000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. Normal Max uteffekt: 40MW Bränslekapacitet: 800000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Normal Maksimum Güç Çıkışı: 40MW Yakıt Kapasitesi: 800000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. Нормальний Максимальна вихідна потужність: 40 МВт Запас палива: 800000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 正常 最大功率输出：40MW 燃油容量：800000L

# Description_QDarkPowerGeneratorT1
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. Enhanced Max Power Output: 60MW Fuel Capacity: 1200000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. Realçada Potència màxima de sortida: 60MW Capacitat de combustible: 1200000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. Vylepšený Maximální výstupní výkon: 60MW Objem palivové nádrže: 1200000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. Forbedret Maks. effekt: 60MW Brændstof kapacitet: 1200000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. Erweitert Maximale Leistung: 60MW Kraftstoffkapazität: 1200000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. Mejorado Potencia máxima de salida: 60MW Capacidad de combustible: 1200000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. Tõhustatud Maksimaalne võimsus: 60MW Kütuse maht: 1200000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. Paranneltu Suurin teho: 60MW Polttoainekapasiteetti: 1200000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. Amélioré Puissance de sortie maximale : 60 MW Capacité de carburant : 1200000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. Pojačan Maksimalna snaga: 60MW Kapacitet goriva: 1200000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. Továbbfejlesztett Max teljesítmény: 60MW Üzemanyagtartály: 1200000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 強化 最大出力:60MW 燃料容量:1200000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. Uzlabotās Maksimālā jauda: 60MW Degvielas ietilpība: 1200000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. Verbeterde Maximaal uitgangsvermogen: 60MW Tankinhoud: 1200000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. Forbedret Maks effekt: 60MW Drivstoff kapasitet: 1200000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. Aprimorado Potência máxima: 60MW Capacidade de combustível: 1200000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. Îmbunătățit Putere maximă de ieșire: 60MW Capacitate combustibil: 1200000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. Улучшенный Максимальная выходная мощность: 60 МВт Объем топливного бака: 1200000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. Rozšírené Maximálny výkon: 60MW Kapacita paliva: 1200000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. Förbättrad Max uteffekt: 60MW Bränslekapacitet: 1200000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Gelişmiş Maksimum Güç Çıkışı: 60MW Yakıt kapasitesi: 1200000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. Розширення Максимальна вихідна потужність: 60 МВт Запас палива: 1200000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 增强 最大功率输出：60MW 燃油容量：1200000L

# Description_QDarkPowerGeneratorT2
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. Proficient Max Power Output: 90MW Fuel Capacity: 1800000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. Competent Potència màxima de sortida: 90MW Capacitat de combustible: 1800000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. Dovedný Maximální výstupní výkon: 90MW Objem palivové nádrže: 1800000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. Dygtige Maks. effekt: 90MW Brændstof kapacitet: 1800000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. Kompetent Maximale Leistung: 90MW Kraftstoffkapazität: 1800000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. Competente Potencia máxima de salida: 90 MW Capacidad de combustible: 1800000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. Valda Maksimaalne võimsus: 90MW Kütuse maht: 1800000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. Taitava Suurin teho: 90MW Polttoainekapasiteetti: 1800000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. Compétent Puissance de sortie maximale : 90 MW Capacité de carburant : 1800000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. Stručnjak Maksimalna snaga: 90MW Kapacitet goriva: 1800000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. Jártas Max teljesítmény: 90MW Üzemanyagtartály: 1800000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 堪能 最大出力:90MW 燃料容量:1800000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. Lietpratējs Maksimālā jauda: 90MW Degvielas ietilpība: 1800000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. Bedreven Maximaal uitgangsvermogen: 90MW Tankinhoud: 1800000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. Dyktig Maks effekt: 90MW Drivstoff Kapasitet: 1800000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. Proficiente Potência máxima: 90MW Capacidade de combustível: 1800000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. Competenţi Putere maximă: 90MW Capacitate combustibil: 1800000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. Искусный Максимальная выходная мощность: 90 МВт Объем топливного бака: 1800000L
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. Zdatní Maximálny výkon: 90MW Kapacita paliva: 1800000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. Skickliga Max uteffekt: 90MW Bränslekapacitet: 1800000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Usta Maksimum Güç Çıkışı: 90MW Yakıt kapasitesi: 1800000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. Володіють Максимальна вихідна потужність: 90 МВт Запас палива: 1800000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 熟练 最大功率输出：90MW 油量：1800000L

# Description_QDarkPowerGeneratorT3
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. Elite Max Power Output: 135MW Fuel Capacity: 2700000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. Elit Potència màxima de sortida: 135MW Capacitat de combustible: 2700000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. Elita Maximální výstupní výkon: 135MW Objem palivové nádrže: 2700000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. Elite Max effekt: 135MW Brændstof kapacitet: 2700000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. Elite Maximale Leistung: 135 MW Kraftstoffkapazität: 2700000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. Élite Potencia máxima de salida: 135 MW Capacidad de combustible: 2700000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. Elite Maksimaalne võimsus: 135MW Kütuse maht: 2700000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. Eliitti Suurin teho: 135MW Polttoainekapasiteetti: 2700000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. Élite Puissance de sortie maximale : 135 MW Capacité de carburant : 2700000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. Elitan Maksimalna izlazna snaga: 135MW Kapacitet goriva: 2700000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. Elit Max teljesítmény: 135MW Üzemanyagtartály: 2700000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 エリート 最大出力:135MW 燃料容量:2700000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. Elite Maksimālā jauda: 135MW Degvielas ietilpība: 2700000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. Elite Maximaal uitgangsvermogen: 135MW Tankinhoud: 2700000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. Elite Maks effekt: 135MW Drivstoff Kapasitet: 2700000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. Elite Potência máxima: 135MW Capacidade de combustível: 2700000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. Elită Putere maximă de ieșire: 135MW Capacitate combustibil: 2700000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. Элита Максимальная выходная мощность: 135 МВт Объем топливного бака: 2700000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. Elita Maximálny výkon: 135MW Kapacita paliva: 2700000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. Elit Max uteffekt: 135MW Bränslekapacitet: 2700000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Seçkin Maksimum Güç Çıkışı: 135MW Yakıt kapasitesi: 2700000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. Елітні Максимальна вихідна потужність: 135 МВт Запас палива: 2700000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 精英 最大输出功率：135MW 燃油容量：2700000L
