Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_RailgunT0
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Normal Large Railgun Sabots. Maximum range: 5000 m
ca_ad: Alt abast, màxima penetració, taxa de foc molt baixa. S'ha de carregar abans de cada tret. Utilitza sabots normals de pistola gran. Abast màxim: 5000 m
cs_cz: Velký dostřel, maximální průbojnost, velmi nízká rychlost střelby. Před každým výstřelem je třeba nabít. Používá normální velké railgunové saboty. Maximální dosah: 5000 m
da: Høj rækkevidde, maksimal penetration, meget lav brandhastighed. Skal oplades før hvert skud. Bruger normale store railgun sabots. Maksimal rækkevidde: 5000 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss aufgeladen werden. Verwendet normale große Railgun-Sabots. Maximale Reichweite: 5000 m
es: Alto alcance, máxima penetración, muy baja cadencia de disparo. Necesita cargarse antes de cada disparo. Utiliza sabots de cañón de riel grandes normales. Alcance máximo: 5000 m
et_ee: Suur vahemik, maksimaalne läbitungimine, väga madal tulekahju. Peab enne iga võtet laadima. Kasutab tavalisi suuri raudteepüssi sabotte. Maksimaalne lennukaugus: 5000 m
fi: Korkea kantama, suurin tunkeutuminen, erittäin alhainen palonopeus. Täytyy ladata ennen jokaista laukausta. Käyttää normaaleja suuria kiskopistoolisabotteja. Suurin kantama: 5000 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise des sabots normaux de gros canons électriques. Portée maximale : 5000 m
hr_hr: Visok domet, maksimalna penetracija, vrlo niska stopa požara. Mora se napuniti prije svakog pucnja. Koristi normalne velike sabote. Maksimalni domet: 5000 m
hu_hu: Nagy hatótávolság, maximális behatolás, nagyon alacsony tűzsebesség. Minden felvétel előtt fel kell tölteni. Normál nagy railgun szabotokat használ. Maximális hatótávolság: 5000 m
ja_jp: 射程距離が長く、貫通力が最大で、連射速度が非常に速い。各ショットの前にチャージする必要があります。通常の大型レールガンサボを使用する。 最大範囲:5000メートル
lv: Augsts diapazons, maksimāla iespiešanās, ļoti zems ugunsgrēka ātrums. Nepieciešams uzlādēt pirms katra šāviena. Izmanto normālus lielus Railgun sabotus. Maksimālais diapazons: 5000 m
nl: Hoog bereik, maximale penetratie, zeer lage vuursnelheid. Moet voor elk schot worden opgeladen. Maakt gebruik van normale grote railgun sabots. Maximaal bereik: 5000 m
no: Høy rekkevidde, maksimal penetrasjon, svært lav brannfrekvens. Trenger å lade opp før hvert skudd. Bruker vanlige store railgun saboter. Maksimal rekkevidde: 5000 m
pt_br: Alto alcance, máxima penetração, baixíssima taxa de fogo. Precisa carregar antes de cada disparo. Usa sabots normais de metralhadora grande. Alcance máximo: 5000 m
ro: Rază mare de acțiune, penetrare maximă, rată foarte scăzută de incendiu. Trebuie să se încarce înainte de fiecare lovitură. Utilizează saboți normali de cale ferată mare. Raza maxima de actiune: 5000 m
ru: Высокая дальность, максимальная бронепробиваемость, очень низкая скорострельность. Нуждается в подзарядке перед каждым выстрелом. Использует обычные большие рельсотроны. Максимальная дальность: 5000 м
sk_sk: Vysoký dosah, maximálny prienik, veľmi nízka rýchlosť požiaru. Pred každým výstrelom sa musí nabiť. Používa normálne veľké railgun saboty. Maximálny dosah: 5000 m
sv: Hög räckvidd, maximal penetration, mycket låg eldhastighet. Måste laddas upp före varje skott. Använder vanliga stora railgun-sabotar. Maximal räckvidd: 5000 m
tr_tr: Yüksek menzil, maksimum nüfuz, çok düşük atış hızı. Her çekimden önce şarj edilmesi gerekiyor. Normal büyük raylı tüfek sabotları kullanır. Maksimum menzil: 5000 m
uk: Висока дальність, максимальне проникнення, дуже низька скорострільність. Потрібно заряджатися перед кожним пострілом. Використовує звичайні великі рельсотронні сабо. Максимальна дальність: 5000 м
zh_cn: 高射程，最大穿透力，极低射速。每次拍摄前都需要充电。使用普通的大型轨道炮弹头。 最大射程：5000米

# Description_RailgunT1
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Depleted Uranium Large Railgun Sabots. Maximum range: 5000 m
ca_ad: Alt abast, màxima penetració, taxa de foc molt baixa. S'ha de carregar abans de cada tret. Utilitza grans sabots d'urani empobrit. Abast màxim: 5000 m
cs_cz: Velký dostřel, maximální průbojnost, velmi nízká rychlost střelby. Před každým výstřelem je třeba nabít. Používá velké railgun saboty s ochuzeným uranem. Maximální dosah: 5000 m
da: Høj rækkevidde, maksimal penetration, meget lav brandhastighed. Skal oplades før hvert skud. Bruger forarmet uran store railgun sabots. Maksimal rækkevidde: 5000 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss aufgeladen werden. Verwendet große Railgun-Sabots mit abgereichertem Uran. Maximale Reichweite: 5000 m
es: Alto alcance, máxima penetración, muy baja cadencia de disparo. Necesita cargarse antes de cada disparo. Utiliza sabots de cañón de riel grandes de uranio empobrecido. Alcance máximo: 5000 m
et_ee: Suur vahemik, maksimaalne läbitungimine, väga madal tulekahju. Peab enne iga võtet laadima. Kasutab vaesestatud uraani suurte raudteepüsside sabotte. Maksimaalne lennukaugus: 5000 m
fi: Korkea kantama, suurin tunkeutuminen, erittäin alhainen palonopeus. Täytyy ladata ennen jokaista laukausta. Käyttää köyhdytettyä uraania sisältäviä suuria railgun-sabotteja. Suurin kantama: 5000 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise de gros sabots de canon électrique à l’uranium appauvri. Portée maximale : 5000 m
hr_hr: Visok domet, maksimalna penetracija, vrlo niska stopa požara. Mora se napuniti prije svakog pucnja. Koristi osiromašene sabote s velikom željezničkom puškom. Maksimalni domet: 5000 m
hu_hu: Nagy hatótávolság, maximális behatolás, nagyon alacsony tűzsebesség. Minden felvétel előtt fel kell tölteni. Szegényített urán nagy railgun szabotokat használ. Maximális hatótávolság: 5000 m
ja_jp: 射程距離が長く、貫通力が最大で、連射速度が非常に速い。各ショットの前にチャージする必要があります。劣化ウラン大型レールガンサボを使用。 最大範囲:5000メートル
lv: Augsts diapazons, maksimāla iespiešanās, ļoti zems ugunsgrēka ātrums. Nepieciešams uzlādēt pirms katra šāviena. Izmanto noplicināto urāna lielos Railgun sabotus. Maksimālais diapazons: 5000 m
nl: Hoog bereik, maximale penetratie, zeer lage vuursnelheid. Moet voor elk schot worden opgeladen. Maakt gebruik van verarmd uranium grote railgun sabots. Maximaal bereik: 5000 m
no: Høy rekkevidde, maksimal penetrasjon, svært lav brannfrekvens. Trenger å lade opp før hvert skudd. Bruker utarmet uran store railgun saboter. Maksimal rekkevidde: 5000 m
pt_br: Alto alcance, máxima penetração, baixíssima taxa de fogo. Precisa carregar antes de cada disparo. Utiliza sabots de urânio empobrecido de grandes metralhadoras. Alcance máximo: 5000 m
ro: Rază mare de acțiune, penetrare maximă, rată foarte scăzută de incendiu. Trebuie să se încarce înainte de fiecare lovitură. Utilizează saboți mari de arme cu uraniu sărăcit. Raza maxima de actiune: 5000 m
ru: Высокая дальность, максимальная бронепробиваемость, очень низкая скорострельность. Нуждается в подзарядке перед каждым выстрелом. Использует большие рельсотроны с обедненным ураном. Максимальная дальность: 5000 м
sk_sk: Vysoký dosah, maximálny prienik, veľmi nízka rýchlosť požiaru. Pred každým výstrelom sa musí nabiť. Používa saboty s ochudobneným uránom Large Railgun. Maximálny dosah: 5000 m
sv: Hög räckvidd, maximal penetration, mycket låg eldhastighet. Måste laddas upp före varje skott. Använder stora railgun-sabotar med utarmat uran. Maximal räckvidd: 5000 m
tr_tr: Yüksek menzil, maksimum nüfuz, çok düşük atış hızı. Her çekimden önce şarj edilmesi gerekiyor. Seyreltilmiş uranyum büyük raylı tüfek sabotları kullanır. Maksimum menzil: 5000 m
uk: Висока дальність, максимальне проникнення, дуже низька скорострільність. Потрібно заряджатися перед кожним пострілом. Використовує великі рельсотронні саботажі зі збідненим ураном. Максимальна дальність: 5000 м
zh_cn: 高射程，最大穿透力，极低射速。每次拍摄前都需要充电。使用贫铀大型轨道炮弹头。 最大射程：5000米

# Description_RailgunT2
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Depleted Dark Energy Large Railgun Sabots. Maximum range: 5000 m
ca_ad: Alt abast, màxima penetració, taxa de foc molt baixa. S'ha de carregar abans de cada tret. Utilitza sabots d'energia fosca esgotada. Abast màxim: 5000 m
cs_cz: Velký dostřel, maximální průbojnost, velmi nízká rychlost střelby. Před každým výstřelem je třeba nabít. Používá vyčerpanou temnou energii Large Railgun Sabots. Maximální dosah: 5000 m
da: Høj rækkevidde, maksimal penetration, meget lav brandhastighed. Skal oplades før hvert skud. Bruger udtømt mørk energi store railgun sabots. Maksimal rækkevidde: 5000 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss aufgeladen werden. Verwendet verbrauchte Dunkle Energie Große Railgun-Sabots. Maximale Reichweite: 5000 m
es: Alto alcance, máxima penetración, muy baja cadencia de disparo. Necesita cargarse antes de cada disparo. Utiliza sabots de cañón de riel grandes de energía oscura agotados. Alcance máximo: 5000 m
et_ee: Suur vahemik, maksimaalne läbitungimine, väga madal tulekahju. Peab enne iga võtet laadima. Kasutab ammendunud tumeda energiaga suuri raudteepüssi sabotte. Maksimaalne lennukaugus: 5000 m
fi: Korkea kantama, suurin tunkeutuminen, erittäin alhainen palonopeus. Täytyy ladata ennen jokaista laukausta. Käyttää tyhjentyneitä pimeän energian suuria railgun-sabotteja. Suurin kantama: 5000 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise de grands sabots de canon électrique à énergie noire épuisée. Portée maximale : 5000 m
hr_hr: Visok domet, maksimalna penetracija, vrlo niska stopa požara. Mora se napuniti prije svakog pucnja. Koristi osiromašene tamne energetske velike željezničke sabote. Maksimalni domet: 5000 m
hu_hu: Nagy hatótávolság, maximális behatolás, nagyon alacsony tűzsebesség. Minden felvétel előtt fel kell tölteni. Szegényített sötét energiájú nagy railgun szabotokat használ. Maximális hatótávolság: 5000 m
ja_jp: 射程距離が長く、貫通力が最大で、連射速度が非常に速い。各ショットの前にチャージする必要があります。枯渇したダークエネルギーの大型レールガンサボを使用する。 最大範囲:5000メートル
lv: Augsts diapazons, maksimāla iespiešanās, ļoti zems ugunsgrēka ātrums. Nepieciešams uzlādēt pirms katra šāviena. Izmanto noplicinātas tumšās enerģijas lielos Railgun sabotus. Maksimālais diapazons: 5000 m
nl: Hoog bereik, maximale penetratie, zeer lage vuursnelheid. Moet voor elk schot worden opgeladen. Maakt gebruik van uitgeputte donkere energie grote railgun sabots. Maximaal bereik: 5000 m
no: Høy rekkevidde, maksimal penetrasjon, svært lav brannfrekvens. Trenger å lade opp før hvert skudd. Bruker utarmet mørk energi store railgun saboter. Maksimal rekkevidde: 5000 m
pt_br: Alto alcance, máxima penetração, baixíssima taxa de fogo. Precisa carregar antes de cada disparo. Usa Sabots Railgun de grande porte de energia escura esgotada. Alcance máximo: 5000 m
ro: Rază mare de acțiune, penetrare maximă, rată foarte scăzută de incendiu. Trebuie să se încarce înainte de fiecare lovitură. Utilizează saboți mari de cale ferată cu energie întunecată epuizată. Raza maxima de actiune: 5000 m
ru: Высокая дальность, максимальная бронепробиваемость, очень низкая скорострельность. Нуждается в подзарядке перед каждым выстрелом. Использует большие рельсотроны, истощенные темной энергией. Максимальная дальность: 5000 м
sk_sk: Vysoký dosah, maximálny prienik, veľmi nízka rýchlosť požiaru. Pred každým výstrelom sa musí nabiť. Používa vyčerpanú tmavú energiu veľkých railgun sabotov. Maximálny dosah: 5000 m
sv: Hög räckvidd, maximal penetration, mycket låg eldhastighet. Måste laddas upp före varje skott. Använder uttömda Dark Energy Large Railgun Sabots. Maximal räckvidd: 5000 m
tr_tr: Yüksek menzil, maksimum nüfuz, çok düşük atış hızı. Her çekimden önce şarj edilmesi gerekiyor. Tükenmiş karanlık enerjili büyük raylı tüfek sabotları kullanır. Maksimum menzil: 5000 m
uk: Висока дальність, максимальне проникнення, дуже низька скорострільність. Потрібно заряджатися перед кожним пострілом. Використовує виснажену темну енергію великих рельсотронних саботів. Максимальна дальність: 5000 м
zh_cn: 高射程，最大穿透力，极低射速。每次拍摄前都需要充电。使用耗尽的暗能量大型轨道炮弹。 最大射程：5000米

# Description_RailgunT3
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Depleted Clangium Large Railgun Sabots. Maximum range: 5000 m
ca_ad: Alt abast, màxima penetració, taxa de foc molt baixa. S'ha de carregar abans de cada tret. Utilitza sabots de canya gran de clangium empobrit. Abast màxim: 5000 m
cs_cz: Velký dostřel, maximální průbojnost, velmi nízká rychlost střelby. Před každým výstřelem je třeba nabít. Používá ochuzené Clangium Large Railgun Sabots. Maximální dosah: 5000 m
da: Høj rækkevidde, maksimal penetration, meget lav brandhastighed. Skal oplades før hvert skud. Bruger udtømt clangium store railgun sabots. Maksimal rækkevidde: 5000 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss aufgeladen werden. Verwendet erschöpfte Clangium-Sabots mit großer Railgun. Maximale Reichweite: 5000 m
es: Alto alcance, máxima penetración, muy baja cadencia de disparo. Necesita cargarse antes de cada disparo. Utiliza sabots de cañón de riel grandes Clangium agotados. Alcance máximo: 5000 m
et_ee: Suur vahemik, maksimaalne läbitungimine, väga madal tulekahju. Peab enne iga võtet laadima. Kasutab ammendunud clangiumi suuri raudteepüssi sabotte. Maksimaalne lennukaugus: 5000 m
fi: Korkea kantama, suurin tunkeutuminen, erittäin alhainen palonopeus. Täytyy ladata ennen jokaista laukausta. Käyttää tyhjentyneitä klangium-suuria railgun-sabotteja. Suurin kantama: 5000 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise des sabots de canon électrique Clangium de grande taille. Portée maximale : 5000 m
hr_hr: Visok domet, maksimalna penetracija, vrlo niska stopa požara. Mora se napuniti prije svakog pucnja. Koristi osiromašene sabote velike željezničke puške. Maksimalni domet: 5000 m
hu_hu: Nagy hatótávolság, maximális behatolás, nagyon alacsony tűzsebesség. Minden felvétel előtt fel kell tölteni. Kimerült Clangium nagy railgun szabotokat használ. Maximális hatótávolság: 5000 m
ja_jp: 射程距離が長く、貫通力が最大で、連射速度が非常に速い。各ショットの前にチャージする必要があります。枯渇したクランギウム大型レールガンサボを使用する。 最大範囲:5000メートル
lv: Augsts diapazons, maksimāla iespiešanās, ļoti zems ugunsgrēka ātrums. Nepieciešams uzlādēt pirms katra šāviena. Izmanto noplicinātu Clangium lielos Railgun sabotus. Maksimālais diapazons: 5000 m
nl: Hoog bereik, maximale penetratie, zeer lage vuursnelheid. Moet voor elk schot worden opgeladen. Maakt gebruik van verarmde clangium grote railgun sabots. Maximaal bereik: 5000 m
no: Høy rekkevidde, maksimal penetrasjon, svært lav brannfrekvens. Trenger å lade opp før hvert skudd. Bruker utarmet Clangium Large Railgun sabots. Maksimal rekkevidde: 5000 m
pt_br: Alto alcance, máxima penetração, baixíssima taxa de fogo. Precisa carregar antes de cada disparo. Usa sabots de canhão de Clângio Grande esgotado. Alcance máximo: 5000 m
ro: Rază mare de acțiune, penetrare maximă, rată foarte scăzută de incendiu. Trebuie să se încarce înainte de fiecare lovitură. Utilizează saboți mari de cale ferată Clangium epuizate. Raza maxima de actiune: 5000 m
ru: Высокая дальность, максимальная бронепробиваемость, очень низкая скорострельность. Нуждается в подзарядке перед каждым выстрелом. Использует истощенные большие рельсотроны. Максимальная дальность: 5000 м
sk_sk: Vysoký dosah, maximálny prienik, veľmi nízka rýchlosť požiaru. Pred každým výstrelom sa musí nabiť. Používa ochudobnené clangium veľké railgun saboty. Maximálny dosah: 5000 m
sv: Hög räckvidd, maximal penetration, mycket låg eldhastighet. Måste laddas upp före varje skott. Använder utarmade Clangium Large Railgun Sabots. Maximal räckvidd: 5000 m
tr_tr: Yüksek menzil, maksimum nüfuz, çok düşük atış hızı. Her çekimden önce şarj edilmesi gerekiyor. Tükenmiş Clangium Büyük Raylı Tüfek Sabotları kullanır. Maksimum menzil: 5000 m
uk: Висока дальність, максимальне проникнення, дуже низька скорострільність. Потрібно заряджатися перед кожним пострілом. Використовує виснажені клангіум великі рельсотронні сабо. Максимальна дальність: 5000 м
zh_cn: 高射程，最大穿透力，极低射速。每次拍摄前都需要充电。使用耗尽的钳钵大型轨道炮弹头。 最大射程：5000米

# Description_RefineryBasicT0
source: Basic refineries refines limited types of ores into ingots. 0.26x Refine Speed. 0.20x Efficiency. 0.38MW Base Power Usage.
ca_ad: Les refineries bàsiques refinen tipus limitats de minerals en lingots. 0.26x Velocitat de refinament. 0.20x Eficiència. Consum d'energia base de 0,38MW.
cs_cz: Základní rafinerie rafinují omezené druhy rud na ingoty. 0,26× rychlost zpřesnění. 0,20x účinnost. Základní spotřeba energie 0,38 MW.
da: Grundlæggende raffinaderier raffinerer begrænsede malmtyper til barrer. 0.26x forfine hastighed. 0.20x effektivitet. 0,38 MW basisstrømforbrug.
de: Basisraffinerien veredeln begrenzte Arten von Erzen zu Barren. 0,26-fache Verfeinerungsgeschwindigkeit. 0,20-facher Wirkungsgrad. 0,38 MW Basisstromverbrauch.
es: Las refinerías básicas refinan tipos limitados de minerales en lingotes. 0.26x Velocidad de refinamiento. 0,20 veces la eficiencia. Consumo de energía base de 0,38 MW.
et_ee: Põhilised rafineerimistehased rafineerivad piiratud tüüpi maagid valuplokkideks. 0.26x täpsustage kiirust. 0,20x efektiivsus. 0.38MW baasvõimsuse kasutamine.
fi: Perusjalostamot jalostavat rajoitettuja malmeja harkoiksi. 0,26x tarkennusnopeus. 0,20-kertainen hyötysuhde. 0,38 MW:n perusvirrankulutus.
fr: Les raffineries de base raffinent des types limités de minerais en lingots. Vitesse d’affinage 0,26x. Efficacité 0,20x. Consommation d’énergie de base de 0,38 MW.
hr_hr: Osnovne rafinerije rafiniraju ograničene vrste ruda u ingote. 0,26x pročistite brzinu. 0,20x učinkovitost. Potrošnja osnovne energije od 0,38 MW.
hu_hu: Az alapvető finomítók korlátozott típusú érceket finomítanak öntvényekké. 0,26x finomítási sebesség. 0,20-szoros hatékonyság. 0,38 MW alap energiafelhasználás.
ja_jp: 基本的な精錬所は、限られた種類の鉱石をインゴットに精製します。 0.26倍のリファイン速度。 0.20倍の効率。 0.38MWの基本電力使用量。
lv: Pamata pārstrādes rūpnīcas rafinē ierobežotus rūdu veidus lietņos. 0,26x uzlabot ātrumu. 0,20x efektivitāte. 0,38 MW bāzes enerģijas patēriņš.
nl: Elementaire raffinaderijen raffineren beperkte soorten ertsen tot blokken. 0,26x snelheid verfijnen. 0,20x efficiëntie. 0,38 MW basisstroomverbruik.
no: Grunnleggende raffinaderier foredler begrensede typer malm til ingots. 0.26x Finjuster hastighet. 0,20x effektivitet. 0,38 MW basisstrømforbruk.
pt_br: As refinarias básicas refinam tipos limitados de minérios em lingotes. 0,26x Refine a velocidade. Eficiência de 0,20x. Uso de energia base de 0,38MW.
ro: Rafinăriile de bază rafinează tipuri limitate de minereuri în lingouri. 0.26x Viteză de rafinare. Eficiență de 0.20x. Consum de energie de bază de 0,38 MW.
ru: Базовые аффинажные заводы перерабатывают ограниченные типы руд в слитки. 0,26x Скорость уточнения. 0,20x Эффективность. Базовое энергопотребление 0,38 МВт.
sk_sk: Základné rafinérie rafinujú obmedzené druhy rúd na ingoty. 0,26x rýchlosť spresnenia. 0,20x účinnosť. Základná spotreba energie 0,38 MW.
sv: Basraffinaderier förädlar begränsade typer av malmer till tackor. 0,26x förfina hastigheten. 0,20x effektivitet. 0,38 MW basströmförbrukning.
tr_tr: Temel rafineriler, sınırlı türdeki cevherleri külçe haline getirir. 0.26x İyileştirme Hızı. 0.20x Verimlilik. 0.38MW Temel Güç Kullanımı.
uk: Основні нафтопереробні заводи переробляють обмежені види руд в злитки. 0,26-кратна швидкість уточнення. 0,20-кратна ефективність. 0,38 МВт базової споживаної потужності.
zh_cn: 基础炼油厂将有限类型的矿石精炼成锭。 0.26 倍优化速度。 效率 0.20 倍。 0.38MW基本用电量。
