Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QDP3SolarPanelCornerT1
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 0.96MW Max Power output. 8x the cost of enhanced solar panel. 8x the weight of enhanced solar panel 8x the power generated than enhanced solar panel
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 0,96 MW. 8x el cost del panell solar millorat. 8x el pes del panell solar millorat 8 vegades la potència generada que el panell solar millorat
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 0,96 MW. 8x vyšší náklady na vylepšený solární panel. 8x větší hmotnost než vylepšený solární panel 8x více vyrobené energie než vylepšený solární panel
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 0,96 MW maks. effekt. 8x omkostningerne ved forbedret solpanel. 8x vægten af forbedret solpanel 8x den producerede strøm end forbedret solpanel
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 0,96 MW Maximale Ausgangsleistung. 8-fache Kosten für ein verbessertes Solarpanel. 8-faches Gewicht des verbesserten Solarmoduls 8-mal so viel Strom erzeugt wie ein verbessertes Solarmodul
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 0,96 MW. 8 veces el costo del panel solar mejorado. 8 veces el peso del panel solar mejorado 8 veces más energía generada que el panel solar mejorado
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 0.96MW maksimaalne väljundvõimsus. 8x täiustatud päikesepaneeli maksumus. 8x täiustatud päikesepaneeli kaal 8x rohkem toodetud energiat kui täiustatud päikesepaneel
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 0,96MW maksimiteho. 8x parannetun aurinkopaneelin hinta. 8x parannetun aurinkopaneelin paino 8x tuotettu sähkö kuin parannettu aurinkopaneeli
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 0,96 MW. 8 fois le coût d’un panneau solaire amélioré. 8 fois le poids d’un panneau solaire amélioré 8 fois plus d’énergie produite qu’un panneau solaire amélioré
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 0,96 MW. 8x trošak poboljšane solarne ploče. 8x težina poboljšane solarne ploče 8x proizvedena energija od poboljšane solarne ploče
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 0,96MW maximális teljesítmény. 8x annyiba kerül, mint egy továbbfejlesztett napelem. 8x nagyobb súlyú, mint a továbbfejlesztett napelem 8x annyi energiát termel, mint a továbbfejlesztett napelem
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 0.96MWの最大出力。 強化されたソーラーパネルの8倍のコスト。 強化型ソーラーパネルの8倍の重量 強化型ソーラーパネルの8倍の発電量
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 0.96MW Maksimālā jauda. 8x uzlabotā saules paneļa izmaksas. 8x uzlabotā saules paneļa svars 8x lielāka saražotā jauda nekā uzlabotajam saules panelim
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 0,96 MW maximaal uitgangsvermogen. 8x de kosten van een verbeterd zonnepaneel. 8x het gewicht van een verbeterd zonnepaneel 8x zoveel opgewekte stroom als verbeterd zonnepaneel
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 0,96 MW maks utgangseffekt. 8x kostnaden for forbedret solcellepanel. 8 ganger vekten av forbedret solcellepanel 8 ganger kraften som genereres enn forbedret solcellepanel
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 0.96MW potência máxima. 8x o custo do painel solar aprimorado. 8x o peso do painel solar aprimorado 8x a energia gerada do que o painel solar aprimorado
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de 0,96 MW. De 8 ori costul panoului solar îmbunătățit. Greutate de 8 ori mai mare decât panoul solar îmbunătățit De 8 ori mai multă energie generată decât panoul solar îmbunătățit
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 0,96 МВт. В 8 раз выше стоимость улучшенной солнечной панели. В 8 раз больше веса улучшенной солнечной панели В 8 раз больше вырабатываемой энергии, чем у усовершенствованной солнечной панели
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 0,96 MW. 8-násobok nákladov na vylepšený solárny panel. 8-násobok hmotnosti vylepšeného solárneho panelu 8x vyšší výkon ako vylepšený solárny panel
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 0,96 MW maximal uteffekt. 8x kostnaden för förbättrad solpanel. 8x vikten av förbättrad solpanel 8x den genererade effekten än förbättrad solpanel
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 0.96MW Maksimum Güç çıkışı. Geliştirilmiş güneş panelinin maliyetinin 8 katı. Geliştirilmiş güneş panelinin 8 katı ağırlığı Geliştirilmiş güneş panelinden 8 kat daha fazla güç üretildi
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 0,96 МВт. У 8 разів дорожче за покращену сонячну панель. У 8 разів більше ваги вдосконаленої сонячної панелі У 8 разів більше енергії, ніж покращена сонячна панель
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 0.96MW最大功率输出。 是增强型太阳能电池板成本的 8 倍。 重量是增强型太阳能电池板的 8 倍 发电量是增强型太阳能电池板的 8 倍

# Description_QDP3SolarPanelCornerT2
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.44MW Max Power output. 8x the cost of proficient solar panel. 8x the weight of proficient solar panel 8x the power generated than proficient solar panel
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 1.44MW. 8x el cost del panell solar competent. 8x el pes del panell solar competent 8x la potència generada que el panell solar competent
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 1,44 MW. 8x vyšší náklady na zdatný solární panel. 8x větší hmotnost než u zdatného solárního panelu 8x více vyrobené energie než u zdatného solárního panelu
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1,44 MW maks. effekt. 8x omkostningerne ved dygtige solpanel. 8x vægten af dygtigt solpanel 8x den producerede effekt end dygtige solpaneler
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,44 MW maximale Ausgangsleistung. 8x die Kosten für ein leistungsfähiges Solarpanel. 8x das Gewicht eines leistungsfähigen Solarmoduls 8-mal so viel Strom erzeugt wie ein leistungsfähiges Solarpanel
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 1,44 MW. 8 veces el costo de un panel solar competente. 8 veces el peso de un panel solar competente 8 veces más energía generada que un panel solar competente
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1.44MW maksimaalne võimsus. 8x suurem kui vilunud päikesepaneeli maksumus. 8x vilunud päikesepaneeli kaal 8x rohkem toodetud energiat kui vilunud päikesepaneel
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1.44MW maksimiteho. 8x taitavan aurinkopaneelin hinta. 8x ammattitaitoisen aurinkopaneelin paino 8x tuotettu sähkö kuin taitava aurinkopaneeli
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 1,44 MW. 8 fois le coût d’un panneau solaire compétent. 8 fois le poids d’un panneau solaire compétent 8 fois plus d’énergie générée qu’un panneau solaire compétent
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 1.44 MW. 8x trošak stručne solarne ploče. 8x težina stručne solarne ploče 8x proizvedena energija od stručne solarne ploče
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,44MW maximális teljesítmény. 8x annyiba, mint egy profi napelem. 8x nagyobb súly, mint a profi napelemek 8x annyi energiát termel, mint a profi napelem
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 最大出力1.44MW。 熟練したソーラーパネルの8倍のコスト。 熟練したソーラーパネルの8倍の重量 熟練したソーラーパネルの8倍の発電量
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1.44MW Maksimālā jauda. 8x prasmīga saules paneļa izmaksas. 8x prasmīga saules paneļa svars 8x lielāka saražotā jauda nekā prasmīgam saules panelim
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,44 MW maximaal uitgangsvermogen. 8x de kosten van een bekwaam zonnepaneel. 8x het gewicht van een bekwaam zonnepaneel 8x zoveel opgewekte stroom als een bekwaam zonnepaneel
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,44 MW maks utgangseffekt. 8x kostnaden for dyktig solcellepanel. 8 ganger vekten av dyktig solcellepanel 8x kraften som genereres enn dyktig solcellepanel
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. Potência máxima de 1,44MW. 8x o custo do painel solar proficiente. 8x o peso do painel solar proficiente 8x a energia gerada do que o painel solar proficiente
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de ieșire de 1,44 MW. De 8 ori costul panoului solar competent. Greutate de 8 ori mai mare decât panoul solar performant De 8 ori mai multă energie generată decât panoul solar competent
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 1,44 МВт. В 8 раз выше стоимость профессиональной солнечной панели. В 8 раз больше веса по сравнению с профессиональной солнечной панелью В 8 раз больше вырабатываемой энергии, чем у профессиональных солнечных панелей
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 1,44 MW. 8-násobok nákladov na zdatný solárny panel. 8-násobok hmotnosti zdatného solárneho panelu 8x vyšší výkon ako zdatný solárny panel
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,44 MW maximal uteffekt. 8x kostnaden för skicklig solpanel. 8x vikten av skicklig solpanel 8x den genererade effekten än skicklig solpanel
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 1.44MW Maksimum Güç çıkışı. Yeterli güneş panelinin maliyetinin 8 katı. Yeterli güneş panelinin ağırlığının 8 katı Yeterli güneş panelinden 8 kat daha fazla güç üretildi
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 1,44 МВт. У 8 разів більше вартості якісної сонячної панелі. У 8 разів більше ваги якісної сонячної панелі У 8 разів більше енергії, ніж у досвідченої сонячної панелі
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 1.44MW最大功率输出。 成本是熟练太阳能电池板的 8 倍。 重量是熟练太阳能电池板的 8 倍 发电量是熟练太阳能电池板的 8 倍

# Description_QDP3SolarPanelCornerT3
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 2.16MW Max Power output. 8x the cost of elite solar panel. 8x the weight of elite solar panel 8x the power generated than elite solar panel
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 2.16MW de sortida. 8x el cost del panell solar d'elit. 8x el pes del panell solar d'elit 8x la potència generada que el panell solar d'elit
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 2,16 MW. 8x vyšší náklady na elitní solární panel. 8x větší hmotnost než solární panel Elite 8x více generovaného výkonu než solární panel Elite
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 2,16 MW maks. effekt. 8x prisen på elite solpanel. 8x vægten af elite solpanel 8x den producerede strøm end elite solpanel
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 2,16 MW maximale Ausgangsleistung. 8x so viel wie ein Elite-Solarpanel. 8-mal so viel Gewicht wie ein Elite-Solarmodul 8-mal so viel Strom erzeugt wie ein Elite-Solarmodul
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 2,16 MW. 8 veces el costo del panel solar de élite. 8 veces el peso del panel solar Elite 8 veces más energía generada que el panel solar Elite
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 2.16MW maksimaalne võimsus. 8x rohkem kui eliitne päikesepaneel. 8x suurem kui Elite päikesepaneeli kaal 8x rohkem toodetud energiat kui eliitne päikesepaneel
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 2.16MW maksimiteho. 8x eliitin aurinkopaneelin hinta. 8x eliitin aurinkopaneelin paino 8x tuotettu sähkö kuin eliitti aurinkopaneeli
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 2,16 MW. 8 fois le coût d’un panneau solaire d’élite. 8 fois le poids d’un panneau solaire d’élite 8 fois plus d’énergie générée qu’un panneau solaire d’élite
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 2,16 MW. 8x cijena elitnog solarnog panela. 8x težina elitne solarne ploče 8x proizvedena energija od elitne solarne ploče
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 2,16MW maximális teljesítmény. 8x annyiba, mint egy elit napelem. 8x nagyobb súlyú, mint az elit napelem 8x annyi energiát termel, mint az Elite napelem
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 2.16MWの最大出力。 エリートソーラーパネルの8倍のコスト。 エリートソーラーパネルの8倍の重量 エリートソーラーパネルの8倍の発電量
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 2.16MW Maksimālā jauda. 8x elitārā saules paneļa izmaksas. 8x elites saules paneļa svars 8x lielāka jauda nekā elites saules panelim
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 2,16 MW maximaal uitgangsvermogen. 8x de kosten van een elite zonnepaneel. 8x het gewicht van Elite zonnepaneel 8x zoveel opgewekte stroom dan elite zonnepaneel
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 2,16 MW maks utgangseffekt. 8x kostnaden for elite solcellepanel. 8x vekten av elite solcellepanel 8x kraften som genereres enn elite solcellepanel
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. Potência máxima de 2,16MW. 8x o custo do painel solar de elite. 8x o peso do painel solar de elite 8x a energia gerada do que o painel solar de elite
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de 2,16MW. De 8 ori costul panoului solar de elită. De 8 ori greutatea panoului solar Elite De 8 ori mai multă energie generată decât panoul solar Elite
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 2,16 МВт. Стоимость элитной солнечной панели в 8 раз выше. В 8 раз больше веса элитной солнечной панели В 8 раз больше вырабатываемой энергии, чем у элитных солнечных панелей
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 2,16 MW. 8-násobok ceny solárnych panelov Elite. 8-násobok hmotnosti solárneho panelu Elite 8x vyšší výkon ako elitný solárny panel
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 2,16 MW maximal uteffekt. 8x kostnaden för Elite solpanel. 8x vikten av Elite solpanel 8x den effekt som genereras än Elite solpanel
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 2.16MW Maksimum Güç çıkışı. Elit güneş panelinin maliyetinin 8 katı. Elit güneş panelinin ağırlığının 8 katı Elit güneş panelinden 8 kat daha fazla güç üretildi
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 2,16 МВт. У 8 разів дорожче за елітну сонячну панель. У 8 разів більше ваги елітної сонячної панелі У 8 разів більше енергії, ніж елітна сонячна панель
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 2.16MW最大功率输出。 成本是精英太阳能电池板的 8 倍。 重量是精英太阳能电池板的 8 倍 发电量是精英太阳能电池板的 8 倍
