Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Item_BPSolarCellT1
source: Depleted Uranium Solar Cell
ca_ad: Cèl·lula solar d'urani empobrit
cs_cz: Solární článek s ochuzeným uranem
da: Forarmet uran solcelle
de: Solarzelle mit abgereichertem Uran
es: Célula solar de uranio empobrecido
et_ee: Vaesestatud uraani päikesepatarei
fi: Köyhdytettyä uraania sisältävä aurinkokenno
fr: Cellule solaire à uranium appauvri
hr_hr: Osiromašena solarna ćelija urana
hu_hu: Szegényített urán napelem
ja_jp: 劣化ウラン太陽電池
lv: Noplicinātā urāna saules baterija
nl: Verarmd uranium zonnecel
no: Utarmet uran solcelle
pt_br: Célula Solar de Urânio Empobrecido
ro: Celulă solară cu uraniu sărăcit
ru: Солнечная батарея с обедненным ураном
sk_sk: Solárny článok s ochudobneným uránom
sv: Solcell med utarmat uran
tr_tr: Seyreltilmiş Uranyum Güneş Pili
uk: Сонячна батарея зі збідненим ураном
zh_cn: 贫铀太阳能电池

# DisplayName_Item_BPSolarCellT2
source: Depleted Dark Energy Solar Cell
ca_ad: Cèl·lula solar d'energia fosca empobrida
cs_cz: Vyčerpaný solární článek na temnou energii
da: Udtømt solcelle med mørk energi
de: Erschöpfte Dunkle-Energie-Solarzelle
es: Célula solar de energía oscura agotada
et_ee: Vaesestatud tumeda energia päikesepatarei
fi: Tyhjentynyt pimeän energian aurinkokenno
fr: Cellule solaire d’énergie sombre épuisée
hr_hr: Osiromašena solarna ćelija tamne energije
hu_hu: Kimerült sötét energia napelem
ja_jp: 枯渇型ダークエネルギー太陽電池
lv: Noplicināta tumšās enerģijas saules baterija
nl: Verarmde donkere energie zonnecel
no: Utarmet mørk energi solcelle
pt_br: Célula Solar de Energia Escura Esgotada
ro: Celulă solară epuizată de energie întunecată
ru: Истощенная темная энергия Солнечная батарея
sk_sk: Solárny článok s vyčerpanou tmavou energiou
sv: Utarmad solcell med mörk energi
tr_tr: Tükenmiş Karanlık Enerji Güneş Pili
uk: Сонячна батарея з темною енергією
zh_cn: 耗尽的暗能量太阳能电池

# DisplayName_Item_BPSolarCellT3
source: Depleted Clangium Solar Cell
ca_ad: Cèl·lula solar de clangium empobrit
cs_cz: Vyčerpaný solární článek Clangium
da: Udtømt Clangium solcelle
de: Erschöpfte Clangium-Solarzelle
es: Célula solar de clangium agotada
et_ee: Kahanenud clangiumi päikesepatarei
fi: Tyhjentynyt klangium-aurinkokenno
fr: Cellule solaire de clangium appauvrie
hr_hr: Osiromašena solarna ćelija Clangium
hu_hu: Kimerült Clangium napelem
ja_jp: 枯渇クランギウム太陽電池
lv: Noplicināta Clangium saules baterija
nl: Verarmde Clangium Zonnecel
no: Utarmet Clangium solcelle
pt_br: Célula solar de Clângio esgotada
ro: Celulă solară Clangium epuizată
ru: Обедненная солнечная батарея Clangium
sk_sk: Vyčerpaný solárny článok Clangium
sv: Utarmad Clangium solcell
tr_tr: Tükenmiş Klanjiyum Güneş Pili
uk: Сонячна батарея зі збідненим кланієм
zh_cn: 贫化钚太阳能电池

# DisplayName_Item_BPSteelPlateT1
source: Depleted Uranium Steel Plate
ca_ad: Placa d'acer d'urani empobrit
cs_cz: Ocelový plech z ochuzeného uranu
da: Forarmet uran stålplade
de: Stahlplatte mit abgereichertem Uran
es: Placa de acero de uranio empobrecido
et_ee: Vaesestatud uraani terasplaat
fi: Köyhdytettyä uraania sisältävä teräslevy
fr: Tôle d’acier à l’uranium appauvri
hr_hr: Osiromašena ploča od urana od čelika
hu_hu: Szegényített urán acéllemez
ja_jp: 劣化ウラン鋼板
lv: Noplicināta urāna tērauda plāksne
nl: Verarmd uranium stalen plaat
no: Utarmet uranstålplate
pt_br: Placa de aço de urânio empobrecido
ro: Placă de oțel cu uraniu sărăcit
ru: Стальной лист с обедненным ураном
sk_sk: Doska z ochudobnenej uránovej ocele
sv: Stålplåt med utarmat uran
tr_tr: Seyreltilmiş Uranyum Çelik Levha
uk: Сталева пластина зі збідненим ураном
zh_cn: 贫铀钢板

# DisplayName_Item_BPSteelPlateT2
source: Depleted Dark Energy Steel Plate
ca_ad: Placa d'acer d'energia fosca empobrida
cs_cz: Vyčerpaná ocelová deska temné energie
da: Udtømt stålplade med mørk energi
de: Platte aus erschöpftem Dunkle-Energie-Stahl
es: Placa de acero de energía oscura agotada
et_ee: Vaesestatud tumeenergia terasplaat
fi: Tyhjentynyt pimeän energian teräslevy
fr: Plaque d’acier d’énergie sombre appauvrie
hr_hr: Osiromašena ploča od čelika tamne energije
hu_hu: Kimerült sötét energia acéllemez
ja_jp: 枯渇ダークエネルギー鋼板
lv: Noplicināta tumšās enerģijas tērauda plāksne
nl: De uitgeputte Plaat van het Donkere Energiestaal
no: Utarmet mørk energi stålplate
pt_br: Placa de aço de energia escura esgotada
ro: Placă de oțel cu energie întunecată epuizată
ru: Обедненная Стальная Пластина Темной Энергии
sk_sk: Ochudobnený plech z tmavej energie z ocele
sv: Utarmad stålplåt med mörk energi
tr_tr: Tükenmiş Karanlık Enerji Çelik Levha
uk: Збіднена сталева пластина з темною енергією
zh_cn: 枯竭的暗能量钢板

# DisplayName_Item_BPSteelPlateT3
source: Depleted Clangium Steel Plate
ca_ad: Placa d'acer de clangium empobrida
cs_cz: Ochuzený ocelový plech Clangium
da: Udtømt Clangium stålplade
de: Abgereicherte Clangium-Stahlplatte
es: Placa de acero Clangium agotada
et_ee: Vaesestatud clangiumi terasplaat
fi: Köyhdytetty klangiumteräslevy
fr: Plaque d’acier Clangium appauvrie
hr_hr: Osiromašena čelična ploča od celezija
hu_hu: Kimerült Clangium acéllemez
ja_jp: 枯渇したClangium鋼板
lv: Noplicināta Clangium tērauda plāksne
nl: Verarmde Clangium-staalplaat
no: Utarmet Clangium stålplate
pt_br: Placa de aço de Clangium empobrecida
ro: Placă de oțel Clangium epuizată
ru: Обедненная пластина из клегниевой стали
sk_sk: Ochudobnený plech z clangium ocele
sv: Utarmad Clangium stålplåt
tr_tr: Tükenmiş Klanjiyum Çelik Levha
uk: Збіднена сталева пластина з кланію
zh_cn: 贫化钳钢板

# DisplayName_Item_BPSuperconductorT1
source: Depleted Uranium Superconductor
ca_ad: Superconductor d'urani empobrit
cs_cz: Supravodič ochuzeného uranu
da: Forarmet uran superleder
de: Supraleiter mit abgereichertem Uran
es: Superconductor de uranio empobrecido
et_ee: Vaesestatud uraani ülijuht
fi: Köyhdytetyn uraanin suprajohde
fr: Supraconducteur à uranium appauvri
hr_hr: Osiromašeni supravodič urana
hu_hu: Szegényített urán szupravezető
ja_jp: 劣化ウラン超伝導体
lv: Noplicināts urāna supravadītājs
nl: Supergeleider met verarmd uranium
no: Superleder med utarmet uran
pt_br: Supercondutor de urânio empobrecido
ro: Superconductor de uraniu sărăcit
ru: Сверхпроводник обедненного урана
sk_sk: Supravodič ochudobneného uránu
sv: Supraledare med utarmat uran
tr_tr: Tükenmiş Uranyum Süperiletkeni
uk: Надпровідник зі збідненим ураном
zh_cn: 贫铀超导体

# DisplayName_Item_BPSuperconductorT2
source: Depleted Dark Energy Superconductor
ca_ad: Superconductor d'energia fosca empobrida
cs_cz: Ochuzený supravodič temné energie
da: Udtømt mørk energi superleder
de: Erschöpfter Dunkle-Energie-Supraleiter
es: Superconductor de energía oscura agotado
et_ee: Ammendunud tumeenergia ülijuht
fi: Tyhjentynyt pimeän energian suprajohde
fr: Supraconducteur d’énergie noire appauvri
hr_hr: Osiromašeni supervodič tamne energije
hu_hu: Szegényített sötét energia szupravezető
ja_jp: 枯渇ダークエネルギー超伝導体
lv: Noplicināts tumšās enerģijas supravadītājs
nl: Verarmde donkere energie-supergeleider
no: Utarmet mørk energi superleder
pt_br: Supercondutor de Energia Escura esgotado
ro: Superconductor de energie întunecată epuizat
ru: Истощенный сверхпроводник темной энергии
sk_sk: Supravodič s vyčerpanou tmavou energiou
sv: Utarmad supraledare med mörk energi
tr_tr: Tükenmiş Karanlık Enerji Süperiletkeni
uk: Збіднений надпровідник темної енергії
zh_cn: 耗尽的暗能量超导体

# DisplayName_Item_BPSuperconductorT3
source: Depleted Clangium Superconductor
ca_ad: Superconductor de clangi empobrit
cs_cz: Ochuzený supravodič Clangium
da: Udtømt Clangium Superleder
de: Erschöpfter Clangium-Supraleiter
es: Superconductor de Clangium agotado
et_ee: Vaesestatud clangiumi ülijuht
fi: Tyhjentynyt klangiumsuprajohde
fr: Supraconducteur de clangium appauvri
hr_hr: Osiromašeni Clangium supravodič
hu_hu: Kimerült Clangium szupravezető
ja_jp: 枯渇クランジウム超伝導体
lv: Noplicināts Clangium supravadītājs
nl: Verarmde clangium-supergeleider
no: Utarmet Clangium Superconductor
pt_br: Supercondutor de Clângio esgotado
ro: Supraconductor de langiu epuizat
ru: Обедненный клэнгиевый сверхпроводник
sk_sk: Supravodič ochudobneného klania
sv: Utarmad Clangium-supraledare
tr_tr: Tükenmiş Clangium Süperiletken
uk: Збіднений надпровідник клангію
zh_cn: 贫化钚超导体

# DisplayName_Item_BPThrustComponentsT1
source: Depleted Uranium Thruster Comp.
ca_ad: Propulsor d'urani empobrit comp.
cs_cz: Kompenzace trysek s ochuzeným uranem
da: Forarmet uran thruster comp.
de: Triebwerk mit abgereichertem Uran Comp.
es: Propulsor de uranio empobrecido Comp.
et_ee: Vaesestatud uraani tõukejõud Comp.
fi: Köyhdytettyä uraania sisältävä potkurikomppi.
fr: Propulseur à uranium appauvri Comp.
hr_hr: Osiromašeni potisnik urana.
hu_hu: Szegényített urán hajtómű comp.
ja_jp: 劣化ウランスラスターコンプ。
lv: Noplicināts urāna vilces komp.
nl: Verarmd uranium Thruster Comp.
no: Utarmet uran thruster komp.
pt_br: Propulsor de urânio empobrecido Comp.
ro: Comp. propulsorului de uraniu sărăcit
ru: Двигатель с обедненным ураном
sk_sk: Thruster ochudobneného uránu comp.
sv: Propeller med utarmat uran Comp.
tr_tr: Tükenmiş Uranyum İtici Comp.
uk: Підрулюючий пристрій зі збідненим ураном.
zh_cn: 贫铀推进器公司

# DisplayName_Item_BPThrustComponentsT2
source: Depleted Dark Energy Thruster Comp.
ca_ad: Propulsor d'energia fosca empobrit comp.
cs_cz: Vyčerpaná temná energie Thruster Comp.
da: Udtømt mørk energi thruster comp.
de: Aufgebraucht Dark Energy Thruster Comp.
es: Propulsor de energía oscura agotado Comp.
et_ee: Ammendunud tumeenergia tõukejõud Comp.
fi: Tyhjentynyt pimeän energian potkurikomppi.
fr: Épuisement de l’énergie noire Propulseur Comp.
hr_hr: Osiromašeni potisnik tamne energije Comp.
hu_hu: Kimerült sötét energia hajtómű komp.
ja_jp: 枯渇したダークエネルギースラスターコンプ。
lv: Noplicinātas tumšās enerģijas vilces komp.
nl: Uitgeputte donkere energie boegschroef Comp.
no: Utarmet Dark Energy Thruster Comp.
pt_br: Propulsor de Energia Escura Esgotado Comp.
ro: Comp. propulsorului de energie întunecată epuizat.
ru: Истощенный Двигатель Темной Энергии Комп.
sk_sk: Vyčerpaná tmavá energia Thruster Comp.
sv: Utarmad Dark Energy Thruster Comp.
tr_tr: Tükenmiş Karanlık Enerji İtici Comp.
uk: Виснажена темна енергія підрулюючого пристрою комп.
zh_cn: 耗尽的暗能量推进器组件

# DisplayName_Item_BPThrustComponentsT3
source: Depleted Clangium Thruster Comp.
ca_ad: Propulsor de clangium empobrit comp.
cs_cz: Vyčerpaný Clangium Thruster Comp.
da: Udtømt Clangium Thruster Comp.
de: Erschöpftes Clangium-Triebwerk Comp.
es: Propulsor de Clangium agotado Comp.
et_ee: Ammendatud Clangium Thruster Comp.
fi: Tyhjentynyt klangiumpotkurikomppi.
fr: Comp. de propulseur de clangium appauvri
hr_hr: Osiromašeni clangium potisnik komp.
hu_hu: Kimerült Clangium Thruster Comp.
ja_jp: 枯渇したクランギウムスラスターコンプ。
lv: Noplicināts Clangium Thruster Comp.
nl: Verarmde Clangium Thruster Comp.
no: Utarmet Clangium Thruster Comp.
ro: Comp. propulsorului Clangium epuizat.
ru: Обедненное подруливающее устройство Clangium Comp.
sk_sk: Vyčerpaný motor Clangium Thruster Comp.
sv: Utarmad Clangium Thruster Comp.
tr_tr: Tükenmiş Clangium Thruster Comp.
uk: Виснажений кленгієвий підрулюючий пристрій комп.
zh_cn: 耗尽的钚推进器组件

# DisplayName_Item_BulletproofGlassT1
source: Depl. Ur. Bulletproof Glass
ca_ad: Depl. teu. Vidre antibales
cs_cz: Depl. tvůj. Neprůstřelné sklo
da: Depl. din. Skudsikkert glas
de: Abt. dein. Panzerglas
es: Depl. usted. Vidrio a prueba de balas
et_ee: Depl. sinu. Kuulikindel klaas
fi: Höpö höpö. sinun. Luodinkestävä lasi
fr: Dépl. votre. Verre pare-balles
hr_hr: Depl. tvoj. Neprobojno staklo
hu_hu: Depl. a. Golyóálló üveg
ja_jp: デップ。あなたの。防弾ガラス
lv: Depl. tavs. Ložu necaurlaidīgs stikls
nl: Depl. jouw. Kogelvrij glas
no: Avd. din. Skuddsikkert glass
pt_br: Depl. teu. Vidro à prova de balas
ro: Depl. vostru. Sticlă antiglonț
ru: Депл. твой. Бронестекло
sk_sk: Odplácať. tvoj. Nepriestrelné sklo
sv: Depl. din. Skottsäkert glas
tr_tr: Öğr. sizin. Kurşun Geçirmez Cam
uk: Депл. твій. Куленепробивне скло
zh_cn: 分部你。防弹玻璃

# DisplayName_Item_BulletproofGlassT2
source: Depl. De. Bulletproof Glass
ca_ad: Depl. De. Vidre antibales
cs_cz: Depl. De. Neprůstřelné sklo
da: Depl. De. Skudsikkert glas
de: Abt. DE. Panzerglas
es: Depl. De. Vidrio a prueba de balas
et_ee: Depl. De. Kuulikindel klaas
fi: Höpö höpö. DE. Luodinkestävä lasi
fr: Dépl. De. Verre pare-balles
hr_hr: Depl. De. Neprobojno staklo
hu_hu: Depl. De. Golyóálló üveg
ja_jp: デップ。デ。防弾ガラス
lv: Depl. De. Ložu necaurlaidīgs stikls
nl: Depl. De. Kogelvrij glas
no: Avd. De. Skuddsikkert glass
pt_br: Depl. Não. Vidro à prova de balas
ro: Depl. De. Sticlă antiglonț
ru: Депл. Де. Бронестекло
sk_sk: Odplácať. De. Nepriestrelné sklo
sv: Depl. De. Skottsäkert glas
tr_tr: Öğr. De. Kurşun Geçirmez Cam
uk: Депл. Де. Куленепробивне скло
zh_cn: 分部德。防弹玻璃

# DisplayName_Item_BulletproofGlassT3
source: Depl. CLa. Bulletproof Glass
ca_ad: Depl. CLa. Vidre antibales
cs_cz: Depl. CLa. Neprůstřelné sklo
da: Depl. CLa. Skudsikkert glas
de: Abt. CLa. Panzerglas
es: Depl. CLa. Vidrio a prueba de balas
et_ee: Depl. CLa. Kuulikindel klaas
fi: Höpö höpö. CLa. Luodinkestävä lasi
fr: Dépl. CLa. Verre pare-balles
hr_hr: Depl. CLa. Neprobojno staklo
hu_hu: Depl. CLa. Golyóálló üveg
ja_jp: デップ。CLaです。防弾ガラス
lv: Depl. CLa. Ložu necaurlaidīgs stikls
nl: Depl. CLa. Kogelvrij glas
no: Avd. CLa. Skuddsikkert glass
pt_br: Depl. CLa. Vidro à prova de balas
ro: Depl. CLa. Sticlă antiglonț
ru: Депл. CLa. Бронестекло
sk_sk: Odplácať. CLa. Nepriestrelné sklo
sv: Depl. CLa. Skottsäkert glas
tr_tr: Öğr. CLa. Kurşun Geçirmez Cam
uk: Депл. CLa. Куленепробивне скло
zh_cn: 分部CLa.防弹玻璃

# DisplayName_Item_ClangiumIngot
source: Clangium Ingot
ca_ad: Lingot de clangium
da: Clangium barre
de: Clangium-Barren
es: Lingote de Clangium
et_ee: Clangiumi valuplokk
fi: Clangium-harkko
fr: Lingot de clangium
hu_hu: Clangium öntvény
ja_jp: Clangiumインゴット
lv: Clangium lietnis
nl: Clangium staaf
pt_br: Lingote de Clângio
ro: Clangium lingou
ru: Слиток Клангия
sv: Clangium-göt
tr_tr: Langium Külçe
uk: Злиток Клангіум
zh_cn: 锭锭

# DisplayName_Item_ClangiumOldOre
source: OBSOLETE: Old Clangium Ore
ca_ad: OBSOLET: Mineral antic de clangium
cs_cz: ZASTARALÉ: Stará Clangium Ruda
da: FORÆLDET: Gammel clangiummalm
de: VERALTET: Altes Clangium-Erz
es: OBSOLETO: Antiguo mineral de clangium
et_ee: VANANENUD: Vana Clangium Ore
fi: VANHENTUNUT: Vanha klangimalmi
fr: OBSOLÈTE : Vieux minerai de Clangium
hr_hr: ZASTARJELO: Stara rudača čangija
hu_hu: ELAVULT: Régi Clangium érc
ja_jp: 廃止: 古いクランギウム鉱石
lv: NOVECOJIS: Vecā klandija rūda
nl: VEROUDERD: Oud Clangium-erts
no: FORELDET: Gammel Clangium Ore
pt_br: OBSOLETO: Minério de Clângio Velho
ro: ÎNVECHIT: Minereu vechi de clangium
ru: УСТАРЕЛО: Старая Клегниевая Руда
sk_sk: ZASTARANÉ: Stará klangiová ruda
sv: FÖRÅLDRAD: Gammal clangiummalm
tr_tr: ESKİ: Eski Klanjiyum Cevheri
uk: ЗАСТАРІЛА: Стара клейова руда
zh_cn: 已过时：旧钳矿石

# DisplayName_Item_ClangiumOre
source: Clangium Ore
ca_ad: Mineral de clangium
cs_cz: Clangium Ruda
da: Clangiummalm
de: Clangium-Erz
es: Mineral de Clangium
et_ee: Clangiumi maagi
fi: Klangiummalmi
fr: Minerai de Clangium
hr_hr: Rudača čangija
hu_hu: Clangium érc
ja_jp: クランギウム鉱石
lv: Clangium rūda
nl: Clangium-erts
pt_br: Minério de Clângio
ro: Minereu de clangiu
ru: Клингиевая руда
sk_sk: Klangiová ruda
sv: Clangiummalm
tr_tr: Klanjiyum Cevheri
uk: Клейова руда
zh_cn: 钳矿

# DisplayName_Item_ConstructionComponentT1
source: Depl. Ur. Construction Comp.
ca_ad: Depl. teu. Comp. Construcció
cs_cz: Depl. tvůj. Stavební komp.
da: Depl. din. Byggeri Comp.
de: Abt. dein. Baugewerbe Comp.
es: Depl. usted. Comp. de Construcción.
et_ee: Depl. sinu. Ehitus Comp.
fi: Höpö höpö. sinun. Rakentaminen Comp.
fr: Dépl. votre. Construction Comp.
hr_hr: Depl. tvoj. Građevinski račun
hu_hu: Depl. a. Építőipari Comp.
ja_jp: デップ。あなたの。コンストラクションコンプ
lv: Depl. tavs. Celtniecības kompl.
nl: Depl. jouw. Bouw Comp.
no: Avd. din. Konstruksjon Comp.
pt_br: Depl. teu. Construção Comp.
ro: Depl. vostru. Comp. constructii
ru: Депл. твой. Строительная комп.
sk_sk: Odplácať. tvoj. Stavebníctvo comp.
sv: Depl. din. Bygg Comp.
tr_tr: Öğr. sizin. İnşaat Comp.
uk: Депл. твій. Будівельний комп.
zh_cn: 分部你。建筑公司

# DisplayName_Item_ConstructionComponentT2
source: Depl. De. Construction Comp.
ca_ad: Depl. De. Comp. Construcció
cs_cz: Depl. De. Stavební komp.
da: Depl. De. Byggeri Comp.
de: Abt. DE. Baugewerbe Comp.
es: Depl. De. Comp. de Construcción.
et_ee: Depl. De. Ehitus Comp.
fi: Höpö höpö. DE. Rakentaminen Comp.
fr: Dépl. De. Construction Comp.
hr_hr: Depl. De. Građevinski račun
hu_hu: Depl. De. Építőipari Comp.
ja_jp: デップ。デ。コンストラクションコンプ
lv: Depl. De. Celtniecības kompl.
nl: Depl. De. Bouw Comp.
no: Avd. De. Konstruksjon Comp.
pt_br: Depl. Não. Construção Comp.
ro: Depl. De. Comp. constructii
ru: Депл. Де. Строительная комп.
sk_sk: Odplácať. De. Stavebníctvo comp.
sv: Depl. De. Bygg Comp.
tr_tr: Öğr. De. İnşaat Comp.
uk: Депл. Де. Будівельний комп.
zh_cn: 分部德。建筑公司

# DisplayName_Item_ConstructionComponentT3
source: Depl. CLa. Construction Comp.
ca_ad: Depl. CLa. Comp. Construcció
cs_cz: Depl. CLa. Stavební komp.
da: Depl. CLa. Byggeri Comp.
de: Abt. CLa. Baugewerbe Comp.
es: Depl. CLa. Comp. de Construcción.
et_ee: Depl. CLa. Ehitus Comp.
fi: Höpö höpö. CLa. Rakentaminen Comp.
fr: Dépl. CLa. Construction Comp.
hr_hr: Depl. CLa. Građevinski račun
hu_hu: Depl. CLa. Építőipari Comp.
ja_jp: デップ。CLaです。コンストラクションコンプ
lv: Depl. CLa. Celtniecības kompl.
nl: Depl. CLa. Bouw Comp.
no: Avd. CLa. Konstruksjon Comp.
pt_br: Depl. CLa. Construção Comp.
ro: Depl. CLa. Comp. constructii
ru: Депл. CLa. Строительная комп.
sk_sk: Odplácať. CLa. Stavebníctvo comp.
sv: Depl. CLa. Bygg Comp.
tr_tr: Öğr. CLa. İnşaat Comp.
uk: Депл. CLa. Будівельний комп.
zh_cn: 分部CLa.建筑公司

# DisplayName_Item_DarkEnergyGas
source: Dark Energy Gas
ca_ad: Gas d'energia fosca
cs_cz: Temný energetický plyn
da: Mørk energi gas
de: Dunkle Energie Gas
es: Gas de energía oscura
et_ee: Tume energia gaas
fi: Pimeän energian kaasu
fr: Gaz d’énergie sombre
hr_hr: Tamni energetski plin
hu_hu: Sötét energia gáz
ja_jp: ダークエネルギーガス
lv: Tumšās enerģijas gāze
nl: Donkere energie Gas
no: Mørk energigass
pt_br: Gás de Energia Escura
ro: Gaz de energie întunecată
ru: Газ темной энергии
sk_sk: Plyn s tmavou energiou
sv: Mörk energigas
tr_tr: Karanlık Enerji Gazı
uk: Газ темної енергії
zh_cn: 暗能量气体

# DisplayName_Item_DarkEnergyIngot
source: Dark Energy Ingot
ca_ad: Lingot d'energia fosca
cs_cz: Slitek temné energie
da: Mørk energi barre
de: Barren der Dunklen Energie
es: Lingote de energía oscura
et_ee: Tumeenergia valuplokk
fi: Pimeän energian harkko
fr: Lingot d’énergie noire
hr_hr: Tamna energija Ingot
hu_hu: Sötét energia öntvény
ja_jp: 暗黒エネルギーインゴット
lv: Tumšās enerģijas lietnis
nl: Donkere energiestaaf
no: Mørk energi Ingot
pt_br: Lingote de Energia Escura
ro: Lingou de energie întunecată
ru: Слиток темной энергии
sv: Mörk energi göt
tr_tr: Karanlık Enerji Külçe
uk: Злиток темної енергії
zh_cn: 暗能量锭

# DisplayName_Item_DarkMatterOldOre
source: OBSOLETE: Old Dark Matter Ore
ca_ad: OBSOLET: Mineral vell de matèria fosca
cs_cz: ZASTARALÉ: Stará ruda temné hmoty
da: FORÆLDET: Gammel malm af mørkt stof
de: VERALTET: Altes Erz aus Dunkler Materie
es: OBSOLETO: Viejo mineral de materia oscura
et_ee: VANANENUD: Vana tumeaine maak
fi: VANHENTUNUT: Vanha pimeän aineen malmi
fr: OBSOLÈTE : Vieux minerai de matière noire
hr_hr: ZASTARJELO: Stara tamna materija Ruda
hu_hu: ELAVULT: Régi sötét anyag érc
ja_jp: 廃止: 古い暗黒物質鉱石
lv: NOVECOJIS: Vecās tumšās matērijas rūdas
nl: VEROUDERD: Oud Donkere Materie Erts
no: FORELDET: Gammel mørk materiemalm
pt_br: OBSOLETO: Minério de Matéria Escura Antigo
ro: ÎNVECHIT: minereu vechi de materie întunecată
ru: УСТАРЕЛО: Старая руда темной материи
sk_sk: ZASTARANÉ: Stará ruda temnej hmoty
sv: FÖRÅLDRAD: Gammal mörk materia
tr_tr: ESKİ: Eski Karanlık Madde Cevheri
uk: ЗАСТАРІЛА: Стара руда темної матерії
zh_cn: 已过时：旧暗物质矿石

# DisplayName_Item_DarkMatterOre
source: Dark Matter Ore
ca_ad: Mineral de matèria fosca
cs_cz: Ruda temné hmoty
da: Malm af mørkt stof
de: Erz aus Dunkler Materie
es: Mineral de materia oscura
et_ee: Tumeaine maak
fi: Pimeän aineen malmi
fr: Minerai de matière noire
hr_hr: Rudača tamne tvari
hu_hu: Sötét anyag érc
ja_jp: ダークマター鉱石
lv: Tumšās matērijas rūda
nl: Donkere materie erts
no: Malm av mørk materie
pt_br: Minério de Matéria Escura
ro: Minereu de materie întunecată
ru: Руда темной материи
sk_sk: Ruda temnej hmoty
sv: Mörk materia malm
tr_tr: Karanlık Madde Cevheri
uk: Руда темної матерії
zh_cn: 暗物质矿石

# DisplayName_Item_DetectorComponentsT1
source: Depl. Ur. Detector Comp.
ca_ad: Depl. teu. Detector Comp.
cs_cz: Depl. tvůj. Sestava detektoru
da: Depl. din. Detektor Comp.
de: Abt. dein. Detektor Comp.
es: Depl. usted. Detector Comp.
et_ee: Depl. sinu. Detektor Comp.
fi: Höpö höpö. sinun. Ilmaisimen komp.
fr: Dépl. votre. Détecteur Comp.
hr_hr: Depl. tvoj. Račun detektora
hu_hu: Depl. a. Detektor Comp.
ja_jp: デップ。あなたの。検出器コンプ
lv: Depl. tavs. Detektora kompl.
nl: Depl. jouw. Detector Comp.
no: Avd. din. Detektor Comp.
pt_br: Depl. teu. Detector Comp.
ro: Depl. vostru. Detector Comp.
ru: Депл. твой. Детектор Comp.
sk_sk: Odplácať. tvoj. Detektor comp.
sv: Depl. din. Detektor Comp.
tr_tr: Öğr. sizin. Dedektör Komp.
uk: Депл. твій. Детектор комп.
zh_cn: 分部你。探测器组件

# DisplayName_Item_DetectorComponentsT2
source: Depl. De. Detector Comp.
cs_cz: Depl. De. Sestava detektoru
da: Depl. De. Detektor Comp.
de: Abt. DE. Detektor Comp.
et_ee: Depl. De. Detektor Comp.
fi: Höpö höpö. DE. Ilmaisimen komp.
fr: Dépl. De. Détecteur Comp.
hr_hr: Depl. De. Račun detektora
hu_hu: Depl. De. Detektor Comp.
ja_jp: デップ。デ。検出器コンプ
lv: Depl. De. Detektora kompl.
no: Avd. De. Detektor Comp.
pt_br: Depl. Não. Detector Comp.
ru: Депл. Де. Детектор Comp.
sk_sk: Odplácať. De. Detektor comp.
sv: Depl. De. Detektor Comp.
tr_tr: Öğr. De. Dedektör Komp.
uk: Депл. Де. Детектор комп.
zh_cn: 分部德。探测器组件

# DisplayName_Item_DetectorComponentsT3
source: Depl. CLa. Detector Comp.
cs_cz: Depl. CLa. Sestava detektoru
da: Depl. CLa. Detektor Comp.
de: Abt. CLa. Detektor Comp.
et_ee: Depl. CLa. Detektor Comp.
fi: Höpö höpö. CLa. Ilmaisimen komp.
fr: Dépl. CLa. Détecteur Comp.
hr_hr: Depl. CLa. Račun detektora
hu_hu: Depl. CLa. Detektor Comp.
ja_jp: デップ。CLaです。検出器コンプ
lv: Depl. CLa. Detektora kompl.
no: Avd. CLa. Detektor Comp.
ru: Депл. CLa. Детектор Comp.
sk_sk: Odplácať. CLa. Detektor comp.
sv: Depl. CLa. Detektor Comp.
tr_tr: Öğr. CLa. Dedektör Komp.
uk: Депл. CLa. Детектор комп.
zh_cn: 分部CLa.探测器组件

# DisplayName_Item_DisplayT1
source: Depl. Ur. Display
ca_ad: Depl. teu. Mostrar
cs_cz: Depl. tvůj. Ukázat
da: Depl. din. Vise
de: Abt. dein. Zeigen
es: Depl. usted. Monitor
et_ee: Depl. sinu. Kuvada
fi: Höpö höpö. sinun. Näyttö
fr: Dépl. votre. Montrer
hr_hr: Depl. tvoj. Prikaz
hu_hu: Depl. a. Kijelző
ja_jp: デップ。あなたの。陳列
lv: Depl. tavs. Parādīt
nl: Depl. jouw. Beeldscherm
no: Avd. din. Vise
pt_br: Depl. teu. Exposição
ro: Depl. vostru. Arăta
ru: Депл. твой. Дисплей
sk_sk: Odplácať. tvoj. Displej
sv: Depl. din. Visa
tr_tr: Öğr. sizin. Göstermek
uk: Депл. твій. Відображення
zh_cn: 分部你。显示

# DisplayName_Item_DisplayT2
source: Depl. De. Display
ca_ad: Depl. De. Mostrar
cs_cz: Depl. De. Ukázat
da: Depl. De. Vise
de: Abt. DE. Zeigen
es: Depl. De. Monitor
et_ee: Depl. De. Kuvada
fi: Höpö höpö. DE. Näyttö
fr: Dépl. De. Montrer
hr_hr: Depl. De. Prikaz
hu_hu: Depl. De. Kijelző
ja_jp: デップ。デ。陳列
lv: Depl. De. Parādīt
nl: Depl. De. Beeldscherm
no: Avd. De. Vise
pt_br: Depl. Não. Exposição
ro: Depl. De. Arăta
ru: Депл. Де. Дисплей
sk_sk: Odplácať. De. Displej
sv: Depl. De. Visa
tr_tr: Öğr. De. Göstermek
uk: Депл. Де. Відображення
zh_cn: 分部德。显示
