Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallQBatteryT2
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. 1.5x Better Than Enhanced Max Power Output: 3.6MW Max Power Input: 3.6MW Max Stored Power: 0.96MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. 1.5x millor que millorat Potència màxima de sortida: 3.6MW Potència màxima d'entrada: 3.6MW Potència màxima emmagatzemada: 0.96MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. 1,5× lepší než vylepšený Maximální výstupní výkon: 3,6 MW Maximální příkon: 3,6 MW Maximální uložený výkon: 0,96 MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. 1.5x bedre end forbedret Maks. effekt: 3,6 MW Maks. effektindgang: 3,6 MW Maks. lagret effekt: 0,96 MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. 1,5x besser als Enhanced Maximale Leistung: 3,6 MW Maximale Leistungsaufnahme: 3,6 MW Maximale gespeicherte Leistung: 0,96 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. 1,5 veces mejor que mejorado Potencia máxima de salida: 3,6 MW Potencia máxima de entrada: 3,6 MW Potencia máxima almacenada: 0,96 MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. 1.5x parem kui täiustatud Maksimaalne võimsus: 3.6MW Maksimaalne sisendvõimsus: 3.6MW Maksimaalne salvestatud võimsus: 0.96MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. 1,5 kertaa parempi kuin parannettu Suurin teho: 3.6MW Suurin tehonsyöttö: 3.6MW Suurin varastoitu teho: 0.96MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. 1,5 fois mieux qu’amélioré Puissance de sortie maximale : 3,6 MW Puissance d’entrée maximale : 3,6 MW Puissance maximale stockée : 0,96 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. 1.5x bolje od poboljšanog Maksimalna izlazna snaga: 3,6 MW Maksimalna snaga: 3,6 MW Maksimalna pohranjena snaga: 0.96MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. 1,5-szer jobb, mint a továbbfejlesztett; Max. teljesítmény: 3.6MW Max. felvett teljesítmény: 3,6 MW Max tárolt teljesítmény: 0.96MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 拡張の1.5倍優れている 最大出力:3.6MW 最大電力入力:3.6MW 最大蓄電電力:0.96MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. 1,5x labāks nekā uzlabots Maksimālā jauda: 3.6MW Maksimālā ieejas jauda: 3.6MW Maksimālā uzglabātā jauda: 0.96MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. 1,5x beter dan verbeterd Maximaal uitgangsvermogen: 3,6 MW Maximaal opgenomen vermogen: 3,6 MW Maximaal opgeslagen vermogen: 0,96 MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. 1,5 ganger bedre enn forbedret Maks utgangseffekt: 3,6 MW Maks strøminngang: 3,6 MW Maks lagret effekt: 0,96 MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. 1,5x melhor que o Enhanced Potência máxima: 3.6MW Potência máxima de entrada: 3.6MW Potência máxima armazenada: 0.96MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. De 1,5 ori mai bun decât îmbunătățit Putere maximă de ieșire: 3.6MW Putere maximă de intrare: 3.6MW Putere maximă stocată: 0.96MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. В 1,5 раза лучше, чем улучшено Максимальная выходная мощность: 3,6 МВт Максимальная потребляемая мощность: 3,6 МВт Максимальная сохраняемая мощность: 0,96 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. 1,5x lepšie než vylepšené Maximálny výkon: 3.6MW Maximálny príkon: 3.6MW Maximálny uložený výkon: 0.96MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. 1,5 gånger bättre än förbättrad Max uteffekt: 3,6 MW Max ineffekt: 3,6 MW Max lagrad effekt: 0,96 MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Geliştirilmişten 1,5 kat daha iyi Maksimum Güç Çıkışı: 3.6MW Maksimum Güç Girişi: 3.6MW Maksimum Depolanan Güç: 0.96MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. У 1,5 рази краще, ніж покращене Максимальна вихідна потужність: 3,6 МВт Максимальна споживана потужність: 3,6 МВт Максимальна споживана потужність: 0,96 МВТ*год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 比增强型好 1.5 倍 最大输出功率：3.6MW 最大功率输入：3.6MW 最大储存功率：0.96MWH

# Description_SmallSmallQBatteryT3
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. 1.5x Better Than Proficient Max Power Output: 5.44MW Max Power Input: 5.44MW Max Stored Power: 1.44MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. 1.5x millor que competent Potència màxima de sortida: 5.44MW Potència màxima d'entrada: 5.44MW Potència màxima emmagatzemada: 1.44MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. 1,5x lepší než zdatný Maximální výstupní výkon: 5,44 MW Maximální příkon: 5,44 MW Maximální uložený výkon: 1,44 MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. 1.5x bedre end dygtig Maks. effekt: 5,44 MW Maks. effektindgang: 5,44 MW Maks. lagret effekt: 1,44 MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. 1,5x besser als kompetent Maximale Leistung: 5,44 MW Maximale Leistungsaufnahme: 5,44 MW Maximale gespeicherte Leistung: 1,44 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. 1,5 veces mejor que competente Potencia máxima de salida: 5,44 MW Potencia máxima de entrada: 5,44 MW Potencia máxima almacenada: 1,44 MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. 1.5x parem kui vilunud Maksimaalne võimsus: 5.44MW Maksimaalne sisendvõimsus: 5.44MW Maksimaalne salvestatud võimsus: 1.44MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. 1.5x parempi kuin taitava Suurin teho: 5.44MW Suurin tehonsyöttö: 5.44MW Suurin varastoitu teho: 1.44MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. 1,5 fois mieux que compétent Puissance de sortie maximale : 5,44 MW Puissance d’entrée maximale : 5,44 MW Puissance maximale stockée : 1,44 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. 1.5x bolji od stručnog Maksimalna snaga: 5.44MW Maksimalna snaga: 5.44MW Maksimalna pohranjena snaga: 1.44MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. 1,5-szer jobb, mint a profi Max teljesítmény: 5.44MW Max. felvett teljesítmény: 5.44MW Max tárolt teljesítmény: 1.44MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 熟練より1.5倍優れている 最大出力:5.44MW 最大入力電力:5.44MW 最大蓄電電力:1.44MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. 1,5x labāks nekā lietpratējs Maksimālā jauda: 5.44MW Maksimālā ieejas jauda: 5.44MW Maksimālā uzglabātā jauda: 1.44MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. 1.5x beter dan bekwaam Maximaal uitgangsvermogen: 5,44 MW Maximaal opgenomen vermogen: 5,44 MW Max. opgeslagen vermogen: 1,44 MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. 1,5 ganger bedre enn dyktig Maks utgangseffekt: 5,44 MW Maks strøminngang: 5,44 MW Maks lagret effekt: 1,44 MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. 1.5x melhor do que proficiente Potência máxima: 5.44MW Potência máxima de entrada: 5.44MW Potência máxima armazenada: 1.44MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. De 1,5 ori mai bun decât cel competent Putere maximă de ieșire: 5.44MW Putere maximă de intrare: 5.44MW Putere maximă stocată: 1.44MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. В 1,5 раза лучше, чем Proficient Максимальная выходная мощность: 5,44 МВт Максимальная потребляемая мощность: 5,44 МВт Максимальная хранимая мощность: 1,44 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. 1,5x lepšie ako zdatný Maximálny výkon: 5.44MW Maximálny príkon: 5.44MW Maximálny uložený výkon: 1.44MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. 1,5 gånger bättre än skicklig Max uteffekt: 5,44 MW Max ineffekt: 5,44 MW Max lagrad effekt: 1,44 MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Yetkinden 1,5 kat daha iyi Maksimum Güç Çıkışı: 5.44MW Maksimum Güç Girişi: 5.44MW Maksimum Depolanan Güç: 1.44MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. У 1,5 рази краще, ніж Proficient Максимальна вихідна потужність: 5,44 МВт Максимальна споживана потужність: 5,44 МВт Максимальна споживана потужність: 1,44 МВТ*год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 比精通好 1.5 倍 最大输出功率：5.44MW 最大功率输入：5.44MW 最大储存功率：1.44MWH

# Description_SmallSmallQCargoContainerT0
source: Small quantum cargo containers can be used to store items. Normal Inventory size 1000L on 1x
ca_ad: Es poden utilitzar petits contenidors de càrrega quàntica per emmagatzemar articles. Mida normal de l'inventari 1000L en 1x
cs_cz: K ukládání předmětů lze použít malé kvantové nákladní kontejnery. Normální velikost zásob 1000L na 1x
da: Små kvantelastcontainere kan bruges til at opbevare genstande. Normal lagerstørrelse 1000L på 1x
de: Kleine Quanten-Frachtcontainer können zur Aufbewahrung von Gegenständen verwendet werden. Normale Lagerbestandsgröße 1000L auf 1x
es: Se pueden utilizar pequeños contenedores de carga cuántica para almacenar artículos. Tamaño normal del inventario 1000L en 1x
et_ee: Väikeseid kvantkaubakonteinereid saab kasutada esemete hoidmiseks. Varude normaalne suurus 1000L 1x peal
fi: Pieniä kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. Normaali varaston koko 1000L päällä 1x
fr: De petits conteneurs de fret quantique peuvent être utilisés pour stocker des articles. Taille normale de l’inventaire 1000L sur 1x
hr_hr: Mali kvantni spremnici za teret mogu se koristiti za pohranu predmeta. Normalna veličina zaliha 1000L na 1x
hu_hu: A kis kvantum rakománykonténerek tárgyak tárolására használhatók. Normál készletméret 1000L 1x-en
ja_jp: 小型の量子貨物コンテナは、アイテムの保管に使用できます。 通常の在庫サイズ 1xで1000L
lv: Priekšmetu glabāšanai var izmantot mazus kvantu kravas konteinerus. Parastais inventāra lielums 1000L uz 1x
nl: Kleine kwantumvrachtcontainers kunnen worden gebruikt om items op te slaan. Normale voorraadgrootte 1000L op 1x
no: Små kvantelastbeholdere kan brukes til å lagre varer. Normal lagerbeholdning 1000L på 1x
pt_br: Pequenos contêineres de carga quântica podem ser usados para armazenar itens. Tamanho normal do estoque 1000L em 1x
ro: Containerele mici de marfă cuantică pot fi utilizate pentru a stoca articole. Dimensiunea normală a inventarului 1000L pe 1x
ru: Для хранения предметов можно использовать небольшие квантовые грузовые контейнеры. Нормальный размер инвентаря 1000л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé kvantové nákladné kontajnery. Normálna veľkosť inventára 1000L na 1x
sv: Små kvantlastcontainrar kan användas för att lagra föremål. Normal lagerstorlek 1000L på 1x
tr_tr: Öğeleri depolamak için küçük kuantum kargo konteynerleri kullanılabilir. Normal Envanter boyutu 1x'te 1000L
uk: Для зберігання речей можна використовувати невеликі квантові вантажні контейнери. Нормальний розмір інвентарю 1000 л на 1x
zh_cn: 小型量子货物集装箱可用于存储物品。 正常库存大小 1000L 1x

# Description_SmallSmallQCargoContainerT1
source: Small quantum cargo containers can be used to store items. 1.5x Better Than Normal Quantum 1500L on 1x
ca_ad: Es poden utilitzar petits contenidors de càrrega quàntica per emmagatzemar articles. 1.5x millor que la quàntica normal 1500L en 1x
cs_cz: K ukládání předmětů lze použít malé kvantové nákladní kontejnery. 1,5x lepší než normální Quantum 1500L na 1x
da: Små kvantelastcontainere kan bruges til at opbevare genstande. 1.5x bedre end normalt kvante 1500L på 1x
de: Kleine Quanten-Frachtcontainer können zur Aufbewahrung von Gegenständen verwendet werden. 1,5x besser als normales Quantum 1500L auf 1x
es: Se pueden utilizar pequeños contenedores de carga cuántica para almacenar artículos. 1,5 veces mejor que el quantum normal 1500L en 1x
et_ee: Väikeseid kvantkaubakonteinereid saab kasutada esemete hoidmiseks. 1.5x parem kui tavaline kvant 1500L 1x peal
fi: Pieniä kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin normaali kvantti 1500L päällä 1x
fr: De petits conteneurs de fret quantique peuvent être utilisés pour stocker des articles. 1,5 fois mieux que le quantum normal 1500L sur 1x
hr_hr: Mali kvantni spremnici za teret mogu se koristiti za pohranu predmeta. 1.5x bolji od normalnog kvantnog 1500L na 1x
hu_hu: A kis kvantum rakománykonténerek tárgyak tárolására használhatók. 1,5-szer jobb, mint a normál kvantum 1500L 1x-en
ja_jp: 小型の量子貨物コンテナは、アイテムの保管に使用できます。 通常の量子の1.5倍 1xで1500L
lv: Priekšmetu glabāšanai var izmantot mazus kvantu kravas konteinerus. 1,5x labāks par parasto kvantu 1500L uz 1x
nl: Kleine kwantumvrachtcontainers kunnen worden gebruikt om items op te slaan. 1,5x beter dan normaal kwantum 1500L op 1x
no: Små kvantelastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn vanlig kvantum 1500L på 1x
pt_br: Pequenos contêineres de carga quântica podem ser usados para armazenar itens. 1,5x melhor do que o quantum normal 1500L em 1x
ro: Containerele mici de marfă cuantică pot fi utilizate pentru a stoca articole. De 1,5 ori mai bun decât quantum normal 1500L pe 1x
ru: Для хранения предметов можно использовать небольшие квантовые грузовые контейнеры. В 1,5 раза лучше, чем обычный Quantum 1500 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé kvantové nákladné kontajnery. 1,5x lepšie ako normálne kvantum 1500L na 1x
sv: Små kvantlastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än normal kvant 1500L på 1x
tr_tr: Öğeleri depolamak için küçük kuantum kargo konteynerleri kullanılabilir. Normal Quantum'dan 1,5 Kat Daha İyi 1x üzerinde 1500L
uk: Для зберігання речей можна використовувати невеликі квантові вантажні контейнери. У 1,5 рази краще, ніж звичайний квант 1500 л на 1x
zh_cn: 小型量子货物集装箱可用于存储物品。 比普通量子好 1.5 倍 1500L 1x

# Description_SmallSmallQCargoContainerT2
source: Small quantum cargo containers can be used to store items. 1.5x Better Than Enhanced Quantum 2250L on 1x
ca_ad: Es poden utilitzar petits contenidors de càrrega quàntica per emmagatzemar articles. 1.5x millor que la quàntica millorada 2250L en 1x
cs_cz: K ukládání předmětů lze použít malé kvantové nákladní kontejnery. 1,5× lepší než vylepšený Quantum 2250L na 1x
da: Små kvantelastcontainere kan bruges til at opbevare genstande. 1.5x bedre end forbedret kvante 2250L på 1x
de: Kleine Quanten-Frachtcontainer können zur Aufbewahrung von Gegenständen verwendet werden. 1,5-mal besser als Enhanced Quantum 2250L auf 1x
es: Se pueden utilizar pequeños contenedores de carga cuántica para almacenar artículos. 1,5 veces mejor que Enhanced Quantum 2250L en 1x
et_ee: Väikeseid kvantkaubakonteinereid saab kasutada esemete hoidmiseks. 1.5 korda parem kui täiustatud kvant 2250L 1x peal
fi: Pieniä kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin parannettu kvantti 2250L päällä 1x
fr: De petits conteneurs de fret quantique peuvent être utilisés pour stocker des articles. 1,5 fois mieux que Quantum amélioré 2250L sur 1x
hr_hr: Mali kvantni spremnici za teret mogu se koristiti za pohranu predmeta. 1.5x bolji od poboljšanog kvantnog 2250L na 1x
hu_hu: A kis kvantum rakománykonténerek tárgyak tárolására használhatók. 1,5-szer jobb, mint az Enhanced Quantum 2250L 1x
ja_jp: 小型の量子貨物コンテナは、アイテムの保管に使用できます。 Enhanced Quantumの1.5倍 1xで2250L
lv: Priekšmetu glabāšanai var izmantot mazus kvantu kravas konteinerus. 1,5x labāks par uzlaboto kvantu 2250L uz 1x
nl: Kleine kwantumvrachtcontainers kunnen worden gebruikt om items op te slaan. 1,5x beter dan Enhanced Quantum 2250L op 1x
no: Små kvantelastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn forbedret kvante 2250L på 1x
pt_br: Pequenos contêineres de carga quântica podem ser usados para armazenar itens. 1,5x melhor que o Enhanced Quantum 2250L em 1x
ro: Containerele mici de marfă cuantică pot fi utilizate pentru a stoca articole. De 1,5 ori mai bun decât Quantum îmbunătățit 2250L pe 1x
ru: Для хранения предметов можно использовать небольшие квантовые грузовые контейнеры. В 1,5 раза лучше, чем Enhanced Quantum 2250L на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé kvantové nákladné kontajnery. 1,5x lepšie než vylepšené kvantum 2250L na 1x
sv: Små kvantlastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än förbättrad kvantteknik 2250L på 1x
tr_tr: Öğeleri depolamak için küçük kuantum kargo konteynerleri kullanılabilir. Enhanced Quantum'dan 1,5 kat daha iyi 1x üzerinde 2250L
uk: Для зберігання речей можна використовувати невеликі квантові вантажні контейнери. У 1,5 рази краще, ніж Enhanced Quantum 2250 л на 1x
zh_cn: 小型量子货物集装箱可用于存储物品。 比增强型量子处理器好 1.5 倍 2250L 在 1x

# Description_SmallSmallQCargoContainerT3
source: Small quantum cargo containers can be used to store items. 1.5x Better Than Proficient Quantum 421.88L on 1x
ca_ad: Es poden utilitzar petits contenidors de càrrega quàntica per emmagatzemar articles. 1.5x millor que la quàntica competent 421.88L en 1x
cs_cz: K ukládání předmětů lze použít malé kvantové nákladní kontejnery. 1,5x lepší než zdatný kvantový 421.88L na 1x
da: Små kvantelastcontainere kan bruges til at opbevare genstande. 1.5x bedre end dygtig kvante 421.88L på 1x
de: Kleine Quanten-Frachtcontainer können zur Aufbewahrung von Gegenständen verwendet werden. 1,5x besser als Proficient Quantum 421.88L auf 1x
es: Se pueden utilizar pequeños contenedores de carga cuántica para almacenar artículos. 1,5 veces mejor que Proficient Quantum 421.88L en 1x
et_ee: Väikeseid kvantkaubakonteinereid saab kasutada esemete hoidmiseks. 1.5x parem kui vilunud kvant 421.88L 1x peal
fi: Pieniä kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin taitava kvantti 421.88L päällä 1x
fr: De petits conteneurs de fret quantique peuvent être utilisés pour stocker des articles. 1,5 fois mieux que le Quantum compétent 421.88L sur 1x
hr_hr: Mali kvantni spremnici za teret mogu se koristiti za pohranu predmeta. 1.5x bolji od stručnog kvantnog 421.88L na 1x
hu_hu: A kis kvantum rakománykonténerek tárgyak tárolására használhatók. 1,5-szer jobb, mint a Proficient Quantum 421.88L 1x
ja_jp: 小型の量子貨物コンテナは、アイテムの保管に使用できます。 熟練した量子の1.5倍優れている 1xで421.88L
lv: Priekšmetu glabāšanai var izmantot mazus kvantu kravas konteinerus. 1,5x labāks par lietpratīgu kvantu 421.88L uz 1x
nl: Kleine kwantumvrachtcontainers kunnen worden gebruikt om items op te slaan. 1.5x beter dan bekwaam kwantum 421.88L op 1x
no: Små kvantelastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn dyktig kvante 421.88L på 1x
pt_br: Pequenos contêineres de carga quântica podem ser usados para armazenar itens. 1,5x melhor que o quantum proficiente 421.88L em 1x
ro: Containerele mici de marfă cuantică pot fi utilizate pentru a stoca articole. De 1,5 ori mai bun decât Proficient Quantum 421.88L pe 1x
ru: Для хранения предметов можно использовать небольшие квантовые грузовые контейнеры. В 1,5 раза лучше, чем Proficient Quantum 421.88L на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé kvantové nákladné kontajnery. 1,5x lepšie ako zdatné kvantum 421.88L na 1x
sv: Små kvantlastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än skicklig kvant 421.88L på 1x
tr_tr: Öğeleri depolamak için küçük kuantum kargo konteynerleri kullanılabilir. Yetkin kuantumdan 1,5 kat daha iyi 1x üzerinde 421,88L
uk: Для зберігання речей можна використовувати невеликі квантові вантажні контейнери. У 1,5 рази краще, ніж у Proficient Quantum 421,88 л на 1x
zh_cn: 小型量子货物集装箱可用于存储物品。 比 Proficient Quantum 好 1.5 倍 421.88L 1x
