Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallClangiumQReactorT0
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. Max Power Output: 4MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. Potència màxima de sortida: 4MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. Maximální výstupní výkon: 4MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. Maks. effekt: 4MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. Maximale Leistung: 4MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. Potencia máxima de salida: 4MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. Maksimaalne võimsus: 4MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. Suurin teho: 4MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. Puissance de sortie maximale : 4 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. Maksimalna izlazna snaga: 4MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. Max. teljesítmény: 4MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 最大出力:4MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. Maksimālā jauda: 4MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. Maximaal uitgangsvermogen: 4MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. Maks effekt: 4MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. Potência máxima: 4MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. Putere maximă de ieșire: 4MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. Максимальная выходная мощность: 4 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. Maximálny výkon: 4MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. Max uteffekt: 4MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Maksimum Güç Çıkışı: 4MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. Максимальна вихідна потужність: 4 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 最大功率输出：4MW

# Description_SmallSmallClangiumQReactorT1
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. 1.5x Better than Normal. Max Power Output: 6MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. 1.5x millor del normal. Potència màxima de sortida: 6MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. 1,5× lepší než normálně. Maximální výstupní výkon: 6MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. 1.5x bedre end normalt. Max effekt: 6MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. 1,5x besser als normal. Maximale Leistung: 6MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. 1,5 veces mejor de lo normal. Potencia máxima de salida: 6MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. 1.5x parem kui tavaliselt. Maksimaalne võimsus: 6MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. 1.5x parempi kuin normaalisti. Suurin teho: 6MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. 1,5x mieux que la normale. Puissance de sortie maximale : 6 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. 1.5x bolje od normalnog. Maksimalna izlazna snaga: 6MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. 1,5x jobb a normálnál. Max. teljesítmény: 6MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 通常より1.5倍優れています。 最大出力:6MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. 1,5x labāks nekā parasti. Maksimālā jauda: 6MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. 1,5x beter dan normaal. Maximaal uitgangsvermogen: 6MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. 1,5 ganger bedre enn normalt. Maks effekt: 6MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. 1,5x melhor que o normal. Potência máxima: 6MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. De 1,5 ori mai bine decât în mod normal. Putere maximă de ieșire: 6MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность: 6 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. 1,5x lepšie ako zvyčajne. Maximálny výkon: 6MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. 1,5 gånger bättre än normalt. Max uteffekt: 6MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Normalden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 6MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність: 6 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 比正常情况好 1.5 倍。 最大功率输出：6MW

# Description_SmallSmallClangiumQReactorT2
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. 1.5x Better than Enhanced. Max Power Output: 9MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. 1.5x Millor que millorat. Potència màxima de sortida: 9MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. 1,5× lepší než vylepšené. Maximální výstupní výkon: 9MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. 1.5x bedre end forbedret. Maks. effekt: 9MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. 1,5x besser als verbessert. Maximale Leistung: 9MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. 1,5 veces mejor que mejorado. Potencia máxima de salida: 9MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. 1.5x parem kui täiustatud. Maksimaalne võimsus: 9MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. 1,5 kertaa parempi kuin parannettu. Suurin teho: 9MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. 1,5 fois mieux que Amélioré. Puissance de sortie maximale : 9 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. 1.5x Bolje od poboljšanog. Maksimalna izlazna snaga: 9MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. 1,5-szer jobb, mint a továbbfejlesztett. Max teljesítmény: 9MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 Enhancedより1.5倍優れています。 最大出力:9MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. 1,5x labāk nekā uzlabots. Maksimālā jauda: 9MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. 1,5x beter dan verbeterd. Maximaal uitgangsvermogen: 9MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. 1,5 ganger bedre enn forbedret. Maks effekt: 9MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. 1,5x melhor que o aprimorado. Potência máxima: 9MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. De 1,5 ori mai bine decât îmbunătățit. Putere maximă: 9MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность: 9 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. 1,5x lepšie ako vylepšené. Maximálny výkon: 9MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. 1,5 gånger bättre än Enhanced. Max uteffekt: 9MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Geliştirilmiş'ten 1,5 kat daha iyi. Maksimum Güç Çıkışı: 9MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. У 1,5 раза краще, ніж покращене. Максимальна вихідна потужність: 9 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 比增强型好 1.5 倍。 最大输出功率：9MW
