Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QBatteryT1
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. 1.5x Better Than Normal Quantum Max Power Output: 144MW Max Power Input: 144MW Max Stored Power: 36MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. 1.5x millor que la quàntica normal Potència màxima de sortida: 144MW Potència màxima d'entrada: 144MW Potència màxima emmagatzemada: 36MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. 1,5x lepší než normální Quantum Maximální výstupní výkon: 144 MW Maximální příkon: 144MW Maximální uložený výkon: 36 MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. 1.5x bedre end normalt kvante Maks. effekt: 144MW Maks. effektindgang: 144 MW Maks. lagret effekt: 36MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. 1,5x besser als normales Quantum Maximale Leistung: 144 MW Maximale Leistungsaufnahme: 144 MW Maximale gespeicherte Leistung: 36 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. 1,5 veces mejor que el quantum normal Potencia máxima de salida: 144 MW Potencia máxima de entrada: 144 MW Potencia máxima almacenada: 36MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. 1.5x parem kui tavaline kvant Maksimaalne võimsus: 144MW Maksimaalne sisendvõimsus: 144MW Maksimaalne salvestatud võimsus: 36MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. 1.5x parempi kuin normaali kvantti Suurin teho: 144MW Suurin tehonsyöttö: 144MW Suurin varastoitu teho: 36MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. 1,5 fois mieux que le quantum normal Puissance de sortie maximale : 144 MW Puissance d’entrée maximale : 144 MW Puissance maximale stockée : 36 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. 1.5x bolji od normalnog kvantnog Maksimalna izlazna snaga: 144MW Maksimalna snaga: 144MW Maksimalna pohranjena snaga: 36MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. 1,5-szer jobb, mint a normál kvantum Max teljesítmény: 144MW Max felvett teljesítmény: 144MW Max tárolt teljesítmény: 36MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 通常の量子の1.5倍 最大出力:144MW 最大電力入力:144MW 最大蓄電電力:36MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. 1,5x labāks par parasto kvantu Maksimālā jauda: 144MW Maksimālā ieejas jauda: 144MW Maksimālā uzglabātā jauda: 36MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. 1,5x beter dan normaal kwantum Maximaal uitgangsvermogen: 144MW Maximaal opgenomen vermogen: 144MW Maximaal opgeslagen vermogen: 36MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. 1,5 ganger bedre enn vanlig kvantum Maks effekt: 144 MW Maks strøminngang: 144MW Maks lagret effekt: 36MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. 1,5x melhor do que o quantum normal Potência máxima: 144MW Potência máxima de entrada: 144MW Potência máxima armazenada: 36MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. De 1,5 ori mai bun decât quantum normal Putere maximă de ieșire: 144MW Putere maximă de intrare: 144MW Putere maximă stocată: 36MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. В 1,5 раза лучше, чем обычный Quantum Максимальная выходная мощность: 144 МВт Максимальная потребляемая мощность: 144 МВт Максимальная хранимая мощность: 36 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. 1,5x lepšie ako normálne kvantum Maximálny výkon: 144MW Maximálny príkon: 144MW Maximálny uložený výkon: 36MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. 1,5 gånger bättre än normal kvant Max uteffekt: 144MW Max ineffekt: 144MW Max lagrad effekt: 36MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Normal Quantum'dan 1,5 Kat Daha İyi Maksimum Güç Çıkışı: 144MW Maksimum Güç Girişi: 144MW Maksimum Depolanan Güç: 36MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. У 1,5 рази краще, ніж звичайний квант Максимальна вихідна потужність: 144 МВт Максимальна споживана потужність: 144 МВт Максимальна споживана потужність: 36 МВТ/год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 比普通量子好 1.5 倍 最大输出功率：144MW 最大输入功率：144MW 最大存储功率：36MWH

# Description_QBatteryT2
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. 1.5x Better Than Enhanced Quantum Max Power Output: 216MW Max Power Input: 216MW Max Stored Power: 54MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. 1.5x millor que la quàntica millorada Potència màxima de sortida: 216MW Potència màxima d'entrada: 216MW Potència màxima emmagatzemada: 54MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. 1,5× lepší než vylepšený Quantum Maximální výstupní výkon: 216 MW Maximální příkon: 216MW Maximální uložený výkon: 54 MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. 1.5x bedre end forbedret kvante Maks. effekt: 216MW Maks. effektindgang: 216MW Maks. lagret effekt: 54MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. 1,5-mal besser als Enhanced Quantum Maximale Leistung: 216MW Maximale Leistungsaufnahme: 216 MW Maximale gespeicherte Leistung: 54 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. 1,5 veces mejor que Enhanced Quantum Potencia máxima de salida: 216MW Potencia máxima de entrada: 216 MW Potencia máxima almacenada: 54MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. 1.5 korda parem kui täiustatud kvant Maksimaalne võimsus: 216MW Maksimaalne sisendvõimsus: 216MW Maksimaalne salvestatud võimsus: 54MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. 1.5x parempi kuin parannettu kvantti Suurin teho: 216MW Suurin teho: 216MW Suurin varastoitu teho: 54MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. 1,5 fois mieux que Quantum amélioré Puissance de sortie maximale : 216 MW Puissance d’entrée maximale : 216 MW Puissance maximale stockée : 54 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. 1.5x bolji od poboljšanog kvantnog Maksimalna izlazna snaga: 216MW Maksimalna snaga: 216MW Maksimalna pohranjena snaga: 54MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. 1,5-szer jobb, mint az Enhanced Quantum Max teljesítmény: 216MW Max. felvett teljesítmény: 216MW Max tárolt teljesítmény: 54MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 Enhanced Quantumの1.5倍 最大出力:216MW 最大電力入力:216MW 最大蓄電電力:54MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. 1,5x labāks par uzlaboto kvantu Maksimālā jauda: 216MW Maksimālā ieejas jauda: 216MW Maksimālā uzglabātā jauda: 54MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. 1,5x beter dan Enhanced Quantum Maximaal uitgangsvermogen: 216MW Maximaal opgenomen vermogen: 216MW Maximaal opgeslagen vermogen: 54 MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. 1,5 ganger bedre enn forbedret kvante Maks effekt: 216MW Maks strøminngang: 216MW Maks lagret effekt: 54MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. 1,5x melhor que o Enhanced Quantum Potência máxima: 216MW Potência máxima de entrada: 216MW Poder máximo armazenado: 54MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. De 1,5 ori mai bun decât Quantum îmbunătățit Putere maximă de ieșire: 216MW Putere maximă de intrare: 216MW Putere maximă stocată: 54MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. В 1,5 раза лучше, чем Enhanced Quantum Максимальная выходная мощность: 216 МВт Максимальная потребляемая мощность: 216 МВт Максимальная аккумулируемая мощность: 54 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. 1,5x lepšie než vylepšené kvantum Maximálny výkon: 216MW Maximálny príkon: 216MW Maximálny uložený výkon: 54MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. 1,5 gånger bättre än förbättrad kvantteknik Max uteffekt: 216MW Max ineffekt: 216MW Max lagrad effekt: 54MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Enhanced Quantum'dan 1,5 kat daha iyi Maksimum Güç Çıkışı: 216MW Maksimum Güç Girişi: 216MW Maksimum Depolanan Güç: 54MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. У 1,5 рази краще, ніж Enhanced Quantum Максимальна вихідна потужність: 216 МВт Максимальна споживана потужність: 216 МВт Максимальна споживана потужність: 54 МВТ*год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 比增强型量子处理器好 1.5 倍 最大输出功率：216MW 最大功率输入：216MW 最大储存功率：54MWH

# Description_QBatteryT3
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. 1.5x Better Than Proficient Quantum Max Power Output: 324MW Max Power Input: 324MW Max Stored Power: 81.04MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. 1.5x millor que la quàntica competent Potència màxima de sortida: 324MW Potència màxima d'entrada: 324MW Potència màxima emmagatzemada: 81.04MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. 1,5x lepší než zdatný kvantový Maximální výstupní výkon: 324MW Maximální příkon: 324 MW Maximální uložený výkon: 81,04 MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. 1.5x bedre end dygtig kvante Maks. effekt: 324MW Maks. effektindgang: 324 MW Maks. lagret effekt: 81,04 MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. 1,5x besser als Proficient Quantum Maximale Leistung: 324 MW Maximale Leistungsaufnahme: 324 MW Maximale gespeicherte Leistung: 81,04 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. 1,5 veces mejor que Proficient Quantum Potencia máxima de salida: 324 MW Potencia máxima de entrada: 324 MW Potencia máxima almacenada: 81,04 MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. 1.5x parem kui vilunud kvant Maksimaalne võimsus: 324MW Maksimaalne sisendvõimsus: 324MW Maksimaalne salvestatud võimsus: 81.04MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. 1.5x parempi kuin taitava kvantti Suurin teho: 324MW Suurin tehonsyöttö: 324MW Suurin varastoitu teho: 81.04MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. 1,5 fois mieux que le Quantum compétent Puissance de sortie maximale : 324 MW Puissance d’entrée maximale : 324 MW Puissance maximale stockée : 81,04 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. 1.5x bolji od stručnog kvantnog Maksimalna izlazna snaga: 324MW Maksimalna snaga: 324MW Maksimalna pohranjena snaga: 81.04MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. 1,5-szer jobb, mint a Proficient Quantum Max teljesítmény: 324MW Max. felvett teljesítmény: 324MW Max tárolt teljesítmény: 81.04MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 熟練した量子の1.5倍優れている 最大出力:324MW 最大電力入力:324MW 最大蓄電電力:81.04MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. 1,5x labāks par lietpratīgu kvantu Maksimālā jauda: 324MW Maksimālā ieejas jauda: 324MW Maksimālā uzglabātā jauda: 81.04MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. 1.5x beter dan bekwaam kwantum Maximaal uitgangsvermogen: 324MW Maximaal opgenomen vermogen: 324MW Max. opgeslagen vermogen: 81,04 MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. 1,5 ganger bedre enn dyktig kvante Maks utgangseffekt: 324MW Maks strøminngang: 324MW Maks lagret effekt: 81,04 MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. 1,5x melhor que o quantum proficiente Potência máxima: 324MW Potência máxima de entrada: 324MW Potência máxima armazenada: 81.04MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. De 1,5 ori mai bun decât Proficient Quantum Putere maximă de ieșire: 324MW Putere maximă de intrare: 324MW Putere maximă stocată: 81.04MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. В 1,5 раза лучше, чем Proficient Quantum Максимальная выходная мощность: 324 МВт Максимальная потребляемая мощность: 324 МВт Максимальная аккумулируемая мощность: 81,04 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. 1,5x lepšie ako zdatné kvantum Maximálny výkon: 324MW Maximálny príkon: 324MW Maximálny uložený výkon: 81.04MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. 1,5 gånger bättre än skicklig kvant Max uteffekt: 324MW Max ineffekt: 324MW Max lagrad effekt: 81,04 MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Yetkin kuantumdan 1,5 kat daha iyi Maksimum Güç Çıkışı: 324MW Maksimum Güç Girişi: 324MW Maksimum Depolanan Güç: 81.04MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. У 1,5 рази краще, ніж у Proficient Quantum Максимальна вихідна потужність: 324 МВт Максимальна споживана потужність: 324 МВт Максимальна збережена потужність: 81,04 МВТ*год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 比 Proficient Quantum 好 1.5 倍 最大输出功率：324MW 最大输入功率：324MW 最大存储功率：81.04MWH
