Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_QSmallLargeJumpDriveT2
source: Proficient Quantum Sm. Lrg. Jump Drive
ca_ad: Proficient quàntic Sm. Lrg. Jump Drive
cs_cz: Pokročilý kvantový Sm. Lrg. skokový pohon
da: Dygtig kvante sm. lrg. hoppe drev
de: Kompetenter Quanten-Sm. Lrg. Sprungantrieb
es: Competente Quantum Sm. Lrg. Jump Drive
et_ee: Vilunud kvant Sm. Lrg. Hüppe ajam
fi: Taitava kvantti Sm. Lrg. Hyppyasema
fr: Entraînement de saut Quantum Sm. Lrg. compétent
hr_hr: Iskusni quantum sm. lrg. skok pogon
ja_jp: Proficient Quantum Sm. Lrg. ジャンプドライブ
lv: Lietpratējs Kvantu sm. Lrg. Jump Drive
nl: Bekwame Quantum Sm. Lrg. Jump Drive
no: Dyktig Quantum Sm. Lrg. Jump Drive
pt_br: Proficiente Quantum Sm. Lrg. Jump Drive
ru: Опытный Квантовый Sm. Lrg. Jump Drive
sk_sk: Zdatný kvantový Sm. Lrg. Skokový pohon
sv: Skicklig Quantum Sm. Lrg. Jump Drive
tr_tr: Yetkin Kuantum Sm. Lrg. Atlama Sürücüsü
uk: Досвідчений квантовий Sm. Lrg. Стрибковий драйв
zh_cn: 精通量子 Sm. Lrg. Jump Drive

# DisplayName_Block_QSmallLargeJumpDriveT3
source: Elite Quantum sm. lrg. Jump Drive
ca_ad: Quàntica d'elit sm. lrg. Salt de conducció
cs_cz: Elite Quantum sm. lrg. Skokový pohon
da: Elite Quantum sm. lrg. Hop drev
de: Elite Quantum sm. lrg. Sprung-Antrieb
es: Elite Quantum sm. lrg. Impulso de salto
et_ee: Elite Quantum sm. lrg. Hüppa sõitma
fi: Eliitti kvantti sm. lrg. Hyppää ajamaan
fr: Elite Quantum sm. lrg. Lecteur de saut
hr_hr: Elite Quantum sm. Jump Drive
hu_hu: Elite Quantum sm. lrg. Ugrás meghajtó
ja_jp: エリートクォンタムsm。ジャンプドライブ
lv: Elites kvantu sm. lrg. Pārlēkt uz priekšu
no: Elite Quantum sm. lrg. Hopp stasjon
pt_br: Elite Quantum sm. lrg. Pular carro
ro: Elite Quantum sm. lrg. Salt Drive
ru: Элитный Квантум см. лрг. Прыжковый привод
sk_sk: Elite Quantum sm. lrg. Skoková jazda
sv: Elite Quantum sm. lrg. Hoppa enhet
tr_tr: Elit Kuantum sm. lrg. Atlama Sürüşü
uk: Елітний квант см. Стрибок Драйв
zh_cn: Elite Quantum sm. lrg.跳跃驱动器

# DisplayName_Block_QSolarPanelT0
source: Quantum Solar Panel
ca_ad: Panell solar quàntic
cs_cz: Kvantový solární panel
da: Quantum solpanel
de: Quanten-Solarpanel
es: Panel solar cuántico
et_ee: Kvant-päikesepaneel
fi: Kvantti aurinkopaneeli
fr: Panneau solaire quantique
hr_hr: Kvantna solarna ploča
hu_hu: Kvantum napelem
ja_jp: 量子ソーラーパネル
lv: Kvantu saules panelis
nl: Quantum Zonnepaneel
no: Quantum solcellepanel
pt_br: Painel Solar Quântico
ro: Panou solar cuantic
ru: Квантовая солнечная панель
sk_sk: Kvantový solárny panel
sv: Quantum solpanel
tr_tr: Kuantum Güneş Paneli
uk: Квантова сонячна панель
zh_cn: 量子太阳能电池板

# DisplayName_Block_QSolarPanelT1
source: Enhanced Quantum Solar Panel
ca_ad: Panell solar quàntic millorat
cs_cz: Vylepšený solární panel Quantum
da: Forbedret kvantesolpanel
de: Verbessertes Quanten-Solarpanel
es: Panel solar cuántico mejorado
et_ee: Täiustatud kvant-päikesepaneel
fi: Parannettu kvanttiaurinkopaneeli
fr: Panneau solaire quantique amélioré
hr_hr: Poboljšana kvantna solarna ploča
hu_hu: Továbbfejlesztett kvantum napelem
ja_jp: 強化型量子ソーラーパネル
lv: Uzlabots kvantu saules panelis
nl: Verbeterd Quantum Zonnepaneel
no: Forbedret Quantum solcellepanel
pt_br: Painel Solar Quântico Aprimorado
ro: Panou solar cuantic îmbunătățit
ru: Усовершенствованная квантовая солнечная панель
sk_sk: Vylepšený kvantový solárny panel
sv: Förbättrad kvantsolpanel
tr_tr: Geliştirilmiş Kuantum Güneş Paneli
uk: Покращена квантова сонячна панель
zh_cn: 增强型量子太阳能电池板

# DisplayName_Block_QSolarPanelT2
source: Proficient Quantum Solar Panel
ca_ad: Panell solar quàntic competent
cs_cz: Profesionální kvantový solární panel
da: Dygtig kvantesolpanel
de: Kompetentes Quanten-Solarpanel
es: Panel solar cuántico competente
et_ee: Vilunud kvant-päikesepaneel
fi: Taitava kvanttiaurinkopaneeli
fr: Panneau solaire quantique compétent
hr_hr: Stručna kvantna solarna ploča
hu_hu: Profi kvantum napelem
ja_jp: 堪能な量子ソーラーパネル
lv: Prasmīgs kvantu saules panelis
nl: Bekwaam kwantumzonnepaneel
no: Dyktig Quantum solcellepanel
pt_br: Painel Solar Quântico Proficiente
ro: Panou solar cuantic competent
ru: Опытная квантовая солнечная панель
sk_sk: Skúsený kvantový solárny panel
sv: Skicklig kvantsolpanel
tr_tr: Yetkin Kuantum Güneş Paneli
uk: Професійна квантова сонячна панель
zh_cn: 精通量子太阳能电池板

# DisplayName_Block_QSolarPanelT3
source: Elite Quantum Solar Panel
ca_ad: Panell solar quàntic d'elit
cs_cz: Elitní solární panel Quantum
da: Elite Quantum Solpanel
de: Elite-Quanten-Solarpanel
es: Panel solar cuántico de élite
et_ee: Elite kvant-päikesepaneel
fi: Elite kvanttiaurinkopaneeli
fr: Panneau solaire Elite Quantum
hr_hr: Elitni kvantni solarni panel
hu_hu: Elite kvantum napelem
ja_jp: エリート量子ソーラーパネル
lv: Elites kvantu saules panelis
nl: Elite Quantum Zonnepaneel
no: Elite Quantum solcellepanel
pt_br: Painel Solar Quântico Elite
ro: Panou solar cuantic Elite
ru: Элитная квантовая солнечная панель
sk_sk: Elitný kvantový solárny panel
sv: Elite Quantum solpanel
tr_tr: Elite Quantum Güneş Paneli
uk: Елітна квантова сонячна панель
zh_cn: Elite Quantum 太阳能电池板

# DisplayName_Block_QSRefineryIndustrialT0
source: Quantum Industrial Refinery (Speed)
ca_ad: Refineria industrial quàntica (velocitat)
cs_cz: Průmyslová rafinerie Quantum (rychlost)
da: Kvanteindustrielt raffinaderi (hastighed)
de: Quantenindustrielle Raffinerie (Geschwindigkeit)
es: Refinería industrial cuántica (velocidad)
et_ee: Kvanttööstuslik rafineerimistehas (kiirus)
fi: Kvanttiteollisuusjalostamo (nopeus)
fr: Raffinerie industrielle quantique (vitesse)
hr_hr: Kvantna industrijska rafinerija (brzina)
hu_hu: Kvantumipari finomító (sebesség)
ja_jp: 量子工業用製油所(スピード)
lv: Kvantu rūpnieciskā rafinēšana (ātrums)
nl: Quantum industriële raffinaderij (snelheid)
pt_br: Refinaria Industrial Quântica (Velocidade)
ro: Rafinărie industrială cuantică (viteză)
ru: Квантовый промышленный нефтеперерабатывающий завод (скорость)
sk_sk: Kvantová priemyselná rafinéria (rýchlosť)
sv: Kvantindustriellt raffinaderi (hastighet)
tr_tr: Kuantum Endüstriyel Rafineri (Hız)
uk: Квантовий промисловий нафтопереробний завод (швидкість)
zh_cn: 量子工业炼油厂（速度）

# DisplayName_Block_QSRefineryIndustrialT1
source: Enhanced Quantum Industrial Refinery (Speed)
ca_ad: Refineria industrial quàntica millorada (velocitat)
cs_cz: Vylepšená průmyslová rafinerie Quantum (rychlost)
da: Forbedret kvanteindustrielt raffinaderi (hastighed)
de: Verbesserte quantenindustrielle Raffinerie (Geschwindigkeit)
es: Refinería industrial cuántica mejorada (velocidad)
et_ee: Täiustatud kvanttööstuslik rafineerimistehas (kiirus)
fi: Parannettu kvanttiteollisuusjalostamo (nopeus)
fr: Raffinerie industrielle quantique améliorée (vitesse)
hr_hr: Poboljšana kvantna industrijska rafinerija (brzina)
hu_hu: Továbbfejlesztett kvantumipari finomító (sebesség)
ja_jp: 強化された量子産業用製油所(速度)
lv: Uzlabota kvantu rūpnieciskā rafinēšanas fabrika (ātrums)
nl: Verbeterde industriële kwantumraffinaderij (snelheid)
no: Forbedret kvanteindustrielt raffineri (hastighet)
pt_br: Refinaria Industrial Quântica Aprimorada (Velocidade)
ro: Rafinărie industrială cuantică îmbunătățită (viteză)
ru: Усовершенствованный квантовый промышленный нефтеперерабатывающий завод (скорость)
sk_sk: Vylepšená kvantová priemyselná rafinéria (rýchlosť)
sv: Förbättrat kvantindustriellt raffinaderi (hastighet)
tr_tr: Gelişmiş Kuantum Endüstriyel Rafineri (Hız)
uk: Покращений квантовий промисловий нафтопереробний завод (швидкість)
zh_cn: 增强型量子工业炼油厂（速度）

# DisplayName_Block_QSRefineryIndustrialT2
source: Proficient Quantum Industrial Refinery (Speed)
ca_ad: Refineria industrial quàntica competent (velocitat)
cs_cz: Kvalifikovaná kvantová průmyslová rafinérie (rychlost)
da: Dygtigt kvanteindustrielt raffinaderi (hastighed)
de: Kompetente industrielle Quantenraffinerie (Geschwindigkeit)
es: Refinería industrial cuántica competente (velocidad)
et_ee: Vilunud kvanttööstuslik rafineerimistehas (kiirus)
fi: Taitava kvanttiteollinen jalostamo (nopeus)
fr: Raffinerie industrielle quantique compétente (vitesse)
hr_hr: Stručna kvantna industrijska rafinerija (brzina)
hu_hu: Proficient kvantumipari finomító (sebesség)
ja_jp: 熟練した量子産業用製油所(スピード)
lv: Lietpratīga kvantu rūpnieciskā rafinēšana (ātrums)
nl: Bekwame Quantum Industriële Raffinaderij (Snelheid)
no: Dyktig kvanteindustrielt raffineri (hastighet)
pt_br: Refinaria Industrial Quântica Proficiente (Velocidade)
ro: Rafinărie industrială cuantică competentă (viteză)
ru: Опытный квантовый промышленный нефтеперерабатывающий завод (скорость)
sk_sk: Skúsená kvantová priemyselná rafinéria (rýchlosť)
sv: Skickligt kvantindustriellt raffinaderi (hastighet)
tr_tr: Yetkin Kuantum Endüstriyel Rafineri (Hız)
uk: Досвідчений квантовий промисловий нафтопереробний завод (швидкість)
zh_cn: 精通量子工业炼油厂（速度）

# DisplayName_Block_QSRefineryIndustrialT3
source: Elite Quantum Industrial Refinery (Speed)
ca_ad: Refineria industrial quàntica d'elit (velocitat)
cs_cz: Elitní kvantová průmyslová rafinérie (rychlost)
da: Elite kvanteindustrielt raffinaderi (hastighed)
de: Elite-Quanten-Industrieraffinerie (Geschwindigkeit)
es: Refinería industrial cuántica de élite (velocidad)
et_ee: Elite kvanttööstuslik rafineerimistehas (kiirus)
fi: Elite Quantum Industrial Refinery (nopeus)
fr: Raffinerie industrielle Elite Quantum (Vitesse)
hr_hr: Elitna kvantna industrijska rafinerija (brzina)
hu_hu: Elite kvantumipari finomító (sebesség)
ja_jp: エリート量子工業用製油所(スピード)
lv: Elites kvantu rūpnieciskā rafinēšana (ātrums)
nl: Elite Quantum Industriële Raffinaderij (Snelheid)
no: Elite Quantum Industrial raffineri (Speed)
pt_br: Refinaria Industrial Elite Quantum (Velocidade)
ro: Elite Quantum Industrial Refinery (viteză)
ru: Элитный промышленный нефтеперерабатывающий завод Quantum (Скорость)
sk_sk: Elitná kvantová priemyselná rafinéria (rýchlosť)
sv: Elite Quantum Industrial Refinery (hastighet)
tr_tr: Elite Quantum Endüstriyel Rafineri (Hız)
uk: Елітний квантовий промисловий нафтопереробний завод (швидкість)
zh_cn: Elite Quantum 工业炼油厂（速度）

# DisplayName_Block_QSRefineryT0
source: Quantum Refinery (Speed)
ca_ad: Refineria quàntica (velocitat)
cs_cz: Rafinérie Quantum (rychlost)
da: Kvanteraffinaderi (hastighed)
de: Quantenraffinerie (Geschwindigkeit)
es: Refinería cuántica (Velocidad)
et_ee: Kvantrafineerimistehas (kiirus)
fi: Kvanttijalostamo (nopeus)
fr: Raffinerie Quantum (Vitesse)
hr_hr: Kvantna rafinerija (brzina)
hu_hu: Kvantumfinomító (sebesség)
ja_jp: 量子精錬所(スピード)
lv: Kvantu pārstrādes rūpnīca (ātrums)
nl: Kwantumraffinaderij (snelheid)
no: Kvanteraffineri (hastighet)
pt_br: Refinaria Quântica (Velocidade)
ro: Rafinărie cuantică (viteză)
ru: Quantum Refinery (Скорость)
sk_sk: Kvantová rafinéria (rýchlosť)
sv: Quantum Refinery (hastighet)
tr_tr: Kuantum Rafinerisi (Hız)
uk: Квантовий нафтопереробний завод (швидкість)
zh_cn: 量子炼油厂（速度）

# DisplayName_Block_QSRefineryT1
source: Enhanced Quantum Refinery (Speed)
ca_ad: Refineria quàntica millorada (velocitat)
cs_cz: Vylepšená kvantová rafinérie (rychlost)
da: Forbedret kvanteraffinaderi (hastighed)
de: Verbesserte Quantenraffinerie (Geschwindigkeit)
es: Refinería cuántica mejorada (velocidad)
et_ee: Täiustatud kvantrafineerimistehas (kiirus)
fi: Parannettu kvanttijalostamo (nopeus)
fr: Raffinerie quantique améliorée (vitesse)
hr_hr: Poboljšana kvantna rafinerija (brzina)
hu_hu: Továbbfejlesztett kvantumfinomító (sebesség)
ja_jp: 強化された量子精錬所(速度)
lv: Uzlabota kvantu rafinēšanas fabrika (ātrums)
nl: Verbeterde kwantumraffinaderij (snelheid)
no: Forbedret kvanteraffineri (hastighet)
pt_br: Refinaria Quântica Aprimorada (Velocidade)
ro: Rafinărie cuantică îmbunătățită (viteză)
ru: Усовершенствованный квантовый нефтеперерабатывающий завод (скорость)
sk_sk: Vylepšená kvantová rafinéria (rýchlosť)
sv: Förbättrat kvantraffinaderi (hastighet)
tr_tr: Gelişmiş Kuantum Rafinerisi (Hız)
uk: Покращений квантовий нафтопереробний завод (швидкість)
zh_cn: 增强型量子精炼厂（速度）

# DisplayName_Block_QSRefineryT2
source: Proficient Quantum Refinery (Speed)
ca_ad: Refineria quàntica competent (velocitat)
cs_cz: Kvalifikovaná kvantová rafinérie (rychlost)
da: Dygtigt kvanteraffinaderi (hastighed)
de: Kompetente Quantenraffinerie (Geschwindigkeit)
es: Refinería cuántica competente (velocidad)
et_ee: Vilunud kvantrafineerimistehas (kiirus)
fi: Taitava kvanttijalostamo (nopeus)
fr: Raffinerie quantique compétente (vitesse)
hr_hr: Stručna kvantna rafinerija (brzina)
hu_hu: Proficient kvantumfinomító (sebesség)
ja_jp: 熟練した量子精錬所(速度)
lv: Lietpratīga kvantu rafinēšana (ātrums)
nl: Bekwame kwantumraffinaderij (snelheid)
no: Dyktig kvanteraffineri (hastighet)
pt_br: Refinaria Quântica Proficiente (Velocidade)
ro: Rafinărie cuantică competentă (viteză)
ru: Опытный квантовый переработчик (скорость)
sk_sk: Skúsená kvantová rafinéria (rýchlosť)
sv: Skickligt kvantraffinaderi (hastighet)
tr_tr: Yetkin Kuantum Rafinerisi (Hız)
uk: Досвідчений квантовий нафтопереробний завод (швидкість)
zh_cn: 精通量子精炼厂（速度）

# DisplayName_Block_QSRefineryT3
source: Elite Quantum Refinery (Speed)
ca_ad: Refineria quàntica d'elit (velocitat)
cs_cz: Elitní kvantová rafinérie (rychlost)
da: Elite Quantum Raffinaderi (hastighed)
de: Elite-Quantenraffinerie (Geschwindigkeit)
es: Refinería cuántica de élite (velocidad)
et_ee: Elite kvantrafineerimistehas (kiirus)
fi: Elite Quantum Refinery (nopeus)
fr: Raffinerie quantique d’élite (vitesse)
hr_hr: Elitna kvantna rafinerija (brzina)
hu_hu: Elite kvantumfinomító (sebesség)
ja_jp: エリート量子精錬所(スピード)
lv: Elites kvantu rafinēšanas fabrika (ātrums)
nl: Elite Quantum-raffinaderij (snelheid)
no: Elite kvanteraffineri (hastighet)
pt_br: Refinaria Elite Quantum (Velocidade)
ro: Elite Quantum Refinery (viteză)
ru: Элитный квантовый нефтеперерабатывающий завод (скорость)
sk_sk: Elitná kvantová rafinéria (rýchlosť)
sv: Elite Quantum Refinery (hastighet)
tr_tr: Elite Quantum Rafinerisi (Hız)
uk: Елітний квантовий нафтопереробний завод (швидкість)
zh_cn: Elite Quantum Refinery （速度）

# DisplayName_Block_QWindTurbineReskinT0
source: Quantum Twin-Blade Wind Turbine
ca_ad: Aerogenerador quàntic de doble pala
cs_cz: Dvoulistá větrná turbína Quantum
da: Quantum Twin-Blade vindmølle
de: Quantum Zweiblatt-Windturbine
es: Turbina eólica Quantum de doble pala
et_ee: Kvant-kahe teraga tuuleturbiin
fi: Kvantti kaksilapainen tuuliturbiini
fr: Eolienne bipale Quantum
hr_hr: Kvantna vjetroturbina s dvije oštrice
hu_hu: Kvantum kétlapátos szélturbina
ja_jp: Quantumツインブレード風力タービン
lv: Kvantu divu lāpstiņu vēja turbīna
no: Quantum Twin-Blade vindturbin
pt_br: Turbina eólica quântica de duas pás
ro: Turbină eoliană cuantică cu două lame
ru: Квантовая двухлопастная ветряная турбина
sk_sk: Kvantová dvojlistá veterná turbína
sv: Quantum vindturbin med dubbla blad
tr_tr: Quantum Çift Kanatlı Rüzgar Türbini
uk: Квантова дволопатева вітрова турбіна
zh_cn: 量子双叶片风力发电机组

# DisplayName_Block_QWindTurbineReskinT1
source: Enhanced Quantum Twin-blade Wind Turbine
ca_ad: Aerogenerador quàntic de doble pala millorat
cs_cz: Vylepšená dvoulistá větrná turbína Quantum
da: Forbedret kvante twin-blade vindmølle
de: Verbesserte Quantum-Zweiblatt-Windturbine
es: Turbina eólica Quantum Twin-pade mejorada
et_ee: Täiustatud kvant-kahe labaga tuuleturbiin
fi: Parannettu kvantti kaksilapainen tuuliturbiini
fr: Éolienne bipale Quantum améliorée
hr_hr: Poboljšana kvantna vjetroturbina s dvije oštrice
hu_hu: Továbbfejlesztett kvantum kétlapátos szélturbina
ja_jp: 改良型量子ツインブレード風力タービン
lv: Uzlabota kvantu divu lāpstiņu vēja turbīna
nl: Verbeterde Quantum Twin-blade windturbine
no: Forbedret kvante-twin-blade vindturbin
pt_br: Turbina eólica quântica de duas pás aprimorada
ro: Turbină eoliană cuantică cu două pale îmbunătățită
ru: Усовершенствованная двухлопастная ветряная турбина Quantum
sk_sk: Vylepšená kvantová dvojlistá veterná turbína
sv: Förbättrat Quantum Twin-blade vindkraftverk
tr_tr: Geliştirilmiş Quantum Çift Kanatlı Rüzgar Türbini
uk: Удосконалена квантова дволопатева вітрова турбіна
zh_cn: 增强型量子双叶片风力涡轮机

# DisplayName_Block_QWindTurbineReskinT2
source: Proficient Quantum Twin-blade Wind Turbine
ca_ad: Aerogenerador quàntic de doble pala competent
cs_cz: Profesionální dvoulistá větrná turbína Quantum
da: Dygtig kvante twin-blade vindmølle
de: Kompetente Quantum-Zweiblatt-Windturbine
es: Turbina eólica cuántica de doble pala competente
et_ee: Vilunud kvant-kahe teraga tuuleturbiin
fi: Taitava kvantti kaksilapainen tuuliturbiini
fr: Turbine éolienne bipale Quantum compétente
hr_hr: Iskusna kvantna vjetroturbina s dvije oštrice
hu_hu: Proficiens kvantum kétlapátos szélturbina
ja_jp: 熟練した量子ツインブレード風力タービン
lv: Prasmīga kvantu divu lāpstiņu vēja turbīna
nl: Bekwame Quantum Twin-blade Windturbine
no: Dyktig Quantum Twin-blade vindturbin
pt_br: Turbina eólica de lâmina dupla quântica proficiente
ro: Turbină eoliană cuantică cu două lame
ru: Опытная квантовая двухлопастная ветряная турбина
sk_sk: Skúsená kvantová dvojlistá veterná turbína
sv: Skicklig Quantum Twin-bladig vindturbin
tr_tr: Yetkin Kuantum Çift Kanatlı Rüzgar Türbini
uk: Високоякісна квантова дволопатева вітрова турбіна
zh_cn: 精通量子双叶片风力发电机组

# DisplayName_Block_QWindTurbineReskinT3
source: Elite Quantum Twin-blade Wind Turbine
ca_ad: Aerogenerador de doble pala Elite Quantum
cs_cz: Elitní dvoulistá větrná turbína Quantum
da: Elite Quantum Twin-blade vindmølle
de: Elite Quantum Zweiblatt-Windturbine
es: Turbina eólica de doble pala Elite Quantum
et_ee: Elite Quantum Kahe labaga tuuleturbiin
fi: Elite Quantum Twin-blade tuuliturbiini
fr: Éolienne bipale Elite Quantum
hr_hr: Elitna kvantna vjetroturbina s dvije oštrice
hu_hu: Elite Quantum kétlapátos szélturbina
ja_jp: Elite Quantumツインブレード風力タービン
lv: Elites kvantu divu lāpstiņu vēja turbīna
no: Elite Quantum Twin-blade vindturbin
pt_br: Turbina eólica Elite Quantum Twin-blade
ro: Turbină eoliană cuantică Elite cu două pale
ru: Элитная двухлопастная ветряная турбина Quantum
sk_sk: Veterná turbína Elite Quantum s dvoma listami
sv: Elite Quantum vindturbin med dubbla blad
tr_tr: Elite Quantum Çift Kanatlı Rüzgar Türbini
uk: Елітна квантова дволопатева вітрова турбіна
zh_cn: Elite Quantum 双叶片风力发电机组

# DisplayName_Block_QWindTurbineT0
source: Quantum Wind Turbine
ca_ad: Aerogenerador quàntic
cs_cz: Větrná turbína Quantum
da: Kvantevindmølle
de: Quanten-Windturbine
es: Turbina eólica cuántica
et_ee: Kvanttuulik
fi: Kvanttituuliturbiini
fr: Éolienne Quantum
hr_hr: Kvantna vjetroturbina
hu_hu: Kvantum szélturbina
ja_jp: 量子風力タービン
lv: Kvantu vēja turbīna
nl: De Turbine van de kwantumwind
pt_br: Turbina eólica quântica
ro: Turbină eoliană cuantică
ru: Квантовая ветряная турбина
sk_sk: Kvantová veterná turbína
sv: Quantum vindturbin
tr_tr: Kuantum Rüzgar Türbini
uk: Квантова вітрова турбіна
zh_cn: 量子风力涡轮机

# DisplayName_Block_QWindTurbineT1
source: Enhanced Quantum Wind Turbine
ca_ad: Aerogenerador quàntic millorat
cs_cz: Vylepšená větrná turbína Quantum
da: Forbedret kvantevindmølle
de: Verbesserte Quanten-Windturbine
es: Turbina eólica cuántica mejorada
et_ee: Täiustatud kvanttuuleturbiin
fi: Parannettu kvanttituuliturbiini
fr: Éolienne quantique améliorée
hr_hr: Poboljšana kvantna vjetroturbina
hu_hu: Továbbfejlesztett kvantum szélturbina
ja_jp: 改良型量子風力タービン
lv: Uzlabota kvantu vēja turbīna
nl: Verbeterde Quantum Wind Turbine
no: Forbedret kvantevindturbin
pt_br: Turbina eólica quântica aprimorada
ro: Turbină eoliană cuantică îmbunătățită
ru: Усовершенствованная квантовая ветряная турбина
sk_sk: Vylepšená kvantová veterná turbína
sv: Förbättrat kvantvindkraftverk
tr_tr: Geliştirilmiş Kuantum Rüzgar Türbini
uk: Покращена квантова вітрова турбіна
zh_cn: 增强型量子风力涡轮机

# DisplayName_Block_QWindTurbineT2
source: Proficient Quantum Wind Turbine
ca_ad: Aerogenerador quàntic competent
cs_cz: Profesionální kvantová větrná turbína
da: Dygtig kvantevindmølle
de: Leistungsfähige Quanten-Windturbine
es: Turbina eólica cuántica competente
et_ee: Vilunud kvanttuulik
fi: Taitava kvanttituuliturbiini
fr: Turbine éolienne quantique compétente
hr_hr: Iskusna kvantna vjetroturbina
hu_hu: Proficiens kvantum szélturbina
ja_jp: 堪能な量子風力タービン
lv: Prasmīga kvantu vēja turbīna
nl: Bekwame Quantum Windturbine
no: Dyktig Quantum Wind Turbine
pt_br: Turbina eólica quântica proficiente
ro: Turbină eoliană cuantică competentă
ru: Опытная квантовая ветряная турбина
sk_sk: Skúsená kvantová veterná turbína
sv: Skicklig kvantvindturbin
tr_tr: Yetkin Kuantum Rüzgar Türbini
uk: Професійна квантова вітрова турбіна
zh_cn: 精通量子风力涡轮机

# DisplayName_Block_QWindTurbineT3
source: Elite Quantum Wind Turbine
ca_ad: Aerogenerador quàntic d'elit
cs_cz: Elitní větrná turbína Quantum
da: Elite kvantevindmølle
de: Elite-Quanten-Windturbine
es: Turbina eólica Elite Quantum
et_ee: Elite kvanttuulik
fi: Eliitti kvanttituuliturbiini
fr: Éolienne Elite Quantum
hr_hr: Elitna kvantna vjetroturbina
hu_hu: Elite kvantum szélturbina
ja_jp: エリート量子風力タービン
lv: Elites kvantu vēja turbīna
no: Elite Quantum vindturbin
pt_br: Turbina eólica Elite Quantum
ro: Turbină eoliană cuantică Elite
ru: Элитная квантовая ветряная турбина
sk_sk: Elitná kvantová veterná turbína
sv: Elite Quantum vindturbin
tr_tr: Elite Quantum Rüzgar Türbini
uk: Елітна квантова вітрова турбіна
zh_cn: 精英量子风力涡轮机

# DisplayName_Block_QYRefineryIndustrialT0
source: Quantum Industrial Refinery (Yield)
ca_ad: Refineria industrial quàntica (rendiment)
cs_cz: Průmyslová rafinerie Quantum (výtěžnost)
da: Kvanteindustrielt raffinaderi (udbytte)
de: Quantenindustrielle Raffinerie (Ausbeute)
es: Refinería industrial cuántica (rendimiento)
et_ee: Kvanttööstuslik rafineerimistehas (saagis)
fi: Kvanttiteollisuusjalostamo (tuotto)
fr: Raffinerie industrielle Quantum (rendement)
hr_hr: Kvantna industrijska rafinerija (prinos)
hu_hu: Kvantumipari finomító (hozam)
ja_jp: 量子工業用製油所(産出量)
lv: Kvantu rūpnieciskā rafinēšana (ieguve)
nl: Quantum industriële raffinaderij (opbrengst)
no: Kvanteindustrielt raffineri (utbytte)
pt_br: Refinaria Industrial Quântica (Rendimento)
ro: Rafinărie industrială cuantică (randament)
ru: Квантовый промышленный нефтеперерабатывающий завод (выход)
sk_sk: Kvantová priemyselná rafinéria (výťažok)
sv: Kvantindustriellt raffinaderi (avkastning)
tr_tr: Kuantum Endüstriyel Rafineri (Verim)
uk: Квантовий промисловий нафтопереробний завод (врожайність)
zh_cn: 量子工业炼油厂（产量）

# DisplayName_Block_QYRefineryIndustrialT1
source: Enhanced Quantum Industrial Refinery (Yield)
ca_ad: Refineria industrial quàntica millorada (rendiment)
cs_cz: Vylepšená kvantová průmyslová rafinérie (výtěžnost)
da: Forbedret kvanteindustrielt raffinaderi (udbytte)
de: Verbesserte quantenindustrielle Raffinerie (Ausbeute)
es: Refinería industrial cuántica mejorada (rendimiento)
et_ee: Täiustatud kvanttööstuslik rafineerimistehas (saagikus)
fi: Parannettu kvanttiteollisuusjalostamo (tuotto)
fr: Raffinerie industrielle quantique améliorée (rendement)
hr_hr: Poboljšana kvantna industrijska rafinerija (prinos)
hu_hu: Továbbfejlesztett kvantumipari finomító (hozam)
ja_jp: 強化された量子産業用製油所(収量)
lv: Uzlabota kvantu rūpnieciskā rafinēšanas fabrika (ienesīgums)
nl: Verbeterde Quantum Industriële Raffinaderij (Opbrengst)
no: Forbedret kvanteindustrielt raffineri (utbytte)
pt_br: Refinaria Industrial Quântica Aprimorada (Rendimento)
ro: Rafinărie industrială cuantică îmbunătățită (randament)
ru: Усовершенствованный квантовый промышленный нефтеперерабатывающий завод (выход)
sk_sk: Vylepšená kvantová priemyselná rafinéria (výnos)
sv: Förbättrat kvantindustriellt raffinaderi (avkastning)
tr_tr: Gelişmiş Kuantum Endüstriyel Rafineri (Verim)
uk: Покращений квантовий промисловий НПЗ (врожайність)
zh_cn: 增强型量子工业炼油厂（产量）
