Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SafeZoneT1
source: Projects safe zone around itself. Safe zone can be used to protect your assets. 1.5x More power used than normal safe zone Chip Upkeep: 1x per 90 Minutes Activation Time: 80 seconds Max Power Drain: 133MW Minimum Power Drain: 22.22KW
ca_ad: Projecta zona segura al seu voltant. La zona segura es pot utilitzar per protegir els vostres actius. 1.5x Més potència utilitzada que la zona segura normal Manteniment de xips: 1x cada 90 minuts Temps d'activació: 80 segons Potència màxima de desguàs: 133MW Potència mínima de desguàs: 22,22KW
cs_cz: Promítá kolem sebe bezpečnou zónu. Bezpečnou zónu můžete využít k ochraně svého majetku. 1,5× větší spotřeba energie než v normální bezpečné zóně Údržba čipů: 1x za 90 minut Doba aktivace: 80 sekund Maximální odběr energie: 133 MW Minimální odběr energie: 22,22 kW
da: Projicerer sikker zone omkring sig selv. Sikker zone kan bruges til at beskytte dine aktiver. 1.5x Mere strøm brugt end normal sikker zone Chip vedligeholdelse: 1x pr. 90 minutter Aktiveringstid: 80 sekunder Maks. strømforbrug: 133 MW Minimum strømforbrug: 22.22KW
de: Projiziert eine sichere Zone um sich selbst. Die sichere Zone kann verwendet werden, um Ihr Vermögen zu schützen. 1,5x mehr Stromverbrauch als in der normalen sicheren Zone Chip-Unterhalt: 1x pro 90 Minuten Aktivierungszeit: 80 Sekunden Maximale Leistungsaufnahme: 133 MW Minimale Leistungsaufnahme: 22,22 kW
es: Proyecta una zona segura a su alrededor. La zona segura se puede utilizar para proteger sus activos. 1,5 veces más energía utilizada que la zona segura normal Mantenimiento de virutas: 1x cada 90 minutos Tiempo de activación: 80 segundos Consumo máximo de energía: 133 MW Consumo mínimo de energía: 22.22KW
et_ee: Projitseerib turvalise tsooni enda ümber. Turvatsooni saab kasutada teie varade kaitsmiseks. 1.5x rohkem energiat kasutatakse kui tavalises turvalises tsoonis Kiibi hooldus: 1x 90 minuti kohta Aktiveerimisaeg: 80 sekundit Maksimaalne voolu äravool: 133MW Minimaalne vooluvool: 22.22KW
fi: Projisoi turvavyöhykkeen ympärilleen. Safe Zonea voidaan käyttää omaisuuden suojaamiseen. 1,5x enemmän virtaa kuin normaalilla turva-alueella Sirun ylläpito: 1x per 90 minuuttia Aktivointiaika: 80 sekuntia Suurin tehonpoisto: 133MW Pienin tehonpoisto: 22.22KW
fr: Projette une zone de sécurité autour de lui-même. La zone de sécurité peut être utilisée pour protéger vos actifs. 1,5 fois plus d’énergie utilisée que la zone de sécurité normale Entretien des puces : 1x toutes les 90 minutes Temps d’activation : 80 secondes Consommation d’énergie maximale : 133 MW Consommation d’énergie minimale : 22.22KW
hr_hr: Projicira sigurnu zonu oko sebe. Sigurna zona može se koristiti za zaštitu vaše imovine. 1.5x Više energije koja se koristi od normalne sigurne zone Održavanje čipa: 1x na 90 minuta Vrijeme aktivacije: 80 sekundi Maksimalno pražnjenje: 133MW Minimalno pražnjenje energije: 22.22KW
hu_hu: Biztonsági zónát vetít maga köré. A biztonságos zóna használható az eszközök védelmére. 1,5-szer több energiát fogyaszt, mint a normál biztonsági zóna Chip karbantartás: 1x / 90 perc Aktiválási idő: 80 másodperc Max. energiafogyasztás: 133MW Minimális energiafogyasztás: 22.22KW
ja_jp: 自身の周囲に安全地帯を投影する。セーフゾーンは、資産を保護するために使用できます。 通常のセーフゾーンの1.5倍の電力を消費します チップ維持費:90分ごとに1倍 起動時間:80秒 最大消費電力:133MW 最小消費電力:22.22KW
lv: Projicē drošo zonu ap sevi. Drošo zonu var izmantot, lai aizsargātu savus īpašumus. 1,5x vairāk patērētās enerģijas nekā parastā drošajā zonā Čipa uzturēšana: 1x 90 minūtēs Aktivizācijas laiks: 80 sekundes Maksimālā jauda: 133MW Minimālā jaudas izlāde: 22.22KW
nl: Projecteert een veilige zone om zich heen. Veilige zone kan worden gebruikt om uw activa te beschermen. 1,5x meer stroom verbruikt dan normale veilige zone Chiponderhoud: 1x per 90 minuten Activeringstijd: 80 seconden Maximaal stroomverbruik: 133MW Minimaal stroomverbruik: 22.22KW
no: Prosjekter sikker sone rundt seg selv. Sikker sone kan brukes til å beskytte dine eiendeler. 1,5 ganger mer strøm brukt enn vanlig sikker sone Vedlikehold av sjetong: 1x per 90 minutter Aktiveringstid: 80 sekunder Maks strømavløp: 133MW Minimum strømavløp: 22.22KW
pt_br: Projeta zona segura em torno de si mesma. A zona segura pode ser usada para proteger seus ativos. 1,5x mais energia usada do que a zona de segurança normal Manutenção de chips: 1x por 90 minutos Tempo de ativação: 80 segundos Consumo máximo de energia: 133MW Consumo mínimo de energia: 22.22KW
ro: Proiectează o zonă sigură în jurul său. Zona sigură poate fi utilizată pentru a vă proteja bunurile. De 1,5 ori mai multă putere utilizată decât zona sigură normală Întreținerea cipurilor: 1x la 90 de minute Timp de activare: 80 secunde Consum maxim de putere: 133MW Consum minim de putere: 22.22KW
ru: Проецирует безопасную зону вокруг себя. Безопасная зона может быть использована для защиты ваших активов. В 1,5 раза больше энергии, чем в обычной безопасной зоне Обслуживание чипов: 1 раз в 90 минут Время активации: 80 секунд Максимальная потребляемая мощность: 133 МВт Минимальная потребляемая мощность: 22,22 кВт
sk_sk: Projektuje bezpečnú zónu okolo seba. Bezpečná zóna môže byť použitá na ochranu vášho majetku. 1,5x viac energie spotrebovanej ako normálna bezpečná zóna Údržba čipov: 1x za 90 minút Čas aktivácie: 80 sekúnd Maximálny odber energie: 133MW Minimálny odber energie: 22,22 kW
sv: Projicerar en säker zon runt sig själv. Säker zon kan användas för att skydda dina tillgångar. 1,5 gånger mer ström än normal säker zon Underhåll av marker: 1x per 90 minuter Aktiveringstid: 80 sekunder Max effektförbrukning: 133MW Minsta strömförbrukning: 22,22KW
tr_tr: Kendi etrafında güvenli bölge projelendirir. Varlıklarınızı korumak için güvenli bölge kullanılabilir. Normal güvenli bölgeden 1,5 kat daha fazla güç kullanıldı Çip Bakımı: 90 Dakikada 1x Aktivasyon Süresi: 80 saniye Maksimum Güç Tahliyesi: 133MW Minimum Güç Tahliyesi: 22.22KW
uk: Проектує безпечну зону навколо себе. Безпечна зона може бути використана для захисту ваших активів. Використовується в 1,5 рази більше енергії, ніж звичайна безпечна зона Обслуговування чіпів: 1 раз на 90 хвилин Час активації: 80 секунд Максимальна споживана потужність: 133 МВт Мінімальна витрата потужності: 22,22 кВт
zh_cn: 在自身周围投射安全区。安全区可用于保护您的资产。 使用的功率是正常安全区的 1.5 倍 芯片维护：每 90 分钟 1 次 激活时间：80秒 最大功率消耗：133MW 最小功耗：22.22KW

# Description_SafeZoneT2
source: Projects safe zone around itself. Safe zone can be used to protect your assets. 1.5x More power used than enhanced safe zone Chip Upkeep: 1x per 135 Minutes Activation Time: 53 seconds Max Power Drain: 200MW Minimum Power Drain: 33.33KW
ca_ad: Projecta zona segura al seu voltant. La zona segura es pot utilitzar per protegir els vostres actius. 1.5x Més energia utilitzada que la zona segura millorada Manteniment de xips: 1x per 135 minuts Temps d'activació: 53 segons Potència màxima de desguàs: 200MW Potència mínima buida: 33,33KW
cs_cz: Promítá kolem sebe bezpečnou zónu. Bezpečnou zónu můžete využít k ochraně svého majetku. 1,5× vyšší spotřeba energie než vylepšená bezpečná zóna Údržba čipů: 1x za 135 minut Doba aktivace: 53 sekund Maximální odběr energie: 200 MW Minimální odběr energie: 33,33 kW
da: Projicerer sikker zone omkring sig selv. Sikker zone kan bruges til at beskytte dine aktiver. 1,5 gange mere strøm brugt end forbedret sikker zone Chip vedligeholdelse: 1x pr. 135 minutter Aktiveringstid: 53 sekunder Maks. strømforbrug: 200 MW Minimum strømforbrug: 33,33KW
de: Projiziert eine sichere Zone um sich selbst. Die sichere Zone kann verwendet werden, um Ihr Vermögen zu schützen. 1,5x mehr Stromverbrauch als in der erweiterten Sicherheitszone Chip-Unterhalt: 1x pro 135 Minuten Aktivierungszeit: 53 Sekunden Maximale Leistungsaufnahme: 200 MW Minimale Leistungsaufnahme: 33,33 kW
es: Proyecta una zona segura a su alrededor. La zona segura se puede utilizar para proteger sus activos. 1,5 veces más energía utilizada que la zona segura mejorada Mantenimiento de virutas: 1x cada 135 minutos Tiempo de activación: 53 segundos Consumo máximo de energía: 200 MW Consumo mínimo de energía: 33.33KW
et_ee: Projitseerib turvalise tsooni enda ümber. Turvatsooni saab kasutada teie varade kaitsmiseks. 1.5x rohkem energiat kui täiustatud turvatsoon Kiibi hooldus: 1x 135 minuti kohta Aktiveerimise aeg: 53 sekundit Maksimaalne vooluvool: 200MW Minimaalne vooluvool: 33.33KW
fi: Projisoi turvavyöhykkeen ympärilleen. Safe Zonea voidaan käyttää omaisuuden suojaamiseen. 1,5 kertaa enemmän virtaa kuin parannettu turva-alue Sirun ylläpito: 1x per 135 minuuttia Aktivointiaika: 53 sekuntia Suurin tehonpoisto: 200MW Pienin virransyöttö: 33.33KW
fr: Projette une zone de sécurité autour de lui-même. La zone de sécurité peut être utilisée pour protéger vos actifs. 1,5 fois plus d’énergie utilisée que la zone de sécurité améliorée Entretien des puces : 1x toutes les 135 minutes Temps d’activation : 53 secondes Consommation d’énergie maximale : 200 MW Consommation d’énergie minimale : 33.33KW
hr_hr: Projicira sigurnu zonu oko sebe. Sigurna zona može se koristiti za zaštitu vaše imovine. 1.5x Više iskorištene energije od poboljšane sigurne zone Održavanje čipa: 1x na 135 minuta Vrijeme aktivacije: 53 sekunde Maksimalno pražnjenje: 200MW Minimalno pražnjenje energije: 33.33KW
hu_hu: Biztonsági zónát vetít maga köré. A biztonságos zóna használható az eszközök védelmére. 1,5-szer több energiát fogyaszt, mint a fokozott biztonsági zóna Chip Upkeep: 1x / 135 perc Aktiválási idő: 53 másodperc Max energiafogyasztás: 200MW Minimális energiafogyasztás: 33.33KW
ja_jp: 自身の周囲に安全地帯を投影する。セーフゾーンは、資産を保護するために使用できます。 強化されたセーフゾーンの1.5倍の電力を使用 チップ維持費:135分ごとに1回 起動時間:53秒 最大消費電力:200MW 最小消費電力:33.33KW
lv: Projicē drošo zonu ap sevi. Drošo zonu var izmantot, lai aizsargātu savus īpašumus. 1,5x vairāk enerģijas nekā uzlabotā drošā zona Čipa uzturēšana: 1x uz 135 minūtēm Aktivizācijas laiks: 53 sekundes Maksimālā jauda: 200MW Minimālā jaudas izlāde: 33.33KW
nl: Projecteert een veilige zone om zich heen. Veilige zone kan worden gebruikt om uw activa te beschermen. 1,5x meer stroom verbruikt dan verbeterde veilige zone Chiponderhoud: 1x per 135 minuten Activeringstijd: 53 seconden Max. stroomverbruik: 200MW Minimaal stroomverbruik: 33.33KW
no: Prosjekter sikker sone rundt seg selv. Sikker sone kan brukes til å beskytte dine eiendeler. 1,5 ganger mer strøm brukt enn forbedret sikker sone Vedlikehold av sjetong: 1x per 135 minutter Aktiveringstid: 53 sekunder Maks strømavløp: 200MW Minimum strømavløp: 33.33KW
pt_br: Projeta zona segura em torno de si mesma. A zona segura pode ser usada para proteger seus ativos. 1,5x mais energia usada do que a zona de segurança aprimorada Manutenção de chips: 1x por 135 minutos Tempo de ativação: 53 segundos Dreno de potência máxima: 200MW Consumo mínimo de energia: 33.33KW
ro: Proiectează o zonă sigură în jurul său. Zona sigură poate fi utilizată pentru a vă proteja bunurile. De 1,5 ori mai multă putere utilizată decât zona de siguranță îmbunătățită Întreținerea cipurilor: 1x la 135 de minute Timp de activare: 53 secunde Consum maxim de putere: 200MW Consum minim de putere: 33.33KW
ru: Проецирует безопасную зону вокруг себя. Безопасная зона может быть использована для защиты ваших активов. В 1,5 раза больше потребляемой энергии, чем в улучшенной безопасной зоне Обслуживание чипов: 1 раз за 135 минут Время активации: 53 секунды Максимальный потребляемый мощность: 200 МВт Минимальное энергопотребление: 33,33 кВт
sk_sk: Projektuje bezpečnú zónu okolo seba. Bezpečná zóna môže byť použitá na ochranu vášho majetku. 1,5x viac spotrebovanej energie ako rozšírená bezpečná zóna Údržba čipov: 1x za 135 minút Čas aktivácie: 53 sekúnd Maximálny odber energie: 200MW Minimálny odber energie: 33,33 kW
sv: Projicerar en säker zon runt sig själv. Säker zon kan användas för att skydda dina tillgångar. 1,5 gånger mer ström än förbättrad säker zon Underhåll av marker: 1x per 135 minuter Aktiveringstid: 53 sekunder Max effektförbrukning: 200MW Minsta strömförbrukning: 33,33KW
tr_tr: Kendi etrafında güvenli bölge projelendirir. Varlıklarınızı korumak için güvenli bölge kullanılabilir. Gelişmiş güvenli bölgeden 1,5 kat daha fazla güç kullanıldı Çip Bakımı: 135 Dakikada 1x Aktivasyon Süresi: 53 saniye Maksimum Güç Tahliyesi: 200MW Minimum Güç Tahliyesi: 33.33KW
uk: Проектує безпечну зону навколо себе. Безпечна зона може бути використана для захисту ваших активів. У 1,5 рази більше енергії, ніж у розширеній безпечній зоні Обслуговування чіпів: 1 раз на 135 хвилин Час активації: 53 секунди Максимальна споживана потужність: 200 МВт Мінімальна витрата потужності: 33,33 кВт
zh_cn: 在自身周围投射安全区。安全区可用于保护您的资产。 使用的功率是增强型安全区的 1.5 倍 芯片维护：每 135 分钟 1 次 激活时间：53秒 最大功耗：200MW 最小功耗：33.33KW

# Description_SafeZoneT3
source: Projects safe zone around itself. Safe zone can be used to protect your assets. 1.5x More power used than proficient safe zone Chip Upkeep: 1x per 203 Minutes Activation Time: 35 seconds Max Power Drain: 300MW Minimum Power Drain: 50KW
ca_ad: Projecta zona segura al seu voltant. La zona segura es pot utilitzar per protegir els vostres actius. 1.5x Més potència utilitzada que la zona segura competent Manteniment de xips: 1x per 203 minuts Temps d'activació: 35 segons Potència màxima de desguàs: 300MW Potència mínima buida: 50KW
cs_cz: Promítá kolem sebe bezpečnou zónu. Bezpečnou zónu můžete využít k ochraně svého majetku. 1,5× větší spotřeba energie než u zdatné bezpečné zóny Údržba čipů: 1x za 203 minut Doba aktivace: 35 sekund Maximální odběr energie: 300 MW Minimální odběr energie: 50 kW
da: Projicerer sikker zone omkring sig selv. Sikker zone kan bruges til at beskytte dine aktiver. 1,5 gange mere strøm brugt end dygtig sikker zone Chip vedligeholdelse: 1x pr. 203 minutter Aktiveringstid: 35 sekunder Maks. strømforbrug: 300 MW Minimum strømforbrug: 50KW
de: Projiziert eine sichere Zone um sich selbst. Die sichere Zone kann verwendet werden, um Ihr Vermögen zu schützen. 1,5x mehr Stromverbrauch als in der kompetenten sicheren Zone Chip-Unterhalt: 1x pro 203 Minuten Aktivierungszeit: 35 Sekunden Maximale Leistungsaufnahme: 300 MW Minimale Leistungsaufnahme: 50KW
es: Proyecta una zona segura a su alrededor. La zona segura se puede utilizar para proteger sus activos. 1,5 veces más energía utilizada que la zona segura competente Mantenimiento de virutas: 1x cada 203 minutos Tiempo de activación: 35 segundos Consumo máximo de energía: 300 MW Consumo mínimo de energía: 50KW
et_ee: Projitseerib turvalise tsooni enda ümber. Turvatsooni saab kasutada teie varade kaitsmiseks. 1.5x rohkem energiat kasutatakse kui vilunud ohutu tsoon Kiibi hooldus: 1x 203 minuti kohta Aktiveerimisaeg: 35 sekundit Maksimaalne voolu äravool: 300MW Minimaalne vooluvool: 50KW
fi: Projisoi turvavyöhykkeen ympärilleen. Safe Zonea voidaan käyttää omaisuuden suojaamiseen. 1,5 kertaa enemmän virtaa kuin taitava turva-alue Sirun ylläpito: 1x per 203 minuuttia Aktivointiaika: 35 sekuntia Suurin tehonsyöttö: 300MW Pienin virransyöttö: 50KW
fr: Projette une zone de sécurité autour de lui-même. La zone de sécurité peut être utilisée pour protéger vos actifs. 1,5 fois plus d’énergie utilisée que la zone de sécurité compétente Entretien des puces : 1x toutes les 203 minutes Temps d’activation : 35 secondes Consommation d’énergie maximale : 300 MW Consommation d’énergie minimale : 50KW
hr_hr: Projicira sigurnu zonu oko sebe. Sigurna zona može se koristiti za zaštitu vaše imovine. 1.5x Više energije koja se koristi od stručne sigurne zone Održavanje čipa: 1x na 203 minute Vrijeme aktivacije: 35 sekundi Maksimalno pražnjenje: 300MW Minimalno pražnjenje energije: 50KW
hu_hu: Biztonsági zónát vetít maga köré. A biztonságos zóna használható az eszközök védelmére. 1,5-szer több energiát használ, mint a gyakorlott biztonsági zóna Chip fenntartás: 1x / 203 perc Aktiválási idő: 35 másodperc Max energiafogyasztás: 300MW Minimális energiafogyasztás: 50KW
ja_jp: 自身の周囲に安全地帯を投影する。セーフゾーンは、資産を保護するために使用できます。 熟練した安全地帯の1.5倍の電力を消費する チップ維持費:203分ごとに1回 起動時間:35秒 最大消費電力:300MW 最小消費電力:50KW
lv: Projicē drošo zonu ap sevi. Drošo zonu var izmantot, lai aizsargātu savus īpašumus. 1,5x vairāk patērētās enerģijas nekā prasmīgā drošā zona Mikroshēmu uzturēšana: 1x uz 203 minūtēm Aktivizācijas laiks: 35 sekundes Maksimālā jauda: 300MW Minimālā jaudas izlāde: 50KW
nl: Projecteert een veilige zone om zich heen. Veilige zone kan worden gebruikt om uw activa te beschermen. 1,5x meer stroom verbruikt dan bekwame veilige zone Chiponderhoud: 1x per 203 minuten Activeringstijd: 35 seconden Max. stroomverbruik: 300MW Minimaal stroomverbruik: 50KW
no: Prosjekter sikker sone rundt seg selv. Sikker sone kan brukes til å beskytte dine eiendeler. 1,5 ganger mer strøm brukt enn dyktig sikker sone Vedlikehold av sjetong: 1x per 203 minutter Aktiveringstid: 35 sekunder Maks strømavløp: 300MW Minimum strømavløp: 50KW
pt_br: Projeta zona segura em torno de si mesma. A zona segura pode ser usada para proteger seus ativos. 1,5x mais energia usada do que a zona de segurança proficiente Manutenção de chips: 1x por 203 minutos Tempo de ativação: 35 segundos Consumo máximo de energia: 300MW Dreno de energia mínimo: 50KW
ro: Proiectează o zonă sigură în jurul său. Zona sigură poate fi utilizată pentru a vă proteja bunurile. De 1,5 ori mai multă putere utilizată decât zona sigură competentă Întreținerea cipurilor: 1x la 203 minute Timp de activare: 35 secunde Consum maxim de putere: 300MW Consum minim de putere: 50KW
ru: Проецирует безопасную зону вокруг себя. Безопасная зона может быть использована для защиты ваших активов. В 1,5 раза больше потребляемой энергии, чем в безопасной зоне Обслуживание чипов: 1 раз за 203 минуты Время активации: 35 секунд Максимальная потребляемая мощность: 300 МВт Минимальное энергопотребление: 50 кВт
sk_sk: Projektuje bezpečnú zónu okolo seba. Bezpečná zóna môže byť použitá na ochranu vášho majetku. 1,5x viac spotrebovanej energie ako zdatná bezpečná zóna Údržba čipov: 1x za 203 minút Čas aktivácie: 35 sekúnd Maximálny odber energie: 300MW Minimálny odber energie: 50KW
sv: Projicerar en säker zon runt sig själv. Säker zon kan användas för att skydda dina tillgångar. 1,5 gånger mer ström än en säker zon Underhåll av marker: 1x per 203 minuter Aktiveringstid: 35 sekunder Max effektförbrukning: 300MW Minsta strömförbrukning: 50KW
tr_tr: Kendi etrafında güvenli bölge projelendirir. Varlıklarınızı korumak için güvenli bölge kullanılabilir. Yeterli güvenli bölgeden 1,5 kat daha fazla güç kullanıldı Çip Bakımı: 203 Dakikada 1x Aktivasyon Süresi: 35 saniye Maksimum Güç Tahliyesi: 300MW Minimum Güç Tahliyesi: 50KW
uk: Проектує безпечну зону навколо себе. Безпечна зона може бути використана для захисту ваших активів. Використовується в 1,5 рази більше енергії, ніж у безпечній зоні Обслуговування чіпів: 1 раз на 203 хвилини Час активації: 35 секунд Максимальне споживання потужності: 300 МВт Мінімальне споживання потужності: 50 кВт
zh_cn: 在自身周围投射安全区。安全区可用于保护您的资产。 使用的功率是熟练安全区的 1.5 倍 芯片维护：每 203 分钟 1 次 激活时间：35秒 最大功耗：300MW 最小功耗：50KW

# Description_Searchlight
source: Searchlights are articulated spotlights that can target nearby grids and can be used as cameras.
ca_ad: Els llums de cerca són focus articulats que poden orientar-se a quadrícules properes i es poden utilitzar com a càmeres.
cs_cz: Světlomety jsou kloubové reflektory, které mohou cílit na blízké mřížky a lze je použít jako kamery.
da: Projektører er artikulerede spotlights, der kan målrette mod nærliggende gitre og kan bruges som kameraer.
de: Suchscheinwerfer sind bewegliche Scheinwerfer, die auf nahe gelegene Raster abzielen und als Kameras verwendet werden können.
es: Los reflectores son focos articulados que pueden apuntar a cuadrículas cercanas y se pueden usar como cámaras.
et_ee: Prožektorid on liigendatud prožektorid, mis võivad sihtida lähedal asuvaid võrke ja mida saab kasutada kaameratena.
fi: Valonheittimet ovat nivellettyjä kohdevaloja, jotka voivat kohdistaa lähellä oleviin ruudukoihin ja joita voidaan käyttää kameroina.
fr: Les projecteurs sont des projecteurs articulés qui peuvent cibler les grilles voisines et peuvent être utilisés comme caméras.
hr_hr: Reflektori su zglobni reflektori koji mogu ciljati obližnje mreže i mogu se koristiti kao kamere.
hu_hu: A fényszórók csuklós reflektorok, amelyek a közeli rácsokat célozhatják meg, és kameraként használhatók.
ja_jp: サーチライトは、近くのグリッドをターゲットにすることができ、カメラとして使用できる多関節スポットライトです。
lv: Prožektori ir šarnīrveida prožektori, kas var mērķēt uz tuvumā esošajiem režģiem un kurus var izmantot kā kameras.
nl: Zoeklichten zijn gelede schijnwerpers die zich kunnen richten op nabijgelegen rasters en kunnen worden gebruikt als camera's.
no: Søkelys er leddet spotlights som kan målrette nærliggende rutenett og kan brukes som kameraer.
pt_br: Os holofotes são holofotes articulados que podem atingir grades próximas e podem ser usados como câmeras.
ro: Proiectoarele sunt spoturi articulate care pot viza grilele din apropiere și pot fi folosite ca camere.
ru: Прожекторы — это шарнирные прожекторы, которые могут быть нацелены на близлежащие сетки и могут использоваться в качестве камер.
sk_sk: Svetlomety sú kĺbové bodové svetlá, ktoré môžu zacieliť na blízke mriežky a môžu byť použité ako kamery.
sv: Strålkastare är ledade strålkastare som kan rikta in sig på närliggande rutnät och kan användas som kameror.
tr_tr: Projektörler, yakındaki ızgaraları hedefleyebilen ve kamera olarak kullanılabilen mafsallı spot ışıklarıdır.
uk: Прожектори — це шарнірні прожектори, які можуть націлюватися на прилеглі сітки та можуть використовуватися як камери.
zh_cn: 探照灯是铰接式聚光灯，可以瞄准附近的网格，并可用作相机。
