Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeCalibreTurretT0
source: A titanic turret perfectly suited for battles against heavily armored targets. Uses Depleted Clangium Artillery Shells. Maximum range: 3500 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Una torreta titànica perfectament adequada per a batalles contra objectius fortament blindats. Utilitza projectils d'artilleria de clangium empobrits. Abast màxim: 3500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Titánská věž se dokonale hodí pro bitvy proti těžce obrněným cílům. Používá vyčerpané dělostřelecké granáty Clangium. Maximální dostřel: 3500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: Et titanisk tårn, der er perfekt egnet til kampe mod stærkt pansrede mål. Bruger udtømte clangiumartilleriskaller. Maksimal rækkevidde: 3500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Ein gigantischer Turm, der sich perfekt für den Kampf gegen schwer gepanzerte Ziele eignet. Verwendet erschöpfte Clangium-Artilleriegranaten. Maximale Reichweite: 3500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Una torreta titánica perfectamente adecuada para batallas contra objetivos fuertemente blindados. Utiliza proyectiles de artillería Clangium agotados. Alcance máximo: 3500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Titaaniline torn, mis sobib ideaalselt lahinguteks tugevalt soomustatud sihtmärkide vastu. Kasutab ammendunud clangiumi suurtükiväe kestasid. Maksimaalne lennukaugus: 3500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Titaaninen torni, joka sopii täydellisesti taisteluihin voimakkaasti panssaroituja kohteita vastaan. Käyttää köyhdytettyjä klangiumtykistökuoria. Suurin kantama: 3500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Une tourelle titanesque parfaitement adaptée aux batailles contre des cibles lourdement blindées. Utilise des obus d’artillerie Clangium épuisés. Portée maximale : 3500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Titanska kupola savršeno pogodna za bitke protiv teško oklopljenih meta. Koristi osiromašene topničke granate. Maksimalni domet: 3500 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: Egy titán torony, amely tökéletesen alkalmas az erősen páncélozott célok elleni csatákra. Kimerült Clangium tüzérségi kagylót használ. Maximális hatótávolság: 3500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: 重装甲の標的との戦いに最適な巨大な砲塔。枯渇したClangium砲弾を使用します。 最大範囲:3500 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Titānisks tornītis, kas lieliski piemērots cīņām pret stipri bruņotiem mērķiem. Izmanto noplicinātas Clangium artilērijas čaulas. Maksimālais diapazons: 3500 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Een titanische geschutskoepel die perfect geschikt is voor gevechten tegen zwaar gepantserde doelen. Maakt gebruik van uitgeputte clangium-artilleriegranaten. Maximaal bereik: 3500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: Et titanisk tårn som passer perfekt til kamper mot tungt pansrede mål. Bruker utarmede clangium artilleri skjell. Maksimal rekkevidde: 3500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Uma torre titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Utiliza projéteis de artilharia de Clângio esgotados. Alcance máximo: 3500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: O turelă titanică perfect potrivită pentru luptele împotriva țintelor puternic blindate. Utilizează obuze de artilerie Clangium epuizate. Raza maxima de actiune: 3500 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Титаническая башня, идеально подходящая для сражений с тяжелобронированными целями. Использует обедненные снаряды Кленгиевой артиллерии. Максимальная дальность: 3500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Titánska veža dokonale vhodná na boj proti ťažko obrneným cieľom. Používa ochudobnené delostrelecké granáty Clangium. Maximálny dosah: 3500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: Ett titaniskt torn som är perfekt lämpat för strider mot tungt bepansrade mål. Använder utarmade Clangium-artillerigranater. Maximal räckvidd: 3500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: Ağır zırhlı hedeflere karşı savaşlar için mükemmel şekilde uygun bir devasa taret. Tükenmiş Clangium topçu mermileri kullanır. Maksimum menzil: 3500 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Титанічна башта чудово підходить для боїв проти важкоброньованих цілей. Використовує збіднені артилерійські снаряди Clangium. Максимальна дальність: 3500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 一个泰坦尼克号炮塔，非常适合与重装甲目标作战。使用贫化钚炮弹。 最大射程：3500米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_LargeCalibreTurretT1
source: A titanic turret perfectly suited for battles against heavily armored targets. Uses Depleted Uranium Artillery Shells. Maximum range: 3500 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Una torreta titànica perfectament adequada per a batalles contra objectius fortament blindats. Utilitza projectils d'artilleria d'urani empobrit. Abast màxim: 3500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Titánská věž se dokonale hodí pro bitvy proti těžce obrněným cílům. Používá dělostřelecké granáty s ochuzeným uranem. Maximální dostřel: 3500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: Et titanisk tårn, der er perfekt egnet til kampe mod stærkt pansrede mål. Bruger artilleriskaller med forarmet uran. Maksimal rækkevidde: 3500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Ein gigantischer Turm, der sich perfekt für den Kampf gegen schwer gepanzerte Ziele eignet. Verwendet Artilleriegranaten mit abgereichertem Uran. Maximale Reichweite: 3500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Una torreta titánica perfectamente adecuada para batallas contra objetivos fuertemente blindados. Utiliza proyectiles de artillería de uranio empobrecido. Alcance máximo: 3500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Titaaniline torn, mis sobib ideaalselt lahinguteks tugevalt soomustatud sihtmärkide vastu. Kasutab vaesestatud uraani suurtükiväe kestasid. Maksimaalne lennukaugus: 3500 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Titaaninen torni, joka sopii täydellisesti taisteluihin voimakkaasti panssaroituja kohteita vastaan. Käyttää köyhdytettyä uraania sisältäviä tykistökuoria. Suurin kantama: 3500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Une tourelle titanesque parfaitement adaptée aux batailles contre des cibles lourdement blindées. Utilise des obus d’artillerie à l’uranium appauvri. Portée maximale : 3500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Titanska kupola savršeno pogodna za bitke protiv teško oklopljenih meta. Koristi osiromašene topničke granate urana. Maksimalni domet: 3500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: Egy titán torony, amely tökéletesen alkalmas az erősen páncélozott célok elleni csatákra. Szegényített urán tüzérségi lövedékeket használ. Maximális hatótávolság: 3500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: 重装甲の標的との戦いに最適な巨大な砲塔。劣化ウラン砲弾を使用する。 最大範囲:3500 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Titānisks tornītis, kas lieliski piemērots cīņām pret stipri bruņotiem mērķiem. Izmanto noplicinātā urāna artilērijas čaulas. Maksimālais diapazons: 3500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Een titanische geschutskoepel die perfect geschikt is voor gevechten tegen zwaar gepantserde doelen. Gebruikt artilleriegranaten met verarmd uranium. Maximaal bereik: 3500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: Et titanisk tårn som passer perfekt til kamper mot tungt pansrede mål. Bruker utarmede uran artilleri skjell. Maksimal rekkevidde: 3500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Uma torre titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Utiliza projéteis de artilharia de urânio empobrecido. Alcance máximo: 3500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: O turelă titanică perfect potrivită pentru luptele împotriva țintelor puternic blindate. Utilizează obuze de artilerie cu uraniu sărăcit. Raza maxima de actiune: 3500 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Титаническая башня, идеально подходящая для сражений с тяжелобронированными целями. Использует артиллерийские снаряды с обедненным ураном. Максимальная дальность: 3500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Titánska veža dokonale vhodná na boj proti ťažko obrneným cieľom. Používa delostrelecké granáty s ochudobneným uránom. Maximálny dosah: 3500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: Ett titaniskt torn som är perfekt lämpat för strider mot tungt bepansrade mål. Använder artillerigranater med utarmat uran. Maximal räckvidd: 3500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Ağır zırhlı hedeflere karşı savaşlar için mükemmel şekilde uygun bir devasa taret. Seyreltilmiş uranyum topçu mermileri kullanır. Maksimum menzil: 3500 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Титанічна башта чудово підходить для боїв проти важкоброньованих цілей. Використовує артилерійські снаряди зі збідненим ураном. Максимальна дальність: 3500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 一个泰坦尼克号炮塔，非常适合与重装甲目标作战。使用贫铀炮弹。 最大射程：3500米 装填速度比平时快 1.5 倍，伤害高 1.5 倍

# Description_LargeCalibreTurretT2
source: A titanic turret perfectly suited for battles against heavily armored targets. Uses Depleted Dark Energy Artillery Shells. Maximum range: 3500 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Una torreta titànica perfectament adequada per a batalles contra objectius fortament blindats. Utilitza projectils d'artilleria d'energia fosca esgotada. Abast màxim: 3500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, que millorat
cs_cz: Titánská věž se dokonale hodí pro bitvy proti těžce obrněným cílům. Používá vyčerpané dělostřelecké granáty temné energie. Maximální dostřel: 3500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: Et titanisk tårn, der er perfekt egnet til kampe mod stærkt pansrede mål. Bruger udtømte mørke energi artillerigranater. Maksimal rækkevidde: 3500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end forbedret
de: Ein gigantischer Turm, der sich perfekt für den Kampf gegen schwer gepanzerte Ziele eignet. Verwendet erschöpfte Artilleriegranaten mit dunkler Energie. Maximale Reichweite: 3500 m 1,5-mal schneller nachlädt und 1,5-mal mehr Schaden verursacht als verstärkt
es: Una torreta titánica perfectamente adecuada para batallas contra objetivos fuertemente blindados. Utiliza proyectiles de artillería de energía oscura agotados. Alcance máximo: 3500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Titaaniline torn, mis sobib ideaalselt lahinguteks tugevalt soomustatud sihtmärkide vastu. Kasutab ammendunud tumeda energia suurtükiväe kestasid. Maksimaalne lennukaugus: 3500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Titaaninen torni, joka sopii täydellisesti taisteluihin voimakkaasti panssaroituja kohteita vastaan. Käyttää tyhjentyneitä pimeän energian tykistökuoria. Suurin kantama: 3500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Une tourelle titanesque parfaitement adaptée aux batailles contre des cibles lourdement blindées. Utilise des obus d’artillerie à énergie noire épuisée. Portée maximale : 3500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Titanska kupola savršeno pogodna za bitke protiv teško oklopljenih meta. Koristi osiromašene topničke granate tamne energije. Maksimalni domet: 3500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: Egy titán torony, amely tökéletesen alkalmas az erősen páncélozott célok elleni csatákra. Kimerült sötét energiájú tüzérségi lövedékeket használ. Maximális hatótávolság: 3500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a továbbfejlesztett
ja_jp: 重装甲の標的との戦いに最適な巨大な砲塔。枯渇したダークエネルギー砲弾を使用する。 最大範囲:3500 m 強化型よりもリロード速度が1.5倍速く、ダメージが1.5倍になる
lv: Titānisks tornītis, kas lieliski piemērots cīņām pret stipri bruņotiem mērķiem. Izmanto noplicinātas tumšās enerģijas artilērijas čaulas. Maksimālais diapazons: 3500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Een titanische geschutskoepel die perfect geschikt is voor gevechten tegen zwaar gepantserde doelen. Gebruikt artilleriegranaten met uitgeputte donkere energie. Maximaal bereik: 3500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: Et titanisk tårn som passer perfekt til kamper mot tungt pansrede mål. Bruker utarmede mørke energiartillerigranater. Maksimal rekkevidde: 3500 m Laster inn 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Uma torre titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Utiliza projéteis de artilharia de energia escura esgotados. Alcance máximo: 3500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o aprimorado
ro: O turelă titanică perfect potrivită pentru luptele împotriva țintelor puternic blindate. Folosește obuze de artilerie epuizate cu energie întunecată. Raza maxima de actiune: 3500 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Титаническая башня, идеально подходящая для сражений с тяжелобронированными целями. Использует опустошённые артиллерийские снаряды Тёмной Энергии. Максимальная дальность: 3500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Titánska veža dokonale vhodná na boj proti ťažko obrneným cieľom. Používa vyčerpané delostrelecké granáty tmavej energie. Maximálny dosah: 3500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako vylepšených
sv: Ett titaniskt torn som är perfekt lämpat för strider mot tungt bepansrade mål. Använder utarmade artillerigranater med mörk energi. Maximal räckvidd: 3500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: Ağır zırhlı hedeflere karşı savaşlar için mükemmel şekilde uygun bir devasa taret. Tükenmiş Karanlık Enerji Topçu Mermileri kullanır. Maksimum menzil: 3500 m Gelişmişten 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Титанічна башта чудово підходить для боїв проти важкоброньованих цілей. Використовує артилерійські снаряди з виснаженою темною енергією. Максимальна дальність: 3500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж покращений
zh_cn: 一个泰坦尼克号炮塔，非常适合与重装甲目标作战。使用耗尽的暗能量炮弹。 最大射程：3500米 与增强型相比，装填速度提高 1.5 倍，造成伤害 1.5 倍

# Description_LargeCalibreTurretT3
source: A titanic turret perfectly suited for battles against heavily armored targets. Uses Depleted Clangium Artillery Shells. Maximum range: 3500 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Una torreta titànica perfectament adequada per a batalles contra objectius fortament blindats. Utilitza projectils d'artilleria de clangium empobrits. Abast màxim: 3500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Titánská věž se dokonale hodí pro bitvy proti těžce obrněným cílům. Používá vyčerpané dělostřelecké granáty Clangium. Maximální dostřel: 3500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: Et titanisk tårn, der er perfekt egnet til kampe mod stærkt pansrede mål. Bruger udtømte clangiumartilleriskaller. Maksimal rækkevidde: 3500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Ein gigantischer Turm, der sich perfekt für den Kampf gegen schwer gepanzerte Ziele eignet. Verwendet erschöpfte Clangium-Artilleriegranaten. Maximale Reichweite: 3500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Una torreta titánica perfectamente adecuada para batallas contra objetivos fuertemente blindados. Utiliza proyectiles de artillería Clangium agotados. Alcance máximo: 3500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Titaaniline torn, mis sobib ideaalselt lahinguteks tugevalt soomustatud sihtmärkide vastu. Kasutab ammendunud clangiumi suurtükiväe kestasid. Maksimaalne lennukaugus: 3500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Titaaninen torni, joka sopii täydellisesti taisteluihin voimakkaasti panssaroituja kohteita vastaan. Käyttää köyhdytettyjä klangiumtykistökuoria. Suurin kantama: 3500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Une tourelle titanesque parfaitement adaptée aux batailles contre des cibles lourdement blindées. Utilise des obus d’artillerie Clangium épuisés. Portée maximale : 3500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Titanska kupola savršeno pogodna za bitke protiv teško oklopljenih meta. Koristi osiromašene topničke granate. Maksimalni domet: 3500 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: Egy titán torony, amely tökéletesen alkalmas az erősen páncélozott célok elleni csatákra. Kimerült Clangium tüzérségi kagylót használ. Maximális hatótávolság: 3500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: 重装甲の標的との戦いに最適な巨大な砲塔。枯渇したClangium砲弾を使用します。 最大範囲:3500 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Titānisks tornītis, kas lieliski piemērots cīņām pret stipri bruņotiem mērķiem. Izmanto noplicinātas Clangium artilērijas čaulas. Maksimālais diapazons: 3500 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Een titanische geschutskoepel die perfect geschikt is voor gevechten tegen zwaar gepantserde doelen. Maakt gebruik van uitgeputte clangium-artilleriegranaten. Maximaal bereik: 3500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: Et titanisk tårn som passer perfekt til kamper mot tungt pansrede mål. Bruker utarmede clangium artilleri skjell. Maksimal rekkevidde: 3500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Uma torre titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Utiliza projéteis de artilharia de Clângio esgotados. Alcance máximo: 3500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: O turelă titanică perfect potrivită pentru luptele împotriva țintelor puternic blindate. Utilizează obuze de artilerie Clangium epuizate. Raza maxima de actiune: 3500 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Титаническая башня, идеально подходящая для сражений с тяжелобронированными целями. Использует обедненные снаряды Кленгиевой артиллерии. Максимальная дальность: 3500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Titánska veža dokonale vhodná na boj proti ťažko obrneným cieľom. Používa ochudobnené delostrelecké granáty Clangium. Maximálny dosah: 3500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: Ett titaniskt torn som är perfekt lämpat för strider mot tungt bepansrade mål. Använder utarmade Clangium-artillerigranater. Maximal räckvidd: 3500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: Ağır zırhlı hedeflere karşı savaşlar için mükemmel şekilde uygun bir devasa taret. Tükenmiş Clangium topçu mermileri kullanır. Maksimum menzil: 3500 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Титанічна башта чудово підходить для боїв проти важкоброньованих цілей. Використовує збіднені артилерійські снаряди Clangium. Максимальна дальність: 3500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 一个泰坦尼克号炮塔，非常适合与重装甲目标作战。使用贫化钚炮弹。 最大射程：3500米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_LargeCargoContainerT1
source: Large cargo containers can be used to store lots of items. 1.5x Better Than Normal 632,813L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 1.5x millor del normal 632,813L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 1,5× lepší než normálně 632,813L na 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 1.5x bedre end normalt 632.813L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 1,5x besser als normal 632.813L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 1,5 veces mejor de lo normal 632,813L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 1.5x parem kui tavaline 632,813L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 1.5x parempi kuin normaalisti 632,813L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 1,5 fois mieux que la normale 632,813L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 1.5x bolje od normalnog 632,813L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 1,5-szer jobb a normálnál 632,813L 1x
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 通常の1.5倍 1xで632,813L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 1,5x labāks nekā parasti 632,813L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 1.5x beter dan normaal 632,813L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 1,5 ganger bedre enn normalt 632,813L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 1.5x melhor do que o normal 632,813L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 1,5 ori mai bine decât în mod normal 632,813L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 1,5 раза лучше, чем обычно 632,813L на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 1,5x lepšie ako normálne 632,813L dňa 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 1,5 gånger bättre än normalt 632 813 liter på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Normalden 1,5 kat daha iyi 1x üzerinde 632.813L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 1,5 рази краще, ніж зазвичай 632 813 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 比正常情况好 1.5 倍 632,813L 在 1x 上
