Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallQCargoContainerT1
source: Small quantum cargo containers can be used to store items. 1.5x Better Than Normal Quantum 187,500L on 1x
ca_ad: Es poden utilitzar petits contenidors de càrrega quàntica per emmagatzemar articles. 1.5x millor que la quàntica normal 187.500L en 1x
cs_cz: K ukládání předmětů lze použít malé kvantové nákladní kontejnery. 1,5x lepší než normální Quantum 187 500 l na 1x
da: Små kvantelastcontainere kan bruges til at opbevare genstande. 1.5x bedre end normalt kvante 187.500L på 1x
de: Kleine Quanten-Frachtcontainer können zur Aufbewahrung von Gegenständen verwendet werden. 1,5x besser als normales Quantum 187.500L auf 1x
es: Se pueden utilizar pequeños contenedores de carga cuántica para almacenar artículos. 1,5 veces mejor que el quantum normal 187.500L en 1x
et_ee: Väikeseid kvantkaubakonteinereid saab kasutada esemete hoidmiseks. 1.5x parem kui tavaline kvant 187,500L 1x peal
fi: Pieniä kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin normaali kvantti 187,500L päällä 1x
fr: De petits conteneurs de fret quantique peuvent être utilisés pour stocker des articles. 1,5 fois mieux que le quantum normal 187 500 L sur 1x
hr_hr: Mali kvantni spremnici za teret mogu se koristiti za pohranu predmeta. 1.5x bolji od normalnog kvantnog 187,500L na 1x
hu_hu: A kis kvantum rakománykonténerek tárgyak tárolására használhatók. 1,5-szer jobb, mint a normál kvantum 187 500 liter 1x-en
ja_jp: 小型の量子貨物コンテナは、アイテムの保管に使用できます。 通常の量子の1.5倍 1xで187,500L
lv: Priekšmetu glabāšanai var izmantot mazus kvantu kravas konteinerus. 1,5x labāks par parasto kvantu 187 500L uz 1x
nl: Kleine kwantumvrachtcontainers kunnen worden gebruikt om items op te slaan. 1,5x beter dan normaal kwantum 187.500L op 1x
no: Små kvantelastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn vanlig kvantum 187 500L på 1x
pt_br: Pequenos contêineres de carga quântica podem ser usados para armazenar itens. 1,5x melhor do que o quantum normal 187.500L em 1x
ro: Containerele mici de marfă cuantică pot fi utilizate pentru a stoca articole. De 1,5 ori mai bun decât quantum normal 187.500L pe 1x
ru: Для хранения предметов можно использовать небольшие квантовые грузовые контейнеры. В 1,5 раза лучше, чем обычный Quantum 187 500 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé kvantové nákladné kontajnery. 1,5x lepšie ako normálne kvantum 187 500L na 1x
sv: Små kvantlastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än normal kvant 187 500 liter på 1x
tr_tr: Öğeleri depolamak için küçük kuantum kargo konteynerleri kullanılabilir. Normal Quantum'dan 1,5 Kat Daha İyi 1x'te 187.500L
uk: Для зберігання речей можна використовувати невеликі квантові вантажні контейнери. У 1,5 рази краще, ніж звичайний квант 187 500 л на 1x
zh_cn: 小型量子货物集装箱可用于存储物品。 比普通量子好 1.5 倍 187,500L 1x

# Description_SmallQCargoContainerT2
source: Small quantum cargo containers can be used to store items. 1.5x Better Than Enhanced Quantum 281,249.98L on 1x
ca_ad: Es poden utilitzar petits contenidors de càrrega quàntica per emmagatzemar articles. 1.5x millor que la quàntica millorada 281.249.98L en 1x
cs_cz: K ukládání předmětů lze použít malé kvantové nákladní kontejnery. 1,5× lepší než vylepšený Quantum 281 249,98 l na 1x
da: Små kvantelastcontainere kan bruges til at opbevare genstande. 1.5x bedre end forbedret kvante 281,249.98L på 1x
de: Kleine Quanten-Frachtcontainer können zur Aufbewahrung von Gegenständen verwendet werden. 1,5-mal besser als Enhanced Quantum 281.249,98L auf 1x
es: Se pueden utilizar pequeños contenedores de carga cuántica para almacenar artículos. 1,5 veces mejor que Enhanced Quantum 281,249.98L en 1x
et_ee: Väikeseid kvantkaubakonteinereid saab kasutada esemete hoidmiseks. 1.5 korda parem kui täiustatud kvant 281 249.98L 1x peal
fi: Pieniä kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin parannettu kvantti 281,249.98L päällä 1x
fr: De petits conteneurs de fret quantique peuvent être utilisés pour stocker des articles. 1,5 fois mieux que Quantum amélioré 281,249.98L sur 1x
hr_hr: Mali kvantni spremnici za teret mogu se koristiti za pohranu predmeta. 1.5x bolji od poboljšanog kvantnog 281,249.98L na 1x
hu_hu: A kis kvantum rakománykonténerek tárgyak tárolására használhatók. 1,5-szer jobb, mint az Enhanced Quantum 281 249.98L 1x-en
ja_jp: 小型の量子貨物コンテナは、アイテムの保管に使用できます。 Enhanced Quantumの1.5倍 1xで281,249.98L
lv: Priekšmetu glabāšanai var izmantot mazus kvantu kravas konteinerus. 1,5x labāks par uzlaboto kvantu 281,249.98L uz 1x
nl: Kleine kwantumvrachtcontainers kunnen worden gebruikt om items op te slaan. 1,5x beter dan Enhanced Quantum 281,249.98L op 1x
no: Små kvantelastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn forbedret kvante 281,249.98L på 1x
pt_br: Pequenos contêineres de carga quântica podem ser usados para armazenar itens. 1,5x melhor que o Enhanced Quantum 281,249.98L em 1x
ro: Containerele mici de marfă cuantică pot fi utilizate pentru a stoca articole. De 1,5 ori mai bun decât Quantum îmbunătățit 281,249.98L pe 1x
ru: Для хранения предметов можно использовать небольшие квантовые грузовые контейнеры. В 1,5 раза лучше, чем Enhanced Quantum 281 249,98 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé kvantové nákladné kontajnery. 1,5x lepšie než vylepšené kvantum 281,249.98L 1x
sv: Små kvantlastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än förbättrad kvantteknik 281 249,98L på 1x
tr_tr: Öğeleri depolamak için küçük kuantum kargo konteynerleri kullanılabilir. Enhanced Quantum'dan 1,5 kat daha iyi 1x üzerinde 281.249,98L
uk: Для зберігання речей можна використовувати невеликі квантові вантажні контейнери. У 1,5 рази краще, ніж Enhanced Quantum 281 249,98 л на 1x
zh_cn: 小型量子货物集装箱可用于存储物品。 比增强型量子处理器好 1.5 倍 281,249.98L 在 1x

# Description_SmallQCargoContainerT3
source: Small quantum cargo containers can be used to store items. 1.5x Better Than Proficient Quantum 421,875.01L on 1x
ca_ad: Es poden utilitzar petits contenidors de càrrega quàntica per emmagatzemar articles. 1.5x millor que la quàntica competent 421.875,01L en 1x
cs_cz: K ukládání předmětů lze použít malé kvantové nákladní kontejnery. 1,5x lepší než zdatný kvantový 421 875,01L na 1x
da: Små kvantelastcontainere kan bruges til at opbevare genstande. 1.5x bedre end dygtig kvante 421,875.01L på 1x
de: Kleine Quanten-Frachtcontainer können zur Aufbewahrung von Gegenständen verwendet werden. 1,5x besser als Proficient Quantum 421.875,01L auf 1x
es: Se pueden utilizar pequeños contenedores de carga cuántica para almacenar artículos. 1,5 veces mejor que Proficient Quantum 421,875.01L en 1x
et_ee: Väikeseid kvantkaubakonteinereid saab kasutada esemete hoidmiseks. 1.5x parem kui vilunud kvant 421 875.01L 1x peal
fi: Pieniä kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin taitava kvantti 421,875.01L päällä 1x
fr: De petits conteneurs de fret quantique peuvent être utilisés pour stocker des articles. 1,5 fois mieux que le Quantum compétent 421,875.01L sur 1x
hr_hr: Mali kvantni spremnici za teret mogu se koristiti za pohranu predmeta. 1.5x bolji od stručnog kvantnog 421,875.01L na 1x
hu_hu: A kis kvantum rakománykonténerek tárgyak tárolására használhatók. 1,5-szer jobb, mint a Proficient Quantum 421 875.01L 1x-en
ja_jp: 小型の量子貨物コンテナは、アイテムの保管に使用できます。 熟練した量子の1.5倍優れている 1xで421,875.01L
lv: Priekšmetu glabāšanai var izmantot mazus kvantu kravas konteinerus. 1,5x labāks par lietpratīgu kvantu 421,875.01L uz 1x
nl: Kleine kwantumvrachtcontainers kunnen worden gebruikt om items op te slaan. 1.5x beter dan bekwaam kwantum 421,875.01L op 1x
no: Små kvantelastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn dyktig kvante 421,875.01L på 1x
pt_br: Pequenos contêineres de carga quântica podem ser usados para armazenar itens. 1,5x melhor que o quantum proficiente 421,875.01L em 1x
ro: Containerele mici de marfă cuantică pot fi utilizate pentru a stoca articole. De 1,5 ori mai bun decât Proficient Quantum 421,875.01L pe 1x
ru: Для хранения предметов можно использовать небольшие квантовые грузовые контейнеры. В 1,5 раза лучше, чем Proficient Quantum 421,875.01L по 1x
sk_sk: Na skladovanie predmetov je možné použiť malé kvantové nákladné kontajnery. 1,5x lepšie ako zdatné kvantum 421,875.01L na 1x
sv: Små kvantlastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än skicklig kvant 421 875,01L på 1x
tr_tr: Öğeleri depolamak için küçük kuantum kargo konteynerleri kullanılabilir. Yetkin kuantumdan 1,5 kat daha iyi 1x üzerinde 421.875,01L
uk: Для зберігання речей можна використовувати невеликі квантові вантажні контейнери. У 1,5 рази краще, ніж у Proficient Quantum 421 875,01 л на 1x
zh_cn: 小型量子货物集装箱可用于存储物品。 比 Proficient Quantum 好 1.5 倍 421,875.01L 在 1x 上

# Description_SmallQDarkEnergyGeneratorT0
source: Normal Dark Energy Generator Dark Matter Consumption Per Second: 64 Dark Matter To Dark Energy Ratio: 30L Dark matter generators produce dark energy from dark matter. Found only in asteroids, planet Energia, Moon Eltaria, Planet Clangia, and Moon Camrina. Produces 1.5x more gas per ore than the equivalent tier of O2/H2 generator, and the energy it produces has 2.25x more energy density per liter.
ca_ad: Generador normal d'energia fosca Consum de matèria fosca per segon: 64 Relació d'energia de matèria fosca a fosca: 30L Els generadors de matèria fosca produeixen energia fosca a partir de la matèria fosca. Només es troba en asteroides, el planeta Energia, la Lluna Eltaria, el planeta Clàngia i la Lluna Camrina. Produeix 1,5 vegades més gas per mineral que el nivell equivalent del generador O2 / H2, i l'energia que produeix té 2,25 vegades més densitat d'energia per litre.
cs_cz: Normální generátor temné energie Spotřeba temné hmoty za sekundu: 64 Poměr energie temné hmoty k temné hmotě: 30L Generátory temné hmoty produkují temnou energii z temné hmoty. Vyskytuje se pouze na asteroidech, planetách Eněrgija, Měsíc Eltaria, Planeta Clangia a Měsíc Camrina. Produkuje 1,5x více plynu na rudu než ekvivalentní vrstva generátoru O2/H2 a energie, kterou produkuje, má 2,25x větší hustotu energie na litr.
da: Normal mørk energi generator Forbrug af mørkt stof pr. sekund: 64 Forholdet mellem mørkt stof og mørk energi: 30L Generatorer af mørkt stof producerer mørk energi fra mørkt stof. Findes kun i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Producerer 1.5x mere gas pr. Malm end det tilsvarende niveau af O2 / H2 generator, og den energi, den producerer, har 2.25x mere energitæthed pr. Liter.
de: Normaler Dunkler Energiegenerator Verbrauch von Dunkler Materie pro Sekunde: 64 Verhältnis von Dunkler Materie zu Dunkler Energie: 30L Generatoren für Dunkle Materie erzeugen Dunkle Energie aus Dunkler Materie. Kommt nur in Asteroiden, dem Planeten Energia, dem Mond Eltaria, dem Planeten Clangia und dem Mond Camrina vor. Produziert 1,5-mal mehr Gas pro Erz als die entsprechende Stufe des O2/H2-Generators, und die erzeugte Energie hat eine 2,25-mal höhere Energiedichte pro Liter.
es: Generador de energía oscura normal Consumo de materia oscura por segundo: 64 Relación entre materia oscura y energía oscura: 30L Los generadores de materia oscura producen energía oscura a partir de la materia oscura. Se encuentra solo en asteroides, el planeta Energia, la luna Eltaria, el planeta Clangia y la luna Camrina. Produce 1,5 veces más gas por mineral que el nivel equivalente del generador de O2/H2, y la energía que produce tiene 2,25 veces más densidad de energía por litro.
et_ee: Tavaline tumeenergia generaator Tumeaine tarbimine sekundis: 64 Tumeaine ja tumeenergia suhe: 30L Tumeaine generaatorid toodavad tumeainest tumeenergiat. Leitud ainult asteroididest, planeedist Energia, Kuu Eltariast, planeedist Clangia ja Kuu Camrinast. Toodab maagi kohta 1,5x rohkem gaasi kui samaväärne O2/H2 generaatori tasand ja selle toodetud energial on 2,25x suurem energiatihedus liitri kohta.
fi: Normaali pimeän energian generaattori Pimeän aineen kulutus sekunnissa: 64 Pimeän aineen ja pimeän energian suhde: 30L Pimeän aineen generaattorit tuottavat pimeää energiaa pimeästä aineesta. Löytyy vain asteroideista, planeetasta Energia, Moon Eltaria, Planet Clangia ja Moon Camrina. Tuottaa 1,5 kertaa enemmän kaasua malmia kohden kuin vastaava O2/H2-generaattoritaso, ja sen tuottamassa energiassa on 2,25 kertaa enemmän energiatiheyttä litrassa.
fr: Générateur d’énergie noire normale Consommation de matière noire par seconde : 64 Rapport matière noire/énergie noire : 30L Les générateurs de matière noire produisent de l’énergie noire à partir de la matière noire. On ne le trouve que dans les astéroïdes, la planète Energia, la lune Eltaria, la planète Clangia et la lune Camrina. Produit 1,5 fois plus de gaz par minerai que le niveau équivalent d’un générateur O2/H2, et l’énergie qu’il produit a une densité énergétique 2,25 fois supérieure par litre.
hr_hr: Generator normalne tamne energije Potrošnja tamne tvari u sekundi: 64 Omjer tamne tvari i tamne energije: 30L Generatori tamne tvari proizvode tamnu energiju iz tamne tvari. Nalazi se samo u asteroidima, planetu Energia, Mjesec Eltaria, Planet Clangia i Mjesec Camrina. Proizvodi 1,5 puta više plina po rudi od ekvivalentnog sloja generatora O2 / H2, a energija koju proizvodi ima 2,25 puta veću gustoću energije po litri.
hu_hu: Normál sötét energia generátor Sötétanyag fogyasztás másodpercenként: 64 Sötét anyag és sötét energia arány: 30L A sötét anyag generátorok sötét energiát termelnek a sötét anyagból. Csak aszteroidákban található meg, az Energia bolygó, a Moon Eltaria, a Clangia bolygó és a Camrina hold. 1,5-szer több gázt termel ércenként, mint az O2/H2 generátor egyenértékű szintje, és az általa termelt energia literenként 2,25-ször nagyobb energiasűrűséggel rendelkezik.
ja_jp: 通常のダークエネルギー発生装置 ダークマター消費/秒: 64 暗黒物質と暗黒エネルギーの比率:30L 暗黒物質発生装置は、暗黒物質から暗黒エネルギーを生成します。小惑星、惑星エネルギア、ムーン・エルタリア、惑星クランジア、ムーン・カムリナにのみ見られる。 O2/H2発生装置の同等の層よりも鉱石あたり1.5倍多くのガスを生成し、それが生成するエネルギーはリットルあたり2.25倍のエネルギー密度を持っています。
lv: Normāls tumšās enerģijas ģenerators Tumšās vielas patēriņš sekundē: 64 Tumšās vielas un tumšās enerģijas attiecība: 30L Tumšās vielas ģeneratori ražo tumšo enerģiju no tumšās matērijas. Atrasts tikai asteroīdos, planētā Energia, Moon Eltaria, Planet Clania un Moon Camrina. Saražo 1,5x vairāk gāzes uz vienu rūdu nekā ekvivalentais O2/H2 ģeneratora līmenis, un tā radītajai enerģijai ir 2,25x lielāks enerģijas blīvums litrā.
nl: Normale donkere energiegenerator Verbruik van donkere materie per seconde: 64 Verhouding donkere materie tot donkere energie: 30L Generatoren van donkere materie produceren donkere energie uit donkere materie. Alleen gevonden in asteroïden, planeet Energia, Maan Eltaria, Planeet Cligia en Maan Camrina. Produceert 1,5x meer gas per erts dan het equivalente niveau van de O2/H2-generator, en de energie die het produceert heeft 2,25x meer energiedichtheid per liter.
no: Normal Dark Energy Generator Forbruk av mørk materie per sekund: 64 Mørk materie til mørk energiforhold: 30L Generatorer av mørk materie produserer mørk energi fra mørk materie. Finnes bare i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Produserer 1,5 ganger mer gass per malm enn tilsvarende nivå av O2 / H2 generator, og energien den produserer har 2,25 ganger mer energitetthet per liter.
pt_br: Gerador de energia escura normal Consumo de matéria escura por segundo: 64 Matéria escura para a relação de energia escura: 30L Os geradores de matéria escura produzem energia escura a partir da matéria escura. Encontrado apenas em asteroides, planeta Energia, Lua Eltaria, planeta Clangia e Lua Camrina. Produz 1,5x mais gás por minério do que o nível equivalente de gerador de O2/H2, e a energia que produz tem 2,25x mais densidade de energia por litro.
ro: Generator normal de energie întunecată Consumul de materie întunecată pe secundă: 64 Raportul dintre materia întunecată și energia întunecată: 30L Generatoarele de materie întunecată produc energie întunecată din materia întunecată. Se găsește numai în asteroizi, planeta Energia, Luna Eltaria, Planeta Clangia și Luna Camrina. Produce de 1,5 ori mai mult gaz pe minereu decât nivelul echivalent al generatorului O2 / H2, iar energia pe care o produce are o densitate de energie de 2,25 ori mai mare pe litru.
ru: Обычный Генератор Темной Энергии Расход темной материи в секунду: 64 Соотношение темной материи и темной энергии: 30 л Генераторы темной материи производят темную энергию из темной материи. Встречается только на астероидах, планете Энергия, Луне Эльтарии, планете Клангия и Луне Камрине. Производит в 1,5 раза больше газа на руду, чем эквивалентный генератор O2/H2, а производимая им энергия имеет в 2,25 раза большую плотность энергии на литр.
sk_sk: Normálny generátor tmavej energie Spotreba tmavej hmoty za sekundu: 64 Pomer temnej hmoty k tmavej energii: 30L Generátory temnej hmoty produkujú temnú energiu z temnej hmoty. Nachádza sa iba v asteroidoch, planéte Energia, Moon Eltaria, Planet Clangia a Moon Camrina. Produkuje 1,5x viac plynu na rudu ako ekvivalentná úroveň generátora O2 / H2 a energia, ktorú vyrába, má 2,25x väčšiu hustotu energie na liter.
sv: Normal mörk energigenerator Förbrukning av mörk materia per sekund: 64 Mörk materia till mörk energiförhållande: 30L Generatorer för mörk materia producerar mörk energi från mörk materia. Finns endast i asteroider, planeten Energia, Moon Eltaria, Planet Clangia och Moon Camrina. Producerar 1,5 gånger mer gas per malm än motsvarande nivå av O2/H2-generator, och energin den producerar har 2,25 gånger högre energitäthet per liter.
tr_tr: Normal Karanlık Enerji Jeneratörü Saniyede Karanlık Madde Tüketimi: 64 Karanlık Madde / Karanlık Enerji Oranı: 30L Karanlık madde jeneratörleri, karanlık maddeden karanlık enerji üretir. Sadece asteroitlerde, Energia gezegeninde, Ay Eltaria'da, Clangia Gezegeni'nde ve Ay Camrina'da bulunur. Cevher başına eşdeğer O2/H2 jeneratörü katmanından 1,5 kat daha fazla gaz üretir ve ürettiği enerji litre başına 2,25 kat daha fazla enerji yoğunluğuna sahiptir.
uk: Звичайний генератор темної енергії Споживання темної матерії в секунду: 64 Співвідношення темної матерії до темної енергії: 30 л Генератори темної матерії виробляють темну енергію з темної матерії. Зустрічається тільки в астероїдах, планеті Енергія, Місяці Ельтарія, Планеті Клангія і Місяці Камріна. Виробляє в 1,5 рази більше газу на руду, ніж еквівалентний рівень генератора O2/H2, а енергія, яку він виробляє, має в 2,25 рази більшу щільність енергії на літр.
zh_cn: 普通暗能量发生器 每秒暗物质消耗：64 暗物质与暗能量的比例：30L 暗物质发生器从暗物质中产生暗能量。仅在小行星、Energia 行星、Moon Eltaria、Planet Clangia 和 Moon Camrina 中发现。 每矿产生的气体是同等级别的 O2/H2 发电机的 1.5 倍，它产生的能量每升的能量密度是 2.25 倍。
