Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallQDarkEnergyReactorT0
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 2.25x more efficient than Uranium. Dark Matter is extremely rare. Found only in Asteroids, Planet Energia, and Planet Clangia. Max Power Output: 4MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 2,25 vegades més eficients que l'urani. La matèria fosca és extremadament rara. Es troba només en Asteroides, Planeta Energia i Planeta Clangia. Potència màxima de sortida: 4MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 2,25x účinnější než uran. Temná hmota je extrémně vzácná. Vyskytuje se pouze v planetách Asteroids, Planet Energia a Planet Clangia. Maximální výstupní výkon: 4MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Mørke energibarrer er 2,25 gange mere effektive end uran. Mørkt stof er ekstremt sjældent. Findes kun i asteroider, Planet Energia og Planet Clangia. Maks. effekt: 4MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Barren der Dunklen Energie sind 2,25-mal effizienter als Uran. Dunkle Materie ist extrem selten. Kommt nur in Asteroids, Planet Energia und Planet Clangia vor. Maximale Leistung: 4MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 2,25 veces más eficientes que el uranio. La materia oscura es extremadamente rara. Solo se encuentra en Asteroides, Planet Energia y Planet Clangia. Potencia máxima de salida: 4MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 2,25x tõhusamad kui uraan. Tumeaine on äärmiselt haruldane. Leitud ainult asteroididest, Planet Energiast ja Planet Clangiast. Maksimaalne võimsus: 4MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 2,25 kertaa tehokkaampia kuin uraani. Pimeä aine on erittäin harvinaista. Löytyy vain asteroideista, Planet Energiasta ja Planet Clangiasta. Suurin teho: 4MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 2,25 fois plus efficaces que l’uranium. La matière noire est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Energia et la planète Clangia. Puissance de sortie maximale : 4 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 2.25x učinkovitiji od urana. Tamna tvar je izuzetno rijetka. Nalazi se samo u asteroidima, planeti Energiji i planeti Clangia. Maksimalna izlazna snaga: 4MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energiájú öntvények 2,25-ször hatékonyabbak, mint az urán. A sötét anyag rendkívül ritka. Csak az aszteroidákban, az Energia bolygóban és a Clangia bolygóban található meg. Max. teljesítmény: 4MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ウランの2.25倍の効率があります。ダークマターは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 最大出力:4MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 2,25x efektīvāki nekā urāns. Tumšā viela ir ļoti reta. Atrasts tikai asteroīdos, Planet Energia un Planet Clangia. Maksimālā jauda: 4MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 2,25x efficiënter dan uranium. Donkere materie is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Energia en Planet Clangia. Maximaal uitgangsvermogen: 4MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 2,25 ganger mer effektive enn uran. Mørk materie er ekstremt sjelden. Finnes bare i Asteroids, Planet Energia og Planet Clangia. Maks effekt: 4MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de energia escura são 2,25x mais eficientes que o urânio. A matéria escura é extremamente rara. Encontrado apenas em Asteroides, Planet Energia e Planet Clangia. Potência máxima: 4MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 2,25 ori mai eficiente decât uraniul. Materia întunecată este extrem de rară. Se găsește numai în Asteroizi, Planeta Energia și Planeta Clangia. Putere maximă de ieșire: 4MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки темной энергии в 2,25 раза эффективнее урана. Темная материя встречается крайне редко. Встречается только в Астероидах, Планете Энергия и Планете Клангия. Максимальная выходная мощность: 4 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Ingoty Dark Energy sú 2,25x účinnejšie ako urán. Temná hmota je extrémne zriedkavá. Nachádza sa iba v asteroidoch, planéte Energia a planéte Clangia. Maximálny výkon: 4MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Tackor med mörk energi är 2,25 gånger effektivare än uran. Mörk materia är extremt sällsynt. Finns endast i Asteroids, Planet Energia och Planet Clangia. Max uteffekt: 4MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Uranyum'dan 2,25 kat daha verimlidir. Karanlık Madde son derece nadirdir. Sadece Asteroitler, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Maksimum Güç Çıkışı: 4MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 2,25 рази ефективніші за уран. Темна матерія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, планеті Енергія і планеті Клангія. Максимальна вихідна потужність: 4 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是铀的 2.25 倍。暗物质极为罕见。仅在小行星、能量行星和克兰吉亚行星中发现。 最大功率输出：4MW

# Description_SmallSmallQDarkEnergyReactorT1
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 2.25x more efficient than Uranium. Dark Matter is extremely rare. Found only in Asteroids, Planet Energia, and Planet Clangia. 1.5x Better than Normal. Max Power Output: 6MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 2,25 vegades més eficients que l'urani. La matèria fosca és extremadament rara. Es troba només en Asteroides, Planeta Energia i Planeta Clangia. 1.5x millor del normal. Potència màxima de sortida: 6MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 2,25x účinnější než uran. Temná hmota je extrémně vzácná. Vyskytuje se pouze v planetách Asteroids, Planet Energia a Planet Clangia. 1,5× lepší než normálně. Maximální výstupní výkon: 6MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Mørke energibarrer er 2,25 gange mere effektive end uran. Mørkt stof er ekstremt sjældent. Findes kun i asteroider, Planet Energia og Planet Clangia. 1.5x bedre end normalt. Max effekt: 6MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Barren der Dunklen Energie sind 2,25-mal effizienter als Uran. Dunkle Materie ist extrem selten. Kommt nur in Asteroids, Planet Energia und Planet Clangia vor. 1,5x besser als normal. Maximale Leistung: 6MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 2,25 veces más eficientes que el uranio. La materia oscura es extremadamente rara. Solo se encuentra en Asteroides, Planet Energia y Planet Clangia. 1,5 veces mejor de lo normal. Potencia máxima de salida: 6MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 2,25x tõhusamad kui uraan. Tumeaine on äärmiselt haruldane. Leitud ainult asteroididest, Planet Energiast ja Planet Clangiast. 1.5x parem kui tavaliselt. Maksimaalne võimsus: 6MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 2,25 kertaa tehokkaampia kuin uraani. Pimeä aine on erittäin harvinaista. Löytyy vain asteroideista, Planet Energiasta ja Planet Clangiasta. 1.5x parempi kuin normaalisti. Suurin teho: 6MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 2,25 fois plus efficaces que l’uranium. La matière noire est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Energia et la planète Clangia. 1,5x mieux que la normale. Puissance de sortie maximale : 6 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 2.25x učinkovitiji od urana. Tamna tvar je izuzetno rijetka. Nalazi se samo u asteroidima, planeti Energiji i planeti Clangia. 1.5x bolje od normalnog. Maksimalna izlazna snaga: 6MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energiájú öntvények 2,25-ször hatékonyabbak, mint az urán. A sötét anyag rendkívül ritka. Csak az aszteroidákban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5x jobb a normálnál. Max. teljesítmény: 6MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ウランの2.25倍の効率があります。ダークマターは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 通常より1.5倍優れています。 最大出力:6MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 2,25x efektīvāki nekā urāns. Tumšā viela ir ļoti reta. Atrasts tikai asteroīdos, Planet Energia un Planet Clangia. 1,5x labāks nekā parasti. Maksimālā jauda: 6MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 2,25x efficiënter dan uranium. Donkere materie is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Energia en Planet Clangia. 1,5x beter dan normaal. Maximaal uitgangsvermogen: 6MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 2,25 ganger mer effektive enn uran. Mørk materie er ekstremt sjelden. Finnes bare i Asteroids, Planet Energia og Planet Clangia. 1,5 ganger bedre enn normalt. Maks effekt: 6MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de energia escura são 2,25x mais eficientes que o urânio. A matéria escura é extremamente rara. Encontrado apenas em Asteroides, Planet Energia e Planet Clangia. 1,5x melhor que o normal. Potência máxima: 6MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 2,25 ori mai eficiente decât uraniul. Materia întunecată este extrem de rară. Se găsește numai în Asteroizi, Planeta Energia și Planeta Clangia. De 1,5 ori mai bine decât în mod normal. Putere maximă de ieșire: 6MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки темной энергии в 2,25 раза эффективнее урана. Темная материя встречается крайне редко. Встречается только в Астероидах, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность: 6 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Ingoty Dark Energy sú 2,25x účinnejšie ako urán. Temná hmota je extrémne zriedkavá. Nachádza sa iba v asteroidoch, planéte Energia a planéte Clangia. 1,5x lepšie ako zvyčajne. Maximálny výkon: 6MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Tackor med mörk energi är 2,25 gånger effektivare än uran. Mörk materia är extremt sällsynt. Finns endast i Asteroids, Planet Energia och Planet Clangia. 1,5 gånger bättre än normalt. Max uteffekt: 6MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Uranyum'dan 2,25 kat daha verimlidir. Karanlık Madde son derece nadirdir. Sadece Asteroitler, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Normalden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 6MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 2,25 рази ефективніші за уран. Темна матерія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, планеті Енергія і планеті Клангія. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність: 6 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是铀的 2.25 倍。暗物质极为罕见。仅在小行星、能量行星和克兰吉亚行星中发现。 比正常情况好 1.5 倍。 最大功率输出：6MW

# Description_SmallSmallQDarkEnergyReactorT2
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 2.25x more efficient than Uranium. Dark Matter is extremely rare. Found only in Asteroids, Planet Energia, and Planet Clangia. 1.5x Better than Enhanced. Max Power Output: 9MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 2,25 vegades més eficients que l'urani. La matèria fosca és extremadament rara. Es troba només en Asteroides, Planeta Energia i Planeta Clangia. 1.5x Millor que millorat. Potència màxima de sortida: 9MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 2,25x účinnější než uran. Temná hmota je extrémně vzácná. Vyskytuje se pouze v planetách Asteroids, Planet Energia a Planet Clangia. 1,5× lepší než vylepšené. Maximální výstupní výkon: 9MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Mørke energibarrer er 2,25 gange mere effektive end uran. Mørkt stof er ekstremt sjældent. Findes kun i asteroider, Planet Energia og Planet Clangia. 1.5x bedre end forbedret. Maks. effekt: 9MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Barren der Dunklen Energie sind 2,25-mal effizienter als Uran. Dunkle Materie ist extrem selten. Kommt nur in Asteroids, Planet Energia und Planet Clangia vor. 1,5x besser als verbessert. Maximale Leistung: 9MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 2,25 veces más eficientes que el uranio. La materia oscura es extremadamente rara. Solo se encuentra en Asteroides, Planet Energia y Planet Clangia. 1,5 veces mejor que mejorado. Potencia máxima de salida: 9MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 2,25x tõhusamad kui uraan. Tumeaine on äärmiselt haruldane. Leitud ainult asteroididest, Planet Energiast ja Planet Clangiast. 1.5x parem kui täiustatud. Maksimaalne võimsus: 9MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 2,25 kertaa tehokkaampia kuin uraani. Pimeä aine on erittäin harvinaista. Löytyy vain asteroideista, Planet Energiasta ja Planet Clangiasta. 1,5 kertaa parempi kuin parannettu. Suurin teho: 9MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 2,25 fois plus efficaces que l’uranium. La matière noire est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Energia et la planète Clangia. 1,5 fois mieux que Amélioré. Puissance de sortie maximale : 9 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 2.25x učinkovitiji od urana. Tamna tvar je izuzetno rijetka. Nalazi se samo u asteroidima, planeti Energiji i planeti Clangia. 1.5x Bolje od poboljšanog. Maksimalna izlazna snaga: 9MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energiájú öntvények 2,25-ször hatékonyabbak, mint az urán. A sötét anyag rendkívül ritka. Csak az aszteroidákban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5-szer jobb, mint a továbbfejlesztett. Max teljesítmény: 9MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ウランの2.25倍の効率があります。ダークマターは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 Enhancedより1.5倍優れています。 最大出力:9MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 2,25x efektīvāki nekā urāns. Tumšā viela ir ļoti reta. Atrasts tikai asteroīdos, Planet Energia un Planet Clangia. 1,5x labāk nekā uzlabots. Maksimālā jauda: 9MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 2,25x efficiënter dan uranium. Donkere materie is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Energia en Planet Clangia. 1,5x beter dan verbeterd. Maximaal uitgangsvermogen: 9MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 2,25 ganger mer effektive enn uran. Mørk materie er ekstremt sjelden. Finnes bare i Asteroids, Planet Energia og Planet Clangia. 1,5 ganger bedre enn forbedret. Maks effekt: 9MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de energia escura são 2,25x mais eficientes que o urânio. A matéria escura é extremamente rara. Encontrado apenas em Asteroides, Planet Energia e Planet Clangia. 1,5x melhor que o aprimorado. Potência máxima: 9MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 2,25 ori mai eficiente decât uraniul. Materia întunecată este extrem de rară. Se găsește numai în Asteroizi, Planeta Energia și Planeta Clangia. De 1,5 ori mai bine decât îmbunătățit. Putere maximă: 9MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки темной энергии в 2,25 раза эффективнее урана. Темная материя встречается крайне редко. Встречается только в Астероидах, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность: 9 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Ingoty Dark Energy sú 2,25x účinnejšie ako urán. Temná hmota je extrémne zriedkavá. Nachádza sa iba v asteroidoch, planéte Energia a planéte Clangia. 1,5x lepšie ako vylepšené. Maximálny výkon: 9MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Tackor med mörk energi är 2,25 gånger effektivare än uran. Mörk materia är extremt sällsynt. Finns endast i Asteroids, Planet Energia och Planet Clangia. 1,5 gånger bättre än Enhanced. Max uteffekt: 9MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Uranyum'dan 2,25 kat daha verimlidir. Karanlık Madde son derece nadirdir. Sadece Asteroitler, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Geliştirilmiş'ten 1,5 kat daha iyi. Maksimum Güç Çıkışı: 9MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 2,25 рази ефективніші за уран. Темна матерія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, планеті Енергія і планеті Клангія. У 1,5 раза краще, ніж покращене. Максимальна вихідна потужність: 9 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是铀的 2.25 倍。暗物质极为罕见。仅在小行星、能量行星和克兰吉亚行星中发现。 比增强型好 1.5 倍。 最大输出功率：9MW
