Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_SmallBatteryWarfare2T2
source: Sm. Proficient Warfare Battery
ca_ad: Sm. Bateria de guerra competent
cs_cz: Sm. Baterie pro zdatné vedení války
da: Sm. Dygtig krigsførelse batteri
de: Sm. Kompetente Kriegsführungsbatterie
es: Batería de Guerra Competente Sm.
et_ee: Sm. Vilunud sõjapidamise patarei
fi: Sm. Taitava sodankäyntipatteri
fr: Sm. Batterie de guerre compétente
hr_hr: Sm. Iskusna baterija za ratovanje
hu_hu: Sm. Proficient Warfare üteg
ja_jp: Sm. Proficient Warfare Battery(堪能な戦力バッテリー)
lv: Sm. Prasmīga kara baterija
nl: Sm. Bekwame Oorlogsvoering Batterij
no: Sm. Dyktig krigføringsbatteri
pt_br: Sm. Bateria de Guerra Proficiente
ro: Sm. Baterie de război competentă
ru: Sm. Опытная боевая батарея
sk_sk: Sm. Skúsená bojová batéria
sv: Sm. Skickligt krigföringsbatteri
tr_tr: Sm. Yetkin Harp Bataryası
uk: Sm. Досвідчена бойова батарея
zh_cn: Sm. 精通战争电池

# DisplayName_Block_SmallBatteryWarfare2T3
source: Sm. Elite Warfare Battery
ca_ad: Bateria de guerra d'elit Sm.
cs_cz: Sm. Elitní válečná baterie
da: Sm. Elite Warfare Batteri
de: Sm. Elite-Kriegsbatterie
es: Sm. Batería de Guerra de Élite
et_ee: Sm. Elite Warfare patarei
fi: Sm. Eliittisodankäynnin akku
fr: Sm. Batterie de guerre d’élite
hr_hr: Sm. Elite Warfare baterija
hu_hu: Sm. Elite Warfare üteg
ja_jp: Sm.エリートウォーフェアバッテリー
lv: Sm. Elites kara baterija
nl: Sm. Elite Warfare Batterij
no: Sm. Elite Warfare Batteri
pt_br: Sm. Bateria de Guerra de Elite
ro: Sm. Baterie de război de elită
ru: Элитная боевая батарея
sk_sk: Sm. Elitná bojová batéria
sv: Sm. Elite Warfare-batteri
tr_tr: Sm. Elit Harp Bataryası
uk: Елітна бойова батарея
zh_cn: Sm. Elite Warfare 电池

# DisplayName_Block_SmallCargoContainerT1
source: Enhanced Small Cargo Container
ca_ad: Contenidor de càrrega petita millorat
cs_cz: Vylepšený malý nákladní kontejner
da: Forbedret lille fragtcontainer
de: Verbesserter kleiner Frachtcontainer
es: Contenedor de carga pequeño mejorado
et_ee: Täiustatud väike kaubakonteiner
fi: Parannettu pieni rahtikontti
fr: Petit conteneur de fret amélioré
hr_hr: Poboljšani spremnik za mali teret
hu_hu: Továbbfejlesztett kis teherszállító konténer
ja_jp: 改良型小型貨物コンテナ
lv: Uzlabots mazo kravu konteiners
nl: Verbeterde kleine vrachtcontainer
no: Forbedret liten lastecontainer
pt_br: Contêiner de Carga Pequena Aprimorado
ro: Container de marfă mic îmbunătățit
ru: Усовершенствованный контейнер для малогабаритных грузов
sk_sk: Vylepšený malý nákladný kontajner
sv: Förbättrad liten lastcontainer
tr_tr: Geliştirilmiş Küçük Kargo Konteyneri
uk: Покращений малогабаритний контейнер
zh_cn: 增强型小型货物集装箱

# DisplayName_Block_SmallCargoContainerT2
source: Proficient Small Cargo Container
ca_ad: Contenidor de càrrega petita competent
cs_cz: Zkušený malý nákladní kontejner
da: Dygtig lille lastcontainer
de: Kompetenter kleiner Frachtcontainer
es: Contenedor de carga pequeño competente
et_ee: Vilunud väike kaubakonteiner
fi: Osaava pieni rahtikontti
fr: Petit conteneur de fret compétent
hr_hr: Stručni kontejner za mali teret
hu_hu: Proficient kis rakománykonténer
ja_jp: 熟練した小型貨物コンテナ
lv: Lietpratīgs mazo kravu konteiners
nl: Bekwame kleine ladingscontainer
no: Dyktig liten lastecontainer
pt_br: Proficiente Container de Carga Pequena
ro: Container de marfă mic competent
ru: Опытный контейнер для небольших грузов
sk_sk: Skúsený malý nákladný kontajner
sv: Skicklig liten lastcontainer
tr_tr: Yetkin Küçük Kargo Konteyneri
uk: Досвідчений малогабаритний контейнер
zh_cn: 熟练的小型货物集装箱

# DisplayName_Block_SmallCargoContainerT3
source: Elite Small Cargo Container
ca_ad: Contenidor de càrrega petita d'elit
cs_cz: Elitní malý nákladní kontejner
da: Elite lille fragtcontainer
de: Elite Kleiner Frachtcontainer
es: Contenedor de carga pequeño Elite
et_ee: Elite väike kaubakonteiner
fi: Elite pieni rahtikontti
fr: Petit conteneur de fret Elite
hr_hr: Elitni kontejner za mali teret
hu_hu: Elite kis teherszállító konténer
ja_jp: エリート小型貨物コンテナ
lv: Elites mazais kravu konteiners
nl: Elite kleine vrachtcontainer
no: Elite liten lastecontainer
pt_br: Elite Pequeno Container de Carga
ro: Container de marfă mic Elite
ru: Элитный малотоннажный контейнер
sk_sk: Malý nákladný kontajner Elite
sv: Elite liten lastcontainer
tr_tr: Elite Küçük Kargo Konteyneri
uk: Елітний малий вантажний контейнер
zh_cn: 精英小型货柜

# DisplayName_Block_SmallClangiumQReactorT0
source: Small Quantum Clangium Reactor
ca_ad: Petit reactor quàntic de clangi
cs_cz: Malý kvantový reaktor Clangium
da: Lille kvanteclangiumreaktor
de: Kleiner Quanten-Clangium-Reaktor
es: Pequeño reactor cuántico de clangium
et_ee: Väike kvant-clangiumi reaktor
fi: Pieni kvanttiklaniumreaktori
fr: Petit réacteur quantique à clangium
hr_hr: Mali kvantni clangium reaktor
hu_hu: Kis kvantum Clangium reaktor
ja_jp: 小型量子クランギウムリアクター
lv: Mazais kvantu klangija reaktors
nl: Kleine kwantumclangiumreactor
no: Liten kvanteklangiumreaktor
pt_br: Reator de Clângio Quântico Pequeno
ro: Reactor cuantic mic de clangiu
ru: Малый квантово-клеговый реактор
sk_sk: Malý kvantový klangiový reaktor
sv: Liten kvantklangiumreaktor
tr_tr: Küçük Kuantum Clangium Reaktörü
uk: Малий квантово-кланієвий реактор
zh_cn: 小型量子钳铌反应堆

# DisplayName_Block_SmallClangiumQReactorT1
source: Enhanced Small Quantum Clangium Reactor
ca_ad: Reactor quàntic de clangi petit millorat
cs_cz: Vylepšený malý kvantový reaktor Clangium
da: Forbedret lille kvanteclangiumreaktor
de: Verbesserter kleiner Quanten-Clangium-Reaktor
es: Reactor de Clangium Cuántico Pequeño Mejorado
et_ee: Täiustatud väike kvant-clangiumi reaktor
fi: Parannettu pieni kvanttiklaniumreaktori
fr: Petit réacteur quantique à clangium amélioré
hr_hr: Poboljšani mali kvantni clangium reaktor
hu_hu: Továbbfejlesztett kis kvantum klangium reaktor
ja_jp: 改良型小型量子Clangiumリアクター
lv: Uzlabots mazais kvantu klangija reaktors
nl: Verbeterde kleine kwantumlangiumreactor
no: Forbedret liten kvanteklangiumreaktor
pt_br: Reator de Clângio Quântico Pequeno Aprimorado
ro: Reactor mic de clangiu cuantic îmbunătățit
ru: Усовершенствованный малый квантово-клеговый реактор
sk_sk: Vylepšený malý kvantový klangiový reaktor
sv: Förbättrad liten kvantklagoiumreaktor
tr_tr: Geliştirilmiş Küçük Kuantum Clangium Reaktörü
uk: Удосконалений малий квантово-кланієвий реактор
zh_cn: 增强型小型量子钳铌反应堆

# DisplayName_Block_SmallClangiumQReactorT2
source: Proficient Small Quantum Clangium Reactor
ca_ad: Reactor quàntic de clangi petit competent
cs_cz: Zkušený malý kvantový reaktor Clangium
da: Dygtig lille kvanteclangiumreaktor
de: Kompetenter kleiner Quanten-Clangium-Reaktor
es: Reactor de clangium cuántico pequeño y competente
et_ee: Vilunud väike kvant-clangiumi reaktor
fi: Taitava pieni kvanttiklaniumreaktori
fr: Petit réacteur à clangium quantique compétent
hr_hr: Iskusni mali kvantni clangium reaktor
hu_hu: Proficiens kis kvantum klangium reaktor
ja_jp: 堪能な小型量子Clangiumリアクター
lv: Prasmīgs mazais kvantu klangija reaktors
nl: Bekwame kleine kwantumclangiumreactor
no: Dyktig liten kvanteklangiumreaktor
pt_br: Proficiente Reator de Clângio Quântico Pequeno
ro: Reactor mic de clangiu cuantic competent
ru: Опытный малый квантовый клэнгиевый реактор
sk_sk: Skúsený malý kvantový klangiový reaktor
sv: Skicklig liten kvantklangiumreaktor
tr_tr: Yetkin Küçük Kuantum Clangium Reaktörü
uk: Досвідчений малий квантово-кланієвий реактор
zh_cn: 熟练的小型量子钳髌反应堆

# DisplayName_Block_SmallClangiumQReactorT3
source: Elite Small Quantum Clangium Reactor
ca_ad: Reactor quàntic de clangi petit d'elit
cs_cz: Elitní malý kvantový reaktor Clangium
da: Elite lille kvanteclangiumreaktor
de: Elite-Reaktor mit kleinem Quanten-Clangium
es: Reactor de clangium cuántico pequeño de élite
et_ee: Elite väike kvant-clangiumi reaktor
fi: Eliitti pieni kvanttiklalangireaktori
fr: Petit réacteur quantique à clangium Elite
hr_hr: Elitni mali kvantni clangium reaktor
hu_hu: Elite kis kvantum klangium reaktor
ja_jp: エリート小型量子クランギウムリアクター
lv: Elites mazais kvantu klangija reaktors
nl: Elite kleine kwantumclangiumreactor
no: Elite liten kvanteklangiumreaktor
pt_br: Reator Elite Small Quantum Clangium
ru: Элитный малый квантовый клэнгиевый реактор
sk_sk: Elitný malý kvantový klangiový reaktor
sv: Elite liten kvantklandiumreaktor
tr_tr: Elit Küçük Kuantum Clangium Reaktörü
uk: Елітний малий квантово-клангієвий реактор
zh_cn: 精英小型量子钳铯反应堆

# DisplayName_Block_SmallClangiumReactorT0
source: Small Clangium Reactor
ca_ad: Reactor petit de clangium
cs_cz: Malý reaktor Clangium
da: Lille Clangiumreaktor
de: Kleiner Clangium-Reaktor
es: Pequeño reactor de clangium
et_ee: Väike clangiumi reaktor
fi: Pieni klaaniumreaktori
fr: Petit réacteur à clangium
hr_hr: Mali clangium reaktor
hu_hu: Kis Clangium reaktor
ja_jp: 小型クランギウムリアクター
lv: Mazais Clangium reaktors
nl: Kleine Clangium-reactor
no: Liten klangiumreaktor
pt_br: Reator de Clângio Pequeno
ro: Reactor mic de clangiu
ru: Малый клэнгиевый реактор
sk_sk: Malý klangiový reaktor
sv: Liten klangiumreaktor
tr_tr: Küçük Klanjiyum Reaktörü
uk: Малий клангієвий реактор
zh_cn: 小型Clangium反应釜

# DisplayName_Block_SmallClangiumReactorT1
source: Enhanced Small Clangium Reactor
ca_ad: Reactor petit de clangium millorat
cs_cz: Vylepšený malý reaktor Clangium
da: Forbedret lille clangiumreaktor
de: Verbesserter kleiner Clangium-Reaktor
es: Reactor de Clangium Pequeño Mejorado
et_ee: Täiustatud väike clangiumi reaktor
fi: Parannettu pieni klangiumreaktori
fr: Réacteur à petit clangium amélioré
hr_hr: Poboljšani mali clangium reaktor
hu_hu: Továbbfejlesztett kis Clangium reaktor
ja_jp: 改良型小型クランギウムリアクター
lv: Uzlabots mazā klangija reaktors
nl: Verbeterde kleine clangiumreactor
no: Forbedret liten klangiumreaktor
pt_br: Reator de Clângio Pequeno Aprimorado
ro: Reactor mic de clangiu îmbunătățit
ru: Усовершенствованный малый клэнгиевый реактор
sk_sk: Vylepšený malý klangiový reaktor
sv: Förbättrad liten klangiumreaktor
tr_tr: Geliştirilmiş Küçük Clangium Reaktörü
uk: Удосконалений малий клангієвий реактор
zh_cn: 增强型小型钳镯反应器

# DisplayName_Block_SmallClangiumReactorT2
source: Proficient Small Clangium Reactor
ca_ad: Reactor de clangi petit competent
cs_cz: Zkušený malý reaktor Clangium
da: Dygtig lille clangiumreaktor
de: Kompetenter kleiner Clangium-Reaktor
es: Reactor de clangium pequeño competente
et_ee: Vilunud väike clangiumi reaktor
fi: Taitava pieni klangiumreaktori
fr: Petit réacteur à clangium compétent
hr_hr: Iskusni mali clangium reaktor
hu_hu: Proficiens kis Clangium reaktor
ja_jp: 熟練した小型Clangiumリアクター
lv: Lietpratīgs mazā klangija reaktors
nl: Bekwame kleine clangiumreactor
no: Dyktig liten klangiumreaktor
pt_br: Proficiente Reator de Clângio Pequeno
ro: Reactor mic de clangiu competent
ru: Опытный малый клеговый реактор
sk_sk: Skúsený malý klangiový reaktor
sv: Skicklig liten klangiumreaktor
tr_tr: Yetkin Küçük Clangium Reaktörü
uk: Досвідчений малий клангієвий реактор
zh_cn: 熟练的小型钳铯反应堆

# DisplayName_Block_SmallClangiumReactorT3
source: Elite Small Clangium Reactor
ca_ad: Reactor petit de clangium d'elit
cs_cz: Elitní malý reaktor Clangium
da: Elite lille clangium reaktor
de: Elite Kleiner Clangium-Reaktor
es: Reactor de Clangium Pequeño Elite
et_ee: Elite väike clangiumi reaktor
fi: Eliitti pieni klangiumreaktori
fr: Réacteur à petit clangium d’élite
hr_hr: Elitni mali clangium reaktor
hu_hu: Elite kis Clangium reaktor
ja_jp: エリート小型Clangiumリアクター
lv: Elites mazais Clangium reaktors
nl: Elite kleine clangiumreactor
no: Elite liten klangiumreaktor
pt_br: Reator Elite Small Clangium
ru: Элитный малый клингиевый реактор
sk_sk: Elitný malý klangiový reaktor
sv: Elite liten klangiumreaktor
tr_tr: Elit Küçük Clangium Reaktörü
uk: Елітний малий клангієвий реактор
zh_cn: 精英小型钳铯反应堆

# DisplayName_Block_SmallConveyorSorterT1
source: Enhanced Small Conveyor Sorter
ca_ad: Classificador transportador petit millorat
cs_cz: Vylepšený malý dopravníkový třídič
da: Forbedret sortering af små transportører
de: Verbesserter Sortierer für kleine Förderbänder
es: Clasificador de transportadores pequeños mejorado
et_ee: Täiustatud väike konveieri sorteerija
fi: Parannettu pieni kuljetinlajittelija
fr: Trieuse améliorée pour petits convoyeurs
hr_hr: Poboljšani razvrstavač malih transportera
hu_hu: Továbbfejlesztett kis szállítószalag válogató
ja_jp: 改良型小型コンベヤソーター
lv: Uzlabots mazo konveijeru šķirotājs
nl: Verbeterde sorteerder voor kleine transportbanden
no: Forbedret sortering av små transportbånd
pt_br: Classificador de transportadores pequenos aprimorado
ro: Sortator transportor mic îmbunătățit
ru: Усовершенствованный небольшой конвейерный сортировщик
sk_sk: Vylepšený malý triedič dopravníkov
sv: Förbättrad sorterare för små transportörer
tr_tr: Geliştirilmiş Küçük Konveyör Sıralayıcısı
uk: Покращений малий конвеєрний сортувальник
zh_cn: 增强型小型输送机分拣机

# DisplayName_Block_SmallConveyorSorterT2
source: Proficient Small Conveyor Sorter
ca_ad: Classificador transportador petit competent
cs_cz: Zkušený třídič malých dopravníků
da: Dygtig lille transportør sorterer
de: Kompetenter kleiner Förderbandsortierer
es: Clasificador de transportadores pequeños competente
et_ee: Vilunud väikekonveieri sorteerija
fi: Taitava pienkuljettimen lajittelija
fr: Trieuse à petit convoyeur compétente
hr_hr: Vješt alat za sortiranje malih transportera
hu_hu: Gyakorlott kis szállítószalag válogató
ja_jp: 堪能な小型コンベヤソーター
lv: Prasmīgs mazo konveijeru šķirotājs
nl: Bekwame kleine transportbandsorteerder
no: Dyktig liten transportørsortering
pt_br: Classificador de Transportadores Pequeno Proficiente
ro: Sortator transportor mic competent
ru: Опытный сортировщик малого конвейера
sk_sk: Zdatný malý triedič dopravníkov
sv: Skicklig sorterare för små transportörer
tr_tr: Yetkin Küçük Konveyör Sıralayıcısı
uk: Досвідчений невеликий конвеєрний сортувальник
zh_cn: 熟练的小型输送机分拣机

# DisplayName_Block_SmallConveyorSorterT3
source: Elite Small Conveyor Sorter
ca_ad: Classificador transportador petit Elite
cs_cz: Elitní malý dopravníkový třídič
da: Elite lille transportør sorterer
de: Elite Kleiner Förderband-Sortierer
es: Clasificador de transportadores pequeños Elite
et_ee: Elite väike konveieri sorteerija
fi: Eliitti pieni kuljetinlajittelija
fr: Trieuse à petit convoyeur Elite
hr_hr: Elitni mali transporter
hu_hu: Elite kis szállítószalag válogató
ja_jp: エリート小型コンベヤソーター
lv: Elites mazo konveijeru šķirotājs
nl: Elite sorteerder voor kleine transportbanden
no: Elite liten transportørsortering
pt_br: Classificador de Transportadores Pequenos Elite
ro: Sortator transportor mic de elită
ru: Элитный малый конвейерный сортировщик
sk_sk: Elitný malý triedič dopravníkov
sv: Elite Sorterare för små transportörer
tr_tr: Elit Küçük Konveyör Sıralayıcısı
uk: Елітний малий конвеєрний сортувальник
zh_cn: Elite小型输送机分拣机

# DisplayName_Block_SmallDarkEnergyReactorT0
source: Small Dark Energy Reactor
ca_ad: Petit reactor d'energia fosca
cs_cz: Malý reaktor na temnou energii
da: Lille mørk energireaktor
de: Kleiner Reaktor für dunkle Energie
es: Pequeño reactor de energía oscura
et_ee: Väike tumeenergia reaktor
fi: Pieni pimeän energian reaktori
fr: Petit réacteur d’énergie sombre
hr_hr: Mali reaktor tamne energije
hu_hu: Kis sötét energia reaktor
ja_jp: 小型暗黒エネルギー炉
lv: Mazais tumšās enerģijas reaktors
nl: Kleine donkere energiereactor
no: Liten mørk energireaktor
pt_br: Pequeno Reator de Energia Escura
ro: Reactor mic de energie întunecată
ru: Малый реактор темной энергии
sk_sk: Malý reaktor s tmavou energiou
sv: Liten reaktor för mörk energi
tr_tr: Küçük Karanlık Enerji Reaktörü
uk: Малий реактор темної енергії
zh_cn: 小型暗能量反应堆

# DisplayName_Block_SmallDarkEnergyReactorT1
source: Enhanced Small Dark Energy Reactor
ca_ad: Reactor d'energia fosca petit millorat
cs_cz: Vylepšený malý reaktor na temnou energii
da: Forbedret lille mørk energireaktor
de: Verbesserter kleiner Reaktor für dunkle Energie
es: Pequeño reactor de energía oscura mejorado
et_ee: Täiustatud väike tumeenergia reaktor
fi: Parannettu pieni pimeän energian reaktori
fr: Petit réacteur d’énergie sombre amélioré
hr_hr: Poboljšani mali reaktor tamne energije
hu_hu: Továbbfejlesztett kis sötét energia reaktor
ja_jp: 改良型小型暗黒エネルギー炉
lv: Uzlabots mazais tumšās enerģijas reaktors
nl: Verbeterde kleine reactor met donkere energie
no: Forbedret liten mørk energireaktor
pt_br: Reator de Energia Escura Pequeno Aprimorado
ro: Reactor mic îmbunătățit de energie întunecată
ru: Усовершенствованный малый реактор темной энергии
sk_sk: Vylepšený malý reaktor s tmavou energiou
sv: Förbättrad liten reaktor för mörk energi
tr_tr: Geliştirilmiş Küçük Karanlık Enerji Reaktörü
uk: Покращений малий реактор темної енергії
zh_cn: 增强型小型暗能量反应堆

# DisplayName_Block_SmallDarkEnergyReactorT2
source: Proficient Small Dark Energy Reactor
ca_ad: Reactor d'energia fosca petit competent
cs_cz: Zkušený malý reaktor na temnou energii
da: Dygtig lille mørk energireaktor
de: Leistungsfähiger kleiner Dark-Energy-Reaktor
es: Pequeño reactor de energía oscura competente
et_ee: Vilunud väike tumeenergia reaktor
fi: Taitava pieni pimeän energian reaktori
fr: Petit réacteur d’énergie sombre compétent
hr_hr: Iskusni mali reaktor tamne energije
hu_hu: Proficiens kis sötét energia reaktor
ja_jp: 熟練した小型暗黒エネルギー炉
lv: Prasmīgs mazais tumšās enerģijas reaktors
nl: Bekwame kleine donkere energiereactor
no: Dyktig liten mørk energireaktor
pt_br: Proficiente Reator de Energia Escura Pequeno
ro: Reactor mic de energie întunecată
ru: Опытный Малый Реактор Темной Энергии
sk_sk: Skúsený malý reaktor s tmavou energiou
sv: Skicklig liten mörkenergireaktor
tr_tr: Yetkin Küçük Karanlık Enerji Reaktörü
uk: Досвідчений малий реактор темної енергії
zh_cn: 精通小型暗能量反应堆

# DisplayName_Block_SmallDarkEnergyReactorT3
source: Elite Small Dark Energy Reactor
ca_ad: Reactor d'elit petit d'energia fosca
cs_cz: Elitní malý reaktor temné energie
da: Elite lille mørk energireaktor
de: Kleiner Elite-Reaktor für dunkle Energie
es: Pequeño reactor de energía oscura de élite
et_ee: Elite väike tumeenergia reaktor
fi: Eliitti pieni pimeän energian reaktori
fr: Petit réacteur d’énergie noire d’élite
hr_hr: Elitni mali reaktor tamne energije
hu_hu: Elit kis sötét energia reaktor
ja_jp: エリート小型暗黒エネルギー炉
lv: Elites mazais tumšās enerģijas reaktors
nl: Elite Kleine Donkere Energie Reactor
no: Elite liten mørk energireaktor
pt_br: Reator de Energia Escura Pequeno Elite
ru: Элитный Малый Реактор Темной Энергии
sk_sk: Elitný malý tmavý energetický reaktor
sv: Elite liten mörk energireaktor
tr_tr: Elit Küçük Karanlık Enerji Reaktörü
uk: Елітний малий реактор темної енергії
zh_cn: 精英小型暗能量反应堆

# DisplayName_Block_SmallDarkEnergyThrustT0
source: Dark Energy Thruster
ca_ad: Propulsor d'energia fosca
cs_cz: Temná energie Thruster
da: Mørk energi thruster
de: Dunkler Energie-Triebwerk
es: Propulsor de energía oscura
et_ee: Tumeda energia tõukejõud
fi: Pimeän energian potkuri
fr: Propulseur d’énergie noire
hr_hr: Potisnik tamne energije
hu_hu: Sötét energia hajtómű
ja_jp: ダークエネルギースラスター
lv: Tumšās enerģijas vilcējspēks
nl: Donkere energie-stuwraket
no: Mørk energi thruster
pt_br: Propulsor de Energia Escura
ro: Propulsor de energie întunecată
ru: Двигатель Темной Энергии
sk_sk: Temný energetický truster
sv: Mörk energipropeller
tr_tr: Karanlık Enerji İtici
uk: Двигун темної енергії
zh_cn: 暗能量推进器

# DisplayName_Block_SmallDarkEnergyThrustT1
source: Enhanced Dark Energy Thruster
ca_ad: Propulsor d'energia fosca millorat
cs_cz: Vylepšený pohon temné energie
da: Forbedret thruster med mørk energi
de: Verbessertes Triebwerk für dunkle Energie
es: Propulsor de energía oscura mejorado
et_ee: Täiustatud tumeda energia tõukejõud
fi: Parannettu pimeän energian potkuri
fr: Propulseur d’énergie noire amélioré
hr_hr: Poboljšani potisnik tamne energije
hu_hu: Továbbfejlesztett sötét energia hajtómű
ja_jp: 強化型ダークエネルギースラスター
lv: Uzlabots tumšās enerģijas vilces līdzeklis
nl: Verbeterde Dark Energy Thruster
no: Forbedret Dark Energy Thruster
pt_br: Propulsor de Energia Escura Aprimorado
ro: Propulsor îmbunătățit pentru energie întunecată
ru: Улучшенный двигатель темной энергии
sk_sk: Vylepšený motor temnej energie
sv: Förbättrad Dark Energy Thruster
tr_tr: Geliştirilmiş Karanlık Enerji İtici
uk: Покращений двигун темної енергії
zh_cn: 增强型暗能量推进器

# DisplayName_Block_SmallDarkEnergyThrustT2
source: Proficient Dark Energy Thruster
ca_ad: Propulsor d'energia fosca competent
cs_cz: Zdatný tryska temné energie
da: Dygtig thruster med mørk energi
de: Kompetenter Dark Energy Thruster
es: Propulsor de energía oscura competente
et_ee: Vilunud tumeenergia tõukur
fi: Taitava pimeän energian potkuri
fr: Propulseur d’énergie noire compétent
hr_hr: Iskusni potisnik tamne energije
hu_hu: Gyakorlott sötét energia hajtómű
ja_jp: 熟練のダークエネルギースラスター
lv: Prasmīgs tumšās enerģijas vilces līdzeklis
nl: Bekwame donkere energie-boegschroef
no: Dyktig mørk energi thruster
pt_br: Propulsor de Energia Escura Proficiente
ro: Propulsor competent pentru energie întunecată
ru: Опытный Двигатель Темной Энергии
sk_sk: Zdatný temný energetický ťahač
sv: Skicklig Dark Energy Thruster
tr_tr: Yetkin Karanlık Enerji İtici
uk: Досвідчений двигун темної енергії
zh_cn: 精通暗能量推进器

# DisplayName_Block_SmallDarkEnergyThrustT3
source: Elite Dark Energy Thruster
ca_ad: Propulsor d'elit d'energia fosca
cs_cz: Elitní tryska temné energie
de: Elite-Triebwerk der Dunklen Energie
es: Propulsor de energía oscura de élite
et_ee: Elite tumeda energia tõukejõud
fi: Eliitti pimeän energian potkuri
fr: Propulseur d’énergie noire d’élite
hr_hr: Elitni potisnik tamne energije
hu_hu: Elit sötét energia hajtómű
ja_jp: エリート・ダーク・エネルギー・スラスター
lv: Elites tumšās enerģijas vilcējspēks
nl: Elite boegschroef voor donkere energie
pt_br: Propulsor de Energia Escura de Elite
ro: Propulsor de energie întunecată Elite
ru: Элитный двигатель темной энергии
sk_sk: Elitný temný energetický motorník
sv: Elite Bogpropeller med mörk energi
tr_tr: Elit Karanlık Enerji İtici
uk: Елітний двигун темної енергії
zh_cn: 精英暗能量推进器

# DisplayName_Block_SmallHydrogenThrustT1
source: Enhanced Hydrogen Thruster
ca_ad: Propulsor d'hidrogen millorat
cs_cz: Vylepšený vodíkový pohon
da: Forbedret brintthruster
de: Verbessertes Wasserstoff-Triebwerk
es: Propulsor de hidrógeno mejorado
et_ee: Täiustatud vesiniku tõukejõud
fi: Parannettu vetypotkuri
fr: Propulseur à hydrogène amélioré
hr_hr: Poboljšani potisnik vodika
hu_hu: Továbbfejlesztett hidrogénhajtómű
ja_jp: 改良型水素スラスター
lv: Uzlabots ūdeņraža vilces līdzeklis
nl: Verbeterde waterstofboegschroef
no: Forbedret hydrogenthruster
pt_br: Propulsor de hidrogênio aprimorado
ro: Propulsor de hidrogen îmbunătățit
ru: Усовершенствованный водородный двигатель
sk_sk: Vylepšený vodíkový motor
sv: Förbättrad vätgaspropeller
tr_tr: Geliştirilmiş Hidrojen İtici
uk: Покращений водневий двигун
zh_cn: 增强型氢气推进器

# DisplayName_Block_SmallHydrogenThrustT2
source: Proficient Hydrogen Thruster
ca_ad: Propulsor d'hidrogen competent
cs_cz: Zkušený vodíkový tryska
da: Dygtig brintpropel
de: Kompetentes Wasserstoff-Triebwerk
es: Propulsor de hidrógeno competente
et_ee: Vilunud vesiniku tõukejõud
fi: Taitava vetypotkuri
fr: Propulseur à hydrogène compétent
hr_hr: Iskusni potisnik vodika
hu_hu: Profi hidrogénhajtómű
ja_jp: 堪能な水素スラスタ
lv: Prasmīgs ūdeņraža vilces līdzeklis
nl: Bekwame waterstofboegschroef
no: Dyktig hydrogenthruster
pt_br: Propulsor de hidrogênio proficiente
ro: Propulsor de hidrogen performant
ru: Опытный водородный двигатель
sk_sk: Zdatný vodíkový motorček
sv: Skicklig vätgaspropeller
tr_tr: Yetkin Hidrojen İtici
uk: Досвідчений водневий двигун
zh_cn: 熟练的氢气推进器
