Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_BlueprintClass_EquipmentT2
source: Proficient Equipment
ca_ad: Equipament competent
cs_cz: Profesionální vybavení
da: Dygtigt udstyr
de: Kompetente Ausrüstung
es: Equipo competente
et_ee: Vilunud seadmed
fi: Taitavat laitteet
fr: Équipement compétent
hr_hr: Stručna oprema
hu_hu: Profi felszerelés
ja_jp: 熟練した機器
lv: Lietpratīgs aprīkojums
nl: Bekwame apparatuur
no: Dyktig utstyr
pt_br: Equipamentos Proficientes
ro: Echipamente performante
ru: Профессиональное оборудование
sk_sk: Zdatné vybavenie
sv: Skicklig utrustning
tr_tr: Yetkin Ekipman
uk: Професійне обладнання
zh_cn: 熟练的设备

# DisplayName_BlueprintClass_EquipmentT3
source: Elite Equipment
ca_ad: Equipament d'elit
cs_cz: Elitní vybavení
da: Elite udstyr
de: Elite-Ausrüstung
es: Equipamiento de élite
et_ee: Elite varustus
fi: Elite-laitteet
fr: Équipement d’élite
hr_hr: Elitna oprema
hu_hu: Elite felszerelés
ja_jp: エリート装備
lv: Elites aprīkojums
nl: Elite-uitrusting
no: Elite utstyr
pt_br: Equipamentos de Elite
ro: Echipamente de elită
ru: Элитное снаряжение
sk_sk: Vybavenie Elite
sv: Elitutrustning
tr_tr: Elit Ekipmanlar
uk: Елітне обладнання
zh_cn: 精英设备

# DisplayName_BlueprintClass_LargeBlocksT1
source: Enhanced Large Blocks
ca_ad: Blocs grans millorats
cs_cz: Vylepšené velké bloky
da: Forbedrede store blokke
de: Verbesserte große Blöcke
es: Bloques grandes mejorados
et_ee: Täiustatud suured plokid
fi: Parannetut suuret lohkot
fr: Blocs de grande taille améliorés
hr_hr: Poboljšani veliki blokovi
hu_hu: Továbbfejlesztett nagy blokkok
ja_jp: 拡張ラージブロック
lv: Uzlaboti lieli bloki
nl: Verbeterde grote blokken
no: Forbedrede store blokker
pt_br: Blocos grandes aprimorados
ro: Blocuri mari îmbunătățite
ru: Улучшенные большие блоки
sk_sk: Vylepšené veľké bloky
sv: Förbättrade stora block
tr_tr: Geliştirilmiş Büyük Bloklar
uk: Покращені великі блоки
zh_cn: 增强型大块

# DisplayName_BlueprintClass_LargeBlocksT2
source: Proficient Large Blocks
ca_ad: Blocs grans competents
cs_cz: Zdatné velké bloky
da: Dygtige store blokke
de: Kompetente große Blöcke
es: Bloques grandes competentes
et_ee: Vilunud suured plokid
fi: Taitavat suuret lohkot
fr: Grands blocs compétents
hr_hr: Iskusni veliki blokovi
hu_hu: Gyakorlott nagy blokkok
ja_jp: 熟練した大型ブロック
lv: Lietpratīgi lieli bloki
nl: Bekwame grote blokken
no: Dyktige store blokker
pt_br: Blocos Grandes Proficientes
ro: Blocuri mari competente
ru: Профессиональные большие блоки
sk_sk: Zdatné veľké bloky
sv: Skickliga stora block
tr_tr: Yetkin Büyük Bloklar
uk: Досвідчені великі блоки
zh_cn: 精通大块

# DisplayName_BlueprintClass_LargeBlocksT3
source: Elite Large Blocks
ca_ad: Blocs grans d'elit
cs_cz: Elitní velké bloky
da: Elite store blokke
de: Elite Große Blöcke
es: Bloques grandes de élite
et_ee: Elite suured plokid
fi: Elite suuret lohkot
fr: Blocs Elite Large
hr_hr: Elitni veliki blokovi
hu_hu: Elit nagy blokkok
ja_jp: エリートラージブロック
lv: Elites lielie bloki
nl: Elite Grote Blokken
no: Elite store blokker
pt_br: Blocos Grandes de Elite
ro: Elite blocuri mari
ru: Элитные большие блоки
sk_sk: Elitné veľké bloky
sv: Elit stora block
tr_tr: Elit Büyük Bloklar
uk: Елітні великі блоки
zh_cn: 精英大块

# DisplayName_BlueprintClass_SmallBlocksT1
source: Enhanced Small Blocks
ca_ad: Blocs petits millorats
cs_cz: Vylepšené malé bloky
da: Forbedrede små blokke
de: Verbesserte kleine Blöcke
es: Bloques pequeños mejorados
et_ee: Täiustatud väikesed plokid
fi: Parannetut pienet lohkot
fr: Petits blocs améliorés
hr_hr: Poboljšani mali blokovi
hu_hu: Továbbfejlesztett kis blokkok
ja_jp: 拡張スモールブロック
lv: Uzlaboti mazi bloki
nl: Verbeterde kleine blokken
no: Forbedrede små blokker
pt_br: Blocos pequenos aprimorados
ro: Blocuri mici îmbunătățite
ru: Улучшенные малые блоки
sk_sk: Vylepšené malé bloky
sv: Förbättrade små block
tr_tr: Geliştirilmiş Küçük Bloklar
uk: Покращені малі блоки
zh_cn: 增强型小块

# DisplayName_BlueprintClass_SmallBlocksT2
source: Proficient Small Blocks
ca_ad: Blocs petits competents
cs_cz: Zdatné malé bloky
da: Dygtige små blokke
de: Kompetente kleine Blöcke
es: Bloques pequeños competentes
et_ee: Vilunud väikesed plokid
fi: Taitavat pienet lohkot
fr: Petits blocs compétents
hr_hr: Stručni mali blokovi
hu_hu: Gyakorlott kis blokkok
ja_jp: 熟練した小さなブロック
lv: Lietpratīgi mazie bloki
nl: Bekwame kleine blokken
no: Dyktige små blokker
pt_br: Pequenos Blocos Proficientes
ro: Blocuri mici competente
ru: Профессиональные маленькие блоки
sk_sk: Zdatné malé bloky
sv: Skickliga små block
tr_tr: Yetkin Küçük Bloklar
uk: Досвідчені невеликі блоки
zh_cn: 熟练的小块

# DisplayName_BlueprintClass_SmallBlocksT3
source: Elite Small Blocks
ca_ad: Blocs petits d'elit
cs_cz: Elitní malé bloky
da: Elite små blokke
de: Elite kleine Blöcke
es: Bloques pequeños de élite
et_ee: Elite väikesed plokid
fi: Pienet eliittilohkot
fr: Petits blocs d’élite
hr_hr: Elitni mali blokovi
hu_hu: Elit kis blokkok
ja_jp: エリートスモールブロック
lv: Elites mazie bloki
nl: Elite Kleine Blokken
no: Elite små blokker
pt_br: Blocos Pequenos Elite
ro: Blocuri mici de elită
ru: Элитные маленькие блоки
sk_sk: Malé bloky Elite
sv: Elit små block
tr_tr: Elit Küçük Bloklar
uk: Елітні маленькі блоки
zh_cn: 精英小块

# DisplayName_BlueprintClass_WeaponsT1
source: Enhanced Weapons
ca_ad: Armes millorades
cs_cz: Vylepšené zbraně
da: Forbedrede våben
de: Verbesserte Waffen
es: Armas mejoradas
et_ee: Täiustatud relvad
fi: Parannetut aseet
fr: Armes améliorées
hr_hr: Poboljšano oružje
hu_hu: Továbbfejlesztett fegyverek
ja_jp: 強化された武器
lv: Uzlaboti ieroči
nl: Verbeterde wapens
no: Forbedrede våpen
pt_br: Armas aprimoradas
ro: Arme îmbunătățite
ru: Улучшенное оружие
sk_sk: Vylepšené zbrane
sv: Förbättrade vapen
tr_tr: Geliştirilmiş Silahlar
uk: Покращена зброя
zh_cn: 强化武器

# DisplayName_BlueprintClass_WeaponsT2
source: Proficient Weapons
ca_ad: Armes competents
cs_cz: Zdatné zbraně
da: Dygtige våben
de: Kompetente Waffen
es: Armas competentes
et_ee: Vilunud relvad
fi: Taitavat aseet
fr: Armes compétentes
hr_hr: Vješto oružje
hu_hu: Gyakorlott fegyverek
ja_jp: 熟練武器
lv: Lietpratīgi ieroči
nl: Bekwame wapens
no: Dyktige våpen
pt_br: Armas Proficientes
ro: Arme competente
ru: Опытное оружие
sk_sk: Zdatné zbrane
sv: Skickliga vapen
tr_tr: Yetkin Silahlar
uk: Вдосконалена зброя
zh_cn: 熟练的武器

# DisplayName_BlueprintClass_WeaponsT3
source: Elite Weapons
ca_ad: Armes d'elit
cs_cz: Elitní zbraně
da: Elite våben
de: Elite-Waffen
es: Armas de élite
et_ee: Elite relvad
fi: Eliitti-aseet
fr: Armes d’élite
hr_hr: Elitno oružje
hu_hu: Elit fegyverek
ja_jp: エリート武器
lv: Elites ieroči
nl: Elite wapens
no: Elite våpen
pt_br: Armas de Elite
ro: Arme de elită
ru: Элитное оружие
sk_sk: Elitné zbrane
sv: Elitvapen
tr_tr: Elit Silahlar
uk: Елітна зброя
zh_cn: 精英武器

# DisplayName_Category_ArmorBlocksT1
source: Enhanced Armor Blocks
ca_ad: Blocs d'armadura millorats
cs_cz: Vylepšené bloky pancíře
da: Forbedrede rustningsblokke
de: Verbesserte Panzerungsblöcke
es: Bloques de armadura mejorados
et_ee: Täiustatud armorplokid
fi: Parannetut panssarilohkot
fr: Blocs d’armure améliorés
hr_hr: Poboljšani oklopni blokovi
hu_hu: Továbbfejlesztett páncélblokkok
ja_jp: 強化されたアーマーブロック
lv: Uzlaboti bruņu bloki
nl: Verbeterde pantserblokken
no: Forbedrede rustningsblokker
pt_br: Blocos de armadura aprimorados
ro: Blocuri de armură îmbunătățite
ru: Улучшенные блоки брони
sk_sk: Vylepšené bloky brnenia
sv: Förbättrade pansarblock
tr_tr: Geliştirilmiş Zırh Blokları
uk: Покращені броньові блоки
zh_cn: 增强型护甲块

# DisplayName_Category_ArmorBlocksT2
source: Proficient Armor Blocks
ca_ad: Blocs d'armadura competents
cs_cz: Zdatné pancéřové bloky
da: Dygtige rustningsblokke
de: Kompetente Rüstungsblöcke
es: Bloques de armadura competentes
et_ee: Vilunud soomusplokid
fi: Taitavat panssarilohkot
fr: Blocs d’armure compétents
hr_hr: Stručni oklopni blokovi
hu_hu: Proficient páncélblokkok
ja_jp: 熟練のアーマーブロック
lv: Prasmīgi bruņu bloki
nl: Bekwame pantserblokken
no: Dyktige rustningsblokker
pt_br: Blocos de Blindagem Proficientes
ro: Blocuri de armură competente
ru: Умелые блоки брони
sk_sk: Skúsené bloky brnenia
sv: Skickliga pansarblock
tr_tr: Yetkin Zırh Blokları
uk: Досвідчені бронеблоки
zh_cn: 熟练的护甲方块

# DisplayName_Category_ArmorBlocksT3
source: Elite Armor Blocks
ca_ad: Blocs d'armadura d'elit
cs_cz: Elitní bloky brnění
da: Elite rustning blokke
de: Elite-Rüstungsblöcke
es: Bloques de armadura de élite
et_ee: Elite armor plokid
fi: Elite Armor -lohkot
fr: Blocs d’armure d’élite
hr_hr: Elitni oklopni blokovi
hu_hu: Elit páncélblokkok
ja_jp: エリートアーマーブロック
lv: Elites bruņu bloki
nl: Elite pantserblokken
no: Elite rustning blokker
pt_br: Blocos de Armadura de Elite
ro: Blocuri de armură de elită
ru: Элитные блоки брони
sk_sk: Bloky brnenia Elite
tr_tr: Elit Zırh Blokları
uk: Елітні бронеблоки
zh_cn: 精英护甲方块

# DisplayName_Category_ConveyorBlocksT1
source: Enhanced Conv./Cargo Blocks
ca_ad: Blocs de càrrega / conv. millorats
cs_cz: Vylepšené konv./cargo bloky
da: Forbedrede konv./lastblokke
de: Verbesserte Conv./Cargo-Blöcke
es: Bloques de Conv./Carga mejorados
et_ee: Täiustatud konv./lastiplokid
fi: Parannetut konv./lastilohkot
fr: Blocs de conv./cargaison améliorés
hr_hr: Poboljšani konv./teretni blokovi
hu_hu: Továbbfejlesztett konv./rakterek
ja_jp: 強化された輸送/カーゴブロック
lv: Uzlaboti konv./kravas bloki
nl: Verbeterde conv./cargo-blokken
no: Forbedrede konv./lasteblokker
pt_br: Blocos de Conv./Carga Aprimorados
ro: Blocuri Conv./Cargo îmbunătățite
ru: Улучшенные грузовые блоки
sk_sk: Vylepšené konv./nákladné bloky
sv: Förbättrade konv./lastblock
tr_tr: Geliştirilmiş Dönüşüm/Kargo Blokları
uk: Покращені конв./вантажні блоки
zh_cn: 增强型卷积/货物块

# DisplayName_Category_ConveyorBlocksT2
source: Proficient Conv./Cargo Blocks
ca_ad: Blocs de càrrega / conv. competents
cs_cz: Proficient konv./cargo bloky
da: Dygtige konv./lastblokke
de: Kompetente Conv.-/Cargo-Blöcke
es: Competente Conv./Bloques de Carga
et_ee: Vilunud konv./lastiplokid
fi: Taitavat konv./lastilohkot
fr: Blocs de conv./cargo compétents
hr_hr: Stručni konv./teretni blokovi
hu_hu: Proficient Conv./Cargo blokkok
ja_jp: 熟練したコンビ/カーゴブロック
lv: Prasmīgi konv./kravas bloki
nl: Bekwame conv./ladingsblokken
no: Dyktige konv./lasteblokker
pt_br: Proficiente Conv./Blocos de Carga
ro: Conv. / Blocuri de marfă competente
ru: Профессиональные конв./грузовые блоки
sk_sk: Skúsené konv./nákladné bloky
sv: Skickliga konv./lastblock
tr_tr: Yetkin Dönüşüm/Kargo Blokları
uk: Досвідчені конв./вантажні блоки
zh_cn: 熟练的转换/货物块

# DisplayName_Category_ConveyorBlocksT3
source: Elite Conv./Cargo Blocks
ca_ad: Conv. d'elit / blocs de càrrega
cs_cz: Elitní konv./nákladní bloky
da: Elite konv./lastblokke
de: Elite Conv./Cargo-Blöcke
es: Elite Conv./Bloques de carga
et_ee: Elite Conv./Cargo plokid
fr: Blocs de conv./cargo d’élite
hu_hu: Elite Conv./Cargo blokkok
ja_jp: エリートコンベジット/カーゴブロック
lv: Elite Conv./Kravas bloki
nl: Elite Conv./Cargo Blokken
no: Elite Conv./Cargo blokker
pt_br: Elite Conv./Blocos de Carga
ro: Elite Conv./Cargo Blocuri
ru: Элитные контейнеры/грузовые блоки
sk_sk: Elite Conv./Nákladné bloky
sv: Elite konv./lastblock
tr_tr: Elit Dönş/Kargo Blokları
uk: Елітні конв./вантажні блоки
zh_cn: Elite Conv./Cargo Blocks（精英转换/货物区块）

# DisplayName_Category_LargeBlocksT1
source: Enhanced Large Blocks
ca_ad: Blocs grans millorats
cs_cz: Vylepšené velké bloky
da: Forbedrede store blokke
de: Verbesserte große Blöcke
es: Bloques grandes mejorados
et_ee: Täiustatud suured plokid
fi: Parannetut suuret lohkot
fr: Blocs de grande taille améliorés
hr_hr: Poboljšani veliki blokovi
hu_hu: Továbbfejlesztett nagy blokkok
ja_jp: 拡張ラージブロック
lv: Uzlaboti lieli bloki
nl: Verbeterde grote blokken
no: Forbedrede store blokker
pt_br: Blocos grandes aprimorados
ro: Blocuri mari îmbunătățite
ru: Улучшенные большие блоки
sk_sk: Vylepšené veľké bloky
sv: Förbättrade stora block
tr_tr: Geliştirilmiş Büyük Bloklar
uk: Покращені великі блоки
zh_cn: 增强型大块

# DisplayName_Category_LargeBlocksT2
source: Proficient Large Blocks
ca_ad: Blocs grans competents
cs_cz: Zdatné velké bloky
da: Dygtige store blokke
de: Kompetente große Blöcke
es: Bloques grandes competentes
et_ee: Vilunud suured plokid
fi: Taitavat suuret lohkot
fr: Grands blocs compétents
hr_hr: Iskusni veliki blokovi
hu_hu: Gyakorlott nagy blokkok
ja_jp: 熟練した大型ブロック
lv: Lietpratīgi lieli bloki
nl: Bekwame grote blokken
no: Dyktige store blokker
pt_br: Blocos Grandes Proficientes
ro: Blocuri mari competente
ru: Профессиональные большие блоки
sk_sk: Zdatné veľké bloky
sv: Skickliga stora block
tr_tr: Yetkin Büyük Bloklar
uk: Досвідчені великі блоки
zh_cn: 精通大块

# DisplayName_Category_LargeBlocksT3
source: Elite Large Blocks
ca_ad: Blocs grans d'elit
cs_cz: Elitní velké bloky
da: Elite store blokke
de: Elite Große Blöcke
es: Bloques grandes de élite
et_ee: Elite suured plokid
fi: Elite suuret lohkot
fr: Blocs Elite Large
hr_hr: Elitni veliki blokovi
hu_hu: Elit nagy blokkok
ja_jp: エリートラージブロック
lv: Elites lielie bloki
nl: Elite Grote Blokken
no: Elite store blokker
pt_br: Blocos Grandes de Elite
ro: Elite blocuri mari
ru: Элитные большие блоки
sk_sk: Elitné veľké bloky
sv: Elit stora block
tr_tr: Elit Büyük Bloklar
uk: Елітні великі блоки
zh_cn: 精英大块

# DisplayName_Category_PowerT1
source: Enhanced Power Blocks
ca_ad: Blocs d'alimentació millorats
cs_cz: Vylepšené napájecí bloky
da: Forbedrede strømblokke
de: Verbesserte Leistungsblöcke
es: Bloques de potencia mejorados
et_ee: Täiustatud toiteplokid
fi: Parannetut teholohkot
fr: Blocs d’alimentation améliorés
hr_hr: Poboljšani blokovi napajanja
hu_hu: Továbbfejlesztett tápegységek
ja_jp: 強化されたパワーブロック
lv: Uzlaboti barošanas bloki
nl: Verbeterde krachtblokken
no: Forbedrede strømblokker
pt_br: Blocos de energia aprimorados
ro: Blocuri de putere îmbunătățite
ru: Улучшенные силовые блоки
sk_sk: Vylepšené napájacie bloky
sv: Förbättrade kraftblock
tr_tr: Gelişmiş Güç Blokları
uk: Удосконалені блоки живлення
zh_cn: 增强型电源块

# DisplayName_Category_PowerT2
source: Proficient Power Blocks
ca_ad: Blocs de potència competents
cs_cz: Zdatné napájecí bloky
da: Dygtige kraftblokke
de: Kompetente Leistungsblöcke
es: Bloques de potencia competentes
et_ee: Vilunud jõuplokid
fi: Taitavat teholohkot
fr: Blocs d’alimentation compétents
hr_hr: Stručni blokovi napajanja
hu_hu: Gyakorlott tápegységek
ja_jp: 熟練したパワーブロック
lv: Prasmīgi spēka bloki
nl: Bekwame krachtblokken
no: Dyktige strømblokker
pt_br: Blocos de energia proficientes
ro: Blocuri de putere competente
ru: Профессиональные силовые блоки
sk_sk: Zdatné napájacie bloky
sv: Skickliga kraftblock
tr_tr: Yeterli Güç Blokları
uk: Високоякісні силові блоки
zh_cn: 熟练的电源块

# DisplayName_Category_PowerT3
source: Elite Power Blocks
ca_ad: Blocs de poder d'elit
cs_cz: Elitní silové bloky
de: Elite-Power-Blöcke
es: Bloques de poder de élite
et_ee: Elite elektriplokid
fi: Elite-teholohkot
fr: Blocs d’alimentation d’élite
hr_hr: Elitni energetski blokovi
hu_hu: Elit tápegységek
ja_jp: エリートパワーブロック
lv: Elites spēka bloki
nl: Elite krachtblokken
pt_br: Blocos de energia Elite
ro: Blocuri de putere Elite
ru: Элитные силовые блоки
sk_sk: Elitné napájacie bloky
sv: Elite kraftblock
tr_tr: Elit Güç Blokları
uk: Елітні силові блоки
zh_cn: Elite 电源块

# DisplayName_Category_ProductionT1
source: Enhanced Production Blocks
ca_ad: Blocs de producció millorats
cs_cz: Vylepšené výrobní bloky
da: Forbedrede produktionsblokke
de: Verbesserte Produktionsblöcke
es: Bloques de producción mejorados
et_ee: Täiustatud tootmisplokid
fi: Parannetut tuotantomoduulit
fr: Blocs de production améliorés
hr_hr: Poboljšani proizvodni blokovi
hu_hu: Továbbfejlesztett termelési blokkok
ja_jp: 強化された生産ブロック
lv: Uzlaboti ražošanas bloki
nl: Verbeterde productieblokken
no: Forbedrede produksjonsblokker
pt_br: Blocos de produção aprimorados
ro: Blocuri de producție îmbunătățite
ru: Расширенные производственные блоки
sk_sk: Vylepšené výrobné bloky
sv: Förbättrade produktionsblock
tr_tr: Geliştirilmiş Üretim Blokları
uk: Удосконалені виробничі блоки
zh_cn: 增强型生产模块

# DisplayName_Category_ProductionT2
source: Proficient Production Blocks
ca_ad: Blocs de producció competents
cs_cz: Zdatné výrobní bloky
da: Dygtige produktionsblokke
de: Kompetente Produktionsblöcke
es: Bloques de producción competentes
et_ee: Vilunud tootmisplokid
fi: Taitavat tuotantolohkot
fr: Blocs de production compétents
hr_hr: Stručni proizvodni blokovi
hu_hu: Profi gyártóblokkok
ja_jp: 熟練した生産ブロック
lv: Lietpratīgi ražošanas bloki
nl: Bekwame productieblokken
no: Dyktige produksjonsblokker
pt_br: Blocos de Produção Proficientes
ro: Blocuri de producție competente
ru: Профессиональные производственные блоки
sk_sk: Zdatné výrobné bloky
sv: Skickliga produktionsblock
tr_tr: Yetkin Üretim Blokları
uk: Професійні виробничі блоки
zh_cn: 熟练的生产块

# DisplayName_Category_ProductionT3
source: Elite Production Blocks
ca_ad: Blocs de producció d'elit
cs_cz: Elitní výrobní bloky
da: Elite produktionsblokke
de: Elite-Produktionsblöcke
es: Bloques de producción de élite
et_ee: Elite tootmisplokid
fi: Elite-tuotantolohkot
fr: Blocs de production d’élite
hr_hr: Elitni proizvodni blokovi
hu_hu: Elit termelési blokkok
ja_jp: エリート生産ブロック
lv: Elites ražošanas bloki
nl: Elite-productieblokken
no: Elite produksjonsblokker
pt_br: Blocos de Produção Elite
ro: Blocuri de producție Elite
ru: Элитные производственные блоки
sk_sk: Elitné výrobné bloky
sv: Produktionsblock för elit
tr_tr: Elit Üretim Blokları
uk: Елітні виробничі блоки
zh_cn: 精英生产区块

# DisplayName_Category_ShipThrustersT1
source: Enhanced Thrusters
ca_ad: Propulsors millorats
cs_cz: Vylepšené trysky
da: Forbedrede thrustere
de: Verbesserte Triebwerke
es: Propulsores mejorados
et_ee: Täiustatud tõukurid
fi: Parannetut potkurit
fr: Propulseurs améliorés
hr_hr: Poboljšani potisnici
hu_hu: Továbbfejlesztett hajtóművek
ja_jp: 強化型スラスター
lv: Uzlaboti vilces līdzekļi
nl: Verbeterde boegschroeven
no: Forbedrede thrustere
pt_br: Propulsores aprimorados
ro: Propulsoare îmbunătățite
ru: Усовершенствованные подруливающие устройства
sk_sk: Vylepšené motory
sv: Förbättrade propellrar
tr_tr: Geliştirilmiş İticiler
uk: Удосконалені двигуни
zh_cn: 增强型推进器

# DisplayName_Category_ShipThrustersT2
source: Proficient Thrusters
ca_ad: Propulsors competents
cs_cz: Zkušení tryskaři
da: Dygtige thrustere
de: Kompetente Triebwerke
es: Propulsores competentes
et_ee: Vilunud tõukurid
fi: Taitavat potkurit
fr: Propulseurs compétents
hr_hr: Stručni potisnici
hu_hu: Gyakorlott hajtóművek
ja_jp: 熟練のスラスター
lv: Prasmīgi vilcēji
nl: Bekwame stuwraketten
no: Dyktige thrustere
pt_br: Propulsores proficientes
ro: Propulsoare competente
ru: Опытные подруливающие устройства
sk_sk: Zdatné motory
sv: Skickliga propellrar
tr_tr: Yetkin İticiler
uk: Досвідчені двигуни
zh_cn: 熟练推进器

# DisplayName_Category_ShipThrustersT3
source: Elite Thrusters
ca_ad: Propulsors d'elit
cs_cz: Elitní trysky
da: Elite thrustere
de: Elite-Triebwerke
es: Propulsores de élite
et_ee: Elite tõukurid
fi: Elite-potkurit
fr: Propulseurs d’élite
hr_hr: Elitni potisnici
hu_hu: Elit hajtóművek
ja_jp: エリートスラスター
lv: Elites strazdi
nl: Elite stuwraketten
no: Elite thrustere
pt_br: Propulsores de Elite
ro: Propulsoare de elită
ru: Элитные подруливающие устройства
sk_sk: Elitné motory
sv: Elite bogpropellrar
tr_tr: Elit İticiler
uk: Елітні підрулюючі пристрої
zh_cn: 精英推进器

# DisplayName_Category_SmallBlocksT1
source: Enhanced Small Blocks
ca_ad: Blocs petits millorats
cs_cz: Vylepšené malé bloky
da: Forbedrede små blokke
de: Verbesserte kleine Blöcke
es: Bloques pequeños mejorados
et_ee: Täiustatud väikesed plokid
fi: Parannetut pienet lohkot
fr: Petits blocs améliorés
hr_hr: Poboljšani mali blokovi
hu_hu: Továbbfejlesztett kis blokkok
ja_jp: 拡張スモールブロック
lv: Uzlaboti mazi bloki
nl: Verbeterde kleine blokken
no: Forbedrede små blokker
pt_br: Blocos pequenos aprimorados
ro: Blocuri mici îmbunătățite
ru: Улучшенные малые блоки
sk_sk: Vylepšené malé bloky
sv: Förbättrade små block
tr_tr: Geliştirilmiş Küçük Bloklar
uk: Покращені малі блоки
zh_cn: 增强型小块

# DisplayName_Category_SmallBlocksT2
source: Proficient Small Blocks
ca_ad: Blocs petits competents
cs_cz: Zdatné malé bloky
da: Dygtige små blokke
de: Kompetente kleine Blöcke
es: Bloques pequeños competentes
et_ee: Vilunud väikesed plokid
fi: Taitavat pienet lohkot
fr: Petits blocs compétents
hr_hr: Stručni mali blokovi
hu_hu: Gyakorlott kis blokkok
ja_jp: 熟練した小さなブロック
lv: Lietpratīgi mazie bloki
nl: Bekwame kleine blokken
no: Dyktige små blokker
pt_br: Pequenos Blocos Proficientes
ro: Blocuri mici competente
ru: Профессиональные маленькие блоки
sk_sk: Zdatné malé bloky
sv: Skickliga små block
tr_tr: Yetkin Küçük Bloklar
uk: Досвідчені невеликі блоки
zh_cn: 熟练的小块

# DisplayName_Category_SmallBlocksT3
source: Elite Small Blocks
ca_ad: Blocs petits d'elit
cs_cz: Elitní malé bloky
da: Elite små blokke
de: Elite kleine Blöcke
es: Bloques pequeños de élite
et_ee: Elite väikesed plokid
fi: Pienet eliittilohkot
fr: Petits blocs d’élite
hr_hr: Elitni mali blokovi
hu_hu: Elit kis blokkok
ja_jp: エリートスモールブロック
lv: Elites mazie bloki
nl: Elite Kleine Blokken
no: Elite små blokker
pt_br: Blocos Pequenos Elite
ro: Blocuri mici de elită
ru: Элитные маленькие блоки
sk_sk: Malé bloky Elite
sv: Elit små block
tr_tr: Elit Küçük Bloklar
uk: Елітні маленькі блоки
zh_cn: 精英小块

# DisplayName_Category_SparksOfTheFuturePackT1
source: Enhanced Sparks Of The Future Blocks
ca_ad: Espurnes millorades dels blocs del futur
cs_cz: Vylepšené jiskry budoucích bloků
da: Forbedrede gnister af fremtidens blokke
de: Verbesserte Sparks Of The Future-Blöcke
es: Bloques mejorados de Sparks Of The Future
et_ee: Tulevaste plokkide täiustatud sädemed
fi: Tulevaisuuden lohkojen parannetut kipinät
fr: Blocs Sparks Of The Future améliorés
hr_hr: Poboljšane iskre budućih blokova
hu_hu: Továbbfejlesztett Sparks Of The Future blokkok
ja_jp: 強化された「未来の火花」ブロック
lv: Uzlabotas dzirksteles no nākotnes blokiem
nl: Verbeterde vonken van de toekomstblokken
no: Forbedrede gnister av fremtidige blokker
pt_br: Faíscas aprimoradas dos blocos do futuro
ro: Scântei îmbunătățite ale blocurilor viitoare
ru: Улучшенные блоки «Искры будущего»
sk_sk: Vylepšené iskry budúcich blokov
sv: Förbättrade Sparks Of The Future-block
tr_tr: Gelecekteki Blokların Gelişmiş Kıvılcımları
uk: Покращені іскри майбутніх блоків
zh_cn: 增强的未来火花块

# DisplayName_Category_SparksOfTheFuturePackT2
source: Proficient Sparks Of The Future Blocks
ca_ad: Espurnes competents dels blocs del futur
cs_cz: Zdatné jiskry budoucích bloků
da: Dygtige gnister af fremtidens blokke
de: Kompetente Funken der Zukunft blockieren
es: Bloques competentes de Sparks Of The Future
et_ee: Tulevaste plokkide vilunud sädemed
fi: Tulevaisuuden lohkojen taitavat kipinät
fr: Étincelles compétentes des blocs de l’avenir
hr_hr: Vješte iskre budućih blokova
hu_hu: A jövő blokkjainak gyakorlott szikrái
ja_jp: Proficient Sparks Of The Futureブロック
lv: Prasmīgas dzirksteles no nākotnes blokiem
nl: Bekwame vonken van de toekomstblokken
no: Dyktige gnister av fremtidens blokker
pt_br: Faíscas proficientes dos blocos do futuro
ro: Scântei competente ale blocurilor viitoare
ru: Опытные блоки «Искры будущего»
sk_sk: Zdatné iskry budúcich blokov
sv: Skickliga gnistor från framtidsblocken
tr_tr: Geleceğin Bloklarının Yetkin Kıvılcımları
uk: Досвідчені іскри майбутніх блоків
zh_cn: 未来积木的熟练火花
