Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallParachuteHatchT3
source: Parachute hatches deploy parachutes to slow down the descent of ships when inside the atmosphere. Can be configured to open automatically or used manually from the toolbar or settings. The Elite version has 1.5x more effectiveness, than Proficient. Takes 4 Canvas to deploy.
ca_ad: Les escotilles paracaigudes despleguen paracaigudes per frenar el descens dels vaixells quan es troben dins de l'atmosfera. Es pot configurar perquè s'obri automàticament o utilitzar-lo manualment des de la barra d'eines o la configuració. La versió Elite té 1.5x més efectivitat, que Proficient. Es necessiten 4 llenços per desplegar.
cs_cz: Padákové poklopy rozmisťují padáky, které zpomalují sestup lodí, když jsou uvnitř atmosféry. Lze nakonfigurovat tak, aby se otevíral automaticky nebo se používal ručně z panelu nástrojů nebo nastavení. Verze Elite má 1,5x větší účinnost než verze Proficient. Nasazení vyžaduje 4 plátna.
da: Faldskærmsluger anvender faldskærme for at bremse skibets nedstigning, når de er inde i atmosfæren. Kan konfigureres til at åbne automatisk eller bruges manuelt fra værktøjslinjen eller indstillingerne. Elite-versionen har 1.5x mere effektivitet end dygtig. Det tager 4 lærreder at implementere.
de: Fallschirmluken entfalten Fallschirme, um den Sinkflug von Schiffen in der Atmosphäre zu verlangsamen. Kann so konfiguriert werden, dass es automatisch geöffnet wird, oder manuell über die Symbolleiste oder die Einstellungen verwendet werden. Die Elite-Version hat eine 1,5-mal höhere Effektivität als die Proficient-Version. Für die Bereitstellung werden 4 Canvas benötigt.
es: Las escotillas de paracaídas despliegan paracaídas para ralentizar el descenso de los barcos cuando están dentro de la atmósfera. Se puede configurar para que se abra automáticamente o se puede usar manualmente desde la barra de herramientas o la configuración. La versión Elite tiene 1,5 veces más efectividad que Proficient. Se necesitan 4 Canvas para implementarse.
et_ee: Langevarjuluugid kasutavad langevarje, et aeglustada laevade laskumist atmosfääris. Saab konfigureerida automaatselt avanema või kasutada käsitsi tööriistaribalt või sätetest. Elite versioonil on 1.5x suurem tõhusus kui Proficientil. Juurutamiseks kulub 4 lõuendit.
fi: Laskuvarjoluukut käyttävät laskuvarjoja hidastamaan alusten laskeutumista ilmakehän sisällä. Voidaan määrittää avautumaan automaattisesti tai käyttää manuaalisesti työkaluriviltä tai asetuksista. Elite-versiolla on 1.5x enemmän tehokkuutta kuin Proficient. Käyttöönotto vie 4 Canvasia.
fr: Les trappes de parachute déploient des parachutes pour ralentir la descente des navires lorsqu’ils sont à l’intérieur de l’atmosphère. Peut être configuré pour s’ouvrir automatiquement ou utilisé manuellement à partir de la barre d’outils ou des paramètres. La version Elite a 1,5 fois plus d’efficacité que Proficient. Nécessite 4 canevas pour être déployé.
hr_hr: Padobranski otvori postavljaju padobrane kako bi usporili spuštanje brodova unutar atmosfere. Može se konfigurirati za automatsko otvaranje ili ručno koristiti s alatne trake ili postavki. Elite verzija ima 1,5 puta veću učinkovitost od Proficient. Za implementaciju je potrebno 4 platna.
hu_hu: Az ejtőernyős nyílások ejtőernyőket vetnek be, hogy lelassítsák a hajók süllyedését a légkörben. Konfigurálható automatikus megnyitásra, vagy manuálisan használható az eszköztárról vagy a beállításokból. Az Elite verzió 1,5-szer nagyobb hatékonysággal rendelkezik, mint a Proficient. Az üzembe helyezéshez 4 vászon szükséges.
ja_jp: パラシュートハッチは、大気圏内で船の降下を遅くするためにパラシュートを展開します。 自動的に開くように設定することも、ツールバーまたは設定から手動で使用するように設定することもできます。 エリートバージョンは、熟練よりも1.5倍効果的です。 デプロイには 4 つの Canvas が必要です。
lv: Izpletņu lūkas izvieto izpletņus, lai palēninātu kuģu nolaišanos, atrodoties atmosfērā. Var konfigurēt automātiskai atvēršanai vai izmantot manuāli no rīkjoslas vai iestatījumiem. Elite versijai ir 1.5x lielāka efektivitāte, nekā Proficient. Izvietošanai nepieciešami 4 audekli.
nl: Parachuteluiken ontvouwen parachutes om de afdaling van schepen in de atmosfeer te vertragen. Kan worden geconfigureerd om automatisch te openen of handmatig worden gebruikt via de werkbalk of instellingen. De Elite-versie heeft 1,5x meer effectiviteit dan Proficient. Takes 4 Canvas om te implementeren.
no: Fallskjermluker utplasserer fallskjermer for å bremse nedstigningen av skip når de er inne i atmosfæren. Kan konfigureres til å åpnes automatisk eller brukes manuelt fra verktøylinjen eller innstillingene. Elite-versjonen har 1,5 ganger mer effektivitet enn Proficient. Tar 4 Canvas å distribuere.
pt_br: As escotilhas de paraquedas acionam paraquedas para retardar a descida de navios quando estão dentro da atmosfera. Pode ser configurado para abrir automaticamente ou usado manualmente a partir da barra de ferramentas ou configurações. A versão Elite tem 1,5x mais eficácia, do que a Proficient. Leva 4 Canvas para implantar.
ro: Trapele parașutelor lansează parașute pentru a încetini coborârea navelor atunci când se află în atmosferă. Poate fi configurat să se deschidă automat sau utilizat manual din bara de instrumente sau din setări. Versiunea Elite are o eficiență de 1,5 ori mai mare decât Proficient. Este nevoie de 4 Planșe pentru implementare.
ru: Парашютные люки раскрывают парашюты, чтобы замедлить спуск кораблей при нахождении в атмосфере. Можно настроить на автоматическое открытие или использовать вручную с панели инструментов или настроек. Элитная версия имеет в 1,5 раза большую эффективность, чем Опытная. Требуется 4 холста для развертывания.
sk_sk: Padákové poklopy nasadzujú padáky na spomalenie zostupu lodí, keď sú vo vnútri atmosféry. Môže byť nakonfigurovaný tak, aby sa otváral automaticky alebo manuálne z panela nástrojov alebo nastavení. Verzia Elite má 1,5x vyššiu účinnosť ako verzia Proficient. Nasadenie vyžaduje 4 plátna.
sv: Fallskärmsluckor fäller ut fallskärmar för att bromsa nedstigningen av fartyg när de är inne i atmosfären. Kan konfigureras för att öppnas automatiskt eller användas manuellt från verktygsfältet eller inställningarna. Elite-versionen har 1,5 gånger mer effektivitet än Proficient. Det tar 4 arbetsytor att distribuera.
tr_tr: Paraşüt kapakları, atmosferin içindeyken gemilerin inişini yavaşlatmak için paraşütleri açar. Otomatik olarak açılacak şekilde yapılandırılabilir veya araç çubuğundan veya ayarlardan manuel olarak kullanılabilir. Elite sürümü, Yetkin'den 1,5 kat daha fazla etkinliğe sahiptir. Dağıtmak için 4 Canvas gerekir.
uk: Парашутні люки розгортають парашути для уповільнення спуску суден, перебуваючи всередині атмосфери. Можна налаштувати на автоматичне відкриття або використовувати вручну на панелі інструментів або в налаштуваннях. Версія Elite має в 1,5 рази більшу ефективність, ніж Proficient. Для розгортання потрібно 4 Canvas.
zh_cn: 降落伞舱口展开降落伞以减缓船只在大气层内的下降速度。 可以配置为自动打开或从工具栏或设置手动使用。 精英版的效率是精通版的 1.5 倍。 需要 4 个 Canvas 来部署。

# Description_SmallPowerGeneratorT0
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Normal Max Power Output: 0.5MW Fuel Capacity: 5000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Normal Potència màxima de sortida: 0.5MW Capacitat de combustible: 5000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Normální Maximální výstupní výkon: 0,5 MW Objem palivové nádrže: 5000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Normal Maks. effekt: 0,5 MW Brændstof kapacitet: 5000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Normal Maximale Leistung: 0,5 MW Kraftstoffkapazität: 5000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Normal Potencia máxima de salida: 0,5 MW Capacidad de combustible: 5000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Tavaline Maksimaalne võimsus: 0.5MW Kütuse maht: 5000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Normaali Suurin teho: 0.5MW Polttoainekapasiteetti: 5000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Normal Puissance de sortie maximale : 0,5 MW Capacité de carburant : 5000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Normalan Maksimalna izlazna snaga: 0,5 MW Kapacitet goriva: 5000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Normális Max. teljesítmény: 0,5 MW Üzemanyagtartály: 5000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 正常 最大出力:0.5MW 燃料容量:5000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Parasts Maksimālā jauda: 0.5MW Degvielas ietilpība: 5000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Normaal Maximaal uitgangsvermogen: 0,5 MW Tankinhoud: 5000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Normal Maks effekt: 0,5 MW Drivstoff Kapasitet: 5000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Normal Potência máxima: 0.5MW Capacidade de combustível: 5000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Normal Putere maximă de ieșire: 0.5MW Capacitate combustibil: 5000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Нормальный Максимальная выходная мощность: 0,5 МВт Емкость топливного бака: 5000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Normálny Maximálny výkon: 0.5MW Kapacita paliva: 5000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Normal Max uteffekt: 0,5 MW Bränslekapacitet: 5000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Normal Maksimum Güç Çıkışı: 0.5MW Yakıt kapasitesi: 5000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Нормальний Максимальна вихідна потужність: 0,5 МВт Запас палива: 5000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 正常 最大功率输出：0.5MW 燃油容量：5000L

# Description_SmallPowerGeneratorT1
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. 1.5x Better Than Normal Max Power Output: 0.75MW Fuel Capacity: 75000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. 1.5x millor del normal Potència màxima de sortida: 0.75MW Capacitat de combustible: 75000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. 1,5× lepší než normálně Maximální výstupní výkon: 0,75 MW Objem palivové nádrže: 75000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. 1.5x bedre end normalt Maks. effekt: 0,75 MW Brændstof kapacitet: 75000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. 1,5x besser als normal Maximale Leistung: 0,75 MW Kraftstoffkapazität: 75000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. 1,5 veces mejor de lo normal Potencia máxima de salida: 0,75 MW Capacidad de combustible: 75000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. 1.5x parem kui tavaline Maksimaalne võimsus: 0.75MW Kütuse maht: 75000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. 1.5x parempi kuin normaalisti Suurin teho: 0.75MW Polttoainekapasiteetti: 75000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. 1,5 fois mieux que la normale Puissance de sortie maximale : 0,75 MW Capacité de carburant : 75000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. 1.5x bolje od normalnog Maksimalna izlazna snaga: 0,75 MW Kapacitet goriva: 75000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. 1,5-szer jobb a normálnál Max. teljesítmény: 0,75MW Üzemanyagtartály: 75000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 通常の1.5倍 最大出力:0.75MW 燃料容量:75000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. 1,5x labāks nekā parasti Maksimālā jauda: 0.75MW Degvielas ietilpība: 75000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. 1.5x beter dan normaal Maximaal uitgangsvermogen: 0,75 MW Tankinhoud: 75000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. 1,5 ganger bedre enn normalt Maks utgangseffekt: 0,75 MW Drivstoff kapasitet: 75000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. 1.5x melhor do que o normal Potência máxima: 0.75MW Capacidade de combustível: 75000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. De 1,5 ori mai bine decât în mod normal Putere maximă de ieșire: 0.75MW Capacitate combustibil: 75000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. В 1,5 раза лучше, чем обычно Максимальная выходная мощность: 0,75 МВт Объем топливного бака: 75000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. 1,5x lepšie ako normálne Maximálny výkon: 0.75MW Kapacita paliva: 75000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. 1,5 gånger bättre än normalt Max uteffekt: 0,75 MW Bränslekapacitet: 75000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Normalden 1,5 kat daha iyi Maksimum Güç Çıkışı: 0.75MW Yakıt kapasitesi: 75000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. У 1,5 рази краще, ніж зазвичай Максимальна вихідна потужність: 0,75 МВт Запас палива: 75000л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 比正常情况好 1.5 倍 最大输出功率：0.75MW 油量：75000L

# Description_SmallPowerGeneratorT2
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. 1.5x Better Than Enhanced Max Power Output: 1.13MW Fuel Capacity: 11250L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. 1.5x millor que millorat Potència màxima de sortida: 1.13MW Capacitat de combustible: 11250L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. 1,5× lepší než vylepšený Maximální výstupní výkon: 1,13 MW Objem palivové nádrže: 11250L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. 1.5x bedre end forbedret Maks. effekt: 1,13 MW Brændstof kapacitet: 11250L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. 1,5x besser als Enhanced Maximale Leistung: 1,13 MW Kraftstoffkapazität: 11250L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. 1,5 veces mejor que mejorado Potencia máxima de salida: 1,13 MW Capacidad de combustible: 11250L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. 1.5x parem kui täiustatud Maksimaalne võimsus: 1.13MW Kütuse maht: 11250L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. 1,5 kertaa parempi kuin parannettu Suurin teho: 1.13MW Polttoainetilavuus: 11250L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. 1,5 fois mieux qu’amélioré Puissance de sortie maximale : 1,13 MW Capacité de carburant : 11250L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. 1.5x bolje od poboljšanog Maksimalna snaga: 1.13MW Kapacitet goriva: 11250L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. 1,5-szer jobb, mint a továbbfejlesztett; Max teljesítmény: 1.13MW Üzemanyagtartály: 11250L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 拡張の1.5倍優れている 最大出力:1.13MW 燃料容量:11250L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. 1,5x labāks nekā uzlabots Maksimālā jauda: 1.13MW Degvielas ietilpība: 11250L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. 1,5x beter dan verbeterd Maximaal uitgangsvermogen: 1,13 MW Tankinhoud: 11250L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. 1,5 ganger bedre enn forbedret Maks effekt: 1,13 MW Drivstoff kapasitet: 11250L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. 1,5x melhor que o Enhanced Potência máxima: 1.13MW Capacidade de combustível: 11250L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. De 1,5 ori mai bun decât îmbunătățit Putere maximă de ieșire: 1.13MW Capacitate combustibil: 11250L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. В 1,5 раза лучше, чем улучшено Максимальная выходная мощность: 1,13 МВт Объем топливного бака: 11250L
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. 1,5x lepšie než vylepšené Maximálny výkon: 1.13MW Kapacita paliva: 11250L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. 1,5 gånger bättre än förbättrad Max uteffekt: 1,13 MW Bränslekapacitet: 11250L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Geliştirilmişten 1,5 kat daha iyi Maksimum Güç Çıkışı: 1.13MW Yakıt Kapasitesi: 11250L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. У 1,5 рази краще, ніж покращене Максимальна вихідна потужність: 1,13 МВт Запас палива: 11250л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 比增强型好 1.5 倍 最大输出功率：1.13MW 油量：11250L

# Description_SmallPowerGeneratorT3
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. 1.5x Better Than Proficient Max Power Output: 1.69MW Fuel Capacity: 16875L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. 1.5x millor que competent Potència màxima de sortida: 1.69MW Capacitat de combustible: 16875L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. 1,5x lepší než zdatný Maximální výstupní výkon: 1,69 MW Objem palivové nádrže: 16875L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. 1.5x bedre end dygtig Maks. effekt: 1,69 MW Brændstof kapacitet: 16875L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. 1,5x besser als kompetent Maximale Leistung: 1,69 MW Kraftstoffkapazität: 16875L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. 1,5 veces mejor que competente Potencia máxima de salida: 1,69 MW Capacidad de combustible: 16875L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. 1.5x parem kui vilunud Maksimaalne võimsus: 1.69MW Kütuse maht: 16875L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. 1.5x parempi kuin taitava Suurin teho: 1.69MW Polttoainetilavuus: 16875L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. 1,5 fois mieux que compétent Puissance de sortie maximale : 1,69 MW Capacité de carburant : 16875L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. 1.5x bolji od stručnog Maksimalna izlazna snaga: 1.69MW Kapacitet goriva: 16875L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. 1,5-szer jobb, mint a profi Max teljesítmény: 1.69MW Üzemanyagtartály: 16875L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 熟練より1.5倍優れている 最大出力:1.69MW 燃料容量:16875L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. 1,5x labāks nekā lietpratējs Maksimālā jauda: 1.69MW Degvielas ietilpība: 16875L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. 1.5x beter dan bekwaam Maximaal uitgangsvermogen: 1,69 MW Tankinhoud: 16875L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. 1,5 ganger bedre enn dyktig Maks utgangseffekt: 1,69 MW Drivstoff kapasitet: 16875L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. 1.5x melhor do que proficiente Potência máxima: 1.69MW Capacidade de combustível: 16875L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. De 1,5 ori mai bun decât cel competent Putere maximă de ieșire: 1.69MW Capacitate combustibil: 16875L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. В 1,5 раза лучше, чем Proficient Максимальная выходная мощность: 1,69 МВт Емкость топливного бака: 16875 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. 1,5x lepšie ako zdatný Maximálny výkon: 1.69MW Kapacita paliva: 16875L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. 1,5 gånger bättre än skicklig Max uteffekt: 1,69 MW Bränslekapacitet: 16875L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Yetkinden 1,5 kat daha iyi Maksimum Güç Çıkışı: 1.69MW Yakıt Kapasitesi: 16875L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. У 1,5 рази краще, ніж Proficient Максимальна вихідна потужність: 1,69 МВт Запас палива: 16875 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 比精通好 1.5 倍 最大输出功率：1.69MW 燃油容量：16875L
