Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_OxygenGeneratorT0
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. Ice Consumption Per Second: 25 Ice To Oxygen Ratio: 10L Ice To Hydrogen Ratio: 20L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. Consum de gel per segon: 25 Relació gel-oxigen: 10L Relació gel a hidrogen: 20L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. Spotřeba ledu za sekundu: 25 Poměr ledu a kyslíku: 10L Poměr ledu k vodíku: 20L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. Isforbrug pr. sekund: 25 Is til ilt-forhold: 10L Is til brint-forhold: 20L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. Eisverbrauch pro Sekunde: 25 Verhältnis von Eis zu Sauerstoff: 10L Verhältnis von Eis zu Wasserstoff: 20 l
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. Consumo de hielo por segundo: 25 Relación de hielo a oxígeno: 10L Relación de hielo a hidrógeno: 20L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. Jää tarbimine sekundis: 25 Jää ja hapniku suhe: 10L Jää ja vesiniku suhe: 20L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. Jään kulutus sekunnissa: 25 Jään ja hapen suhde: 10L Jään ja vedyn suhde: 20L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. Consommation de glace par seconde : 25 Rapport glace/oxygène : 10L Rapport glace/hydrogène : 20L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. Potrošnja leda u sekundi: 25 Omjer leda i kisika: 10L Omjer leda i vodika: 20L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. Jégfogyasztás másodpercenként: 25 Jég-oxigén arány: 10L Jég-hidrogén arány: 20L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 毎秒氷の消費量: 25 氷と酸素の比率:10L 氷と水素の比率:20L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. Ledus patēriņš sekundē: 25 Ledus un skābekļa attiecība: 10L Ledus un ūdeņraža attiecība: 20L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. IJsverbruik per seconde: 25 IJs-zuurstofverhouding: 10L IJs-waterstofverhouding: 20L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. Isforbruk per sekund: 25 Is til oksygenforhold: 10L Forholdet mellom is og hydrogen: 20L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. Consumo de gelo por segundo: 25 Relação gelo/oxigênio: 10L Relação gelo/hidrogênio: 20L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. Consumul de gheață pe secundă: 25 Raportul gheață/oxigen: 10L Raportul gheață/hidrogen: 20L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. Расход льда в секунду: 25 Соотношение льда и кислорода: 10 л Соотношение льда и водорода: 20 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. Spotreba ľadu za sekundu: 25 Pomer ľadu k kyslíku: 10L Pomer ľadu k vodíku: 20L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. Isförbrukning per sekund: 25 Förhållande mellan is och syre: 10L Förhållande mellan is och väte: 20L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Saniyede Buz Tüketimi: 25 Buz Oksijen Oranı: 10L Buz Hidrojen Oranı: 20L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. Витрата льоду в секунду: 25 Співвідношення льоду до кисню: 10 л Співвідношення льоду до водню: 20 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 每秒耗冰量：25 冰氧比：10L 冰氢比：20L

# Description_OxygenGeneratorT1
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. 1.5x Faster And 1.5x More Efficient Than Normal. Ice Consumption Per Second: 38 Ice To Oxygen Ratio: 15L Ice To Hydrogen Ratio: 30L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. 1.5x més ràpid i 1.5x més eficient del normal. Consum de gel per segon: 38 Relació gel-oxigen: 15L Relació gel a hidrogen: 30L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. 1,5× rychlejší a 1,5× efektivnější než normálně. Spotřeba ledu za sekundu: 38 Poměr ledu a kyslíku: 15L Poměr ledu a vodíku: 30L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. 1.5x hurtigere og 1.5x mere effektiv end normalt. Isforbrug pr. sekund: 38 Is til ilt-forhold: 15L Is til brint-forhold: 30L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. 1,5x schneller und 1,5x effizienter als normal. Eisverbrauch pro Sekunde: 38 Verhältnis von Eis zu Sauerstoff: 15 l Verhältnis von Eis zu Wasserstoff: 30 l
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. 1,5 veces más rápido y 1,5 veces más eficiente de lo normal. Consumo de hielo por segundo: 38 Relación de hielo a oxígeno: 15L Relación de hielo a hidrógeno: 30L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. 1.5x kiirem ja 1.5x tõhusam kui tavaliselt. Jää tarbimine sekundis: 38 Jää ja hapniku suhe: 15L Jää ja vesiniku suhe: 30L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. 1.5x nopeampi ja 1.5x tehokkaampi kuin normaalisti. Jään kulutus sekunnissa: 38 Jään ja hapen suhde: 15L Jään ja vedyn suhde: 30L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. 1,5 fois plus rapide et 1,5 fois plus efficace que la normale. Consommation de glace par seconde : 38 Rapport glace/oxygène : 15L Rapport glace/hydrogène : 30L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. 1,5 puta brži i 1,5 puta učinkovitiji od normalnog. Potrošnja leda u sekundi: 38 Omjer leda i kisika: 15L Omjer leda i vodika: 30L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. 1,5-szer gyorsabb és 1,5-szer hatékonyabb a normálnál. Jégfogyasztás másodpercenként: 38 Jég-oxigén arány: 15L Jég-hidrogén arány: 30L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 通常の1.5倍の速さと1.5倍の効率。 毎秒氷の消費量: 38 氷と酸素の比率:15L 氷と水素の比率:30L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. 1,5x ātrāks un 1,5x efektīvāks nekā parasti. Ledus patēriņš sekundē: 38 Ledus un skābekļa attiecība: 15L Ledus un ūdeņraža attiecība: 30L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. 1,5x sneller en 1,5x efficiënter dan normaal. IJsverbruik per seconde: 38 IJs-zuurstofverhouding: 15L IJs-waterstofverhouding: 30L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. 1,5 ganger raskere og 1,5 ganger mer effektiv enn normalt. Isforbruk per sekund: 38 Is til oksygenforhold: 15L Forholdet mellom is og hydrogen: 30L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. 1,5x mais rápido e 1,5x mais eficiente do que o normal. Consumo de gelo por segundo: 38 Relação gelo/oxigênio: 15L Relação gelo/hidrogênio: 30L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât în mod normal. Consumul de gheață pe secundă: 38 Raportul gheață/oxigen: 15L Raportul gheață/hidrogen: 30L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем обычно. Расход льда в секунду: 38 Соотношение льда и кислорода: 15 л Соотношение льда и водорода: 30 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. 1,5x rýchlejší a 1,5x efektívnejší ako zvyčajne. Spotreba ľadu za sekundu: 38 Pomer ľadu k kyslíku: 15L Pomer ľadu k vodíku: 30L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. 1,5 gånger snabbare och 1,5 gånger effektivare än normalt. Isförbrukning per sekund: 38 Förhållande mellan is och syre: 15L Förhållande mellan is och väte: 30L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Normalden 1,5 Kat Daha Hızlı ve 1,5 Kat Daha Verimli. Saniyede Buz Tüketimi: 38 Buz Oksijen Oranı: 15L Buz Hidrojen Oranı: 30L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж зазвичай. Витрата льоду в секунду: 38 Співвідношення льоду до кисню: 15 л Співвідношення льоду до водню: 30 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 速度比平时快 1.5 倍，效率高 1.5 倍。 每秒耗冰量：38 冰氧比：15L 冰氢比：30L

# Description_OxygenGeneratorT2
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. 1.5x Faster And 1.5x More Efficient Than Enhanced. Ice Consumption Per Second: 57 Ice To Oxygen Ratio: 23L Ice To Hydrogen Ratio: 45L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. 1.5x més ràpid i 1.5x més eficient que millorat. Consum de gel per segon: 57 Relació gel-oxigen: 23L Relació gel a hidrogen: 45L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. 1,5x rychlejší a 1,5x efektivnější než vylepšený. Spotřeba ledu za sekundu: 57 Poměr ledu a kyslíku: 23L Poměr ledu k vodíku: 45L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. 1.5x hurtigere og 1.5x mere effektiv end forbedret. Isforbrug pr. sekund: 57 Is til ilt-forhold: 23L Is til brint-forhold: 45L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. 1,5x schneller und 1,5x effizienter als Enhanced. Eisverbrauch pro Sekunde: 57 Verhältnis von Eis zu Sauerstoff: 23 l Verhältnis von Eis zu Wasserstoff: 45 l
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. 1,5 veces más rápido y 1,5 veces más eficiente que el mejorado. Consumo de hielo por segundo: 57 Relación de hielo a oxígeno: 23L Relación de hielo a hidrógeno: 45L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. 1.5x kiirem ja 1.5x tõhusam kui täiustatud. Jää tarbimine sekundis: 57 Jää ja hapniku suhe: 23L Jää ja vesiniku suhe: 45L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. 1,5 kertaa nopeampi ja 1,5 kertaa tehokkaampi kuin parannettu. Jään kulutus sekunnissa: 57 Jään ja hapen suhde: 23L Jään ja vedyn suhde: 45L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. 1,5 fois plus rapide et 1,5 fois plus efficace qu’amélioré. Consommation de glace par seconde : 57 Rapport glace/oxygène : 23L Rapport glace/hydrogène : 45L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. 1,5 puta brži i 1,5 puta učinkovitiji od poboljšanog. Potrošnja leda u sekundi: 57 Omjer leda i kisika: 23L Omjer leda i vodika: 45L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. 1,5-szer gyorsabb és 1,5-szer hatékonyabb, mint a továbbfejlesztett. Jégfogyasztás másodpercenként: 57 Jég-oxigén arány: 23L Jég-hidrogén arány: 45L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 強化版よりも1.5倍速く、1.5倍効率的です。 毎秒の氷の消費量: 57 氷と酸素の比率:23L 氷と水素の比率:45L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. 1,5x ātrāks un 1,5x efektīvāks nekā uzlabots. Ledus patēriņš sekundē: 57 Ledus un skābekļa attiecība: 23L Ledus un ūdeņraža attiecība: 45L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. 1,5x sneller en 1,5x efficiënter dan verbeterd. IJsverbruik per seconde: 57 IJs-zuurstofverhouding: 23L IJs-waterstofverhouding: 45L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. 1,5 ganger raskere og 1,5 ganger mer effektiv enn forbedret. Isforbruk per sekund: 57 Forholdet mellom is og oksygen: 23L Forholdet mellom is og hydrogen: 45L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. 1,5x mais rápido e 1,5x mais eficiente do que aprimorado. Consumo de gelo por segundo: 57 Relação gelo/oxigênio: 23L Relação gelo/hidrogênio: 45L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât cel îmbunătățit. Consumul de gheață pe secundă: 57 Raportul gheață/oxigen: 23L Raportul gheață/hidrogen: 45L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем улучшенный. Расход льда в секунду: 57 Соотношение льда и кислорода: 23 л Соотношение льда и водорода: 45 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. 1,5x rýchlejší a 1,5x efektívnejší než vylepšený. Spotreba ľadu za sekundu: 57 Pomer ľadu k kyslíku: 23L Pomer ľadu k vodíku: 45L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. 1,5 gånger snabbare och 1,5 gånger effektivare än förbättrad. Isförbrukning per sekund: 57 Förhållande mellan is och syre: 23L Förhållande mellan is och väte: 45L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Geliştirilenden 1,5 Kat Daha Hızlı ve 1,5 Kat Daha Verimli. Saniyede Buz Tüketimi: 57 Buz Oksijen Oranı: 23L Buz Hidrojen Oranı: 45L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж покращене. Витрата льоду в секунду: 57 Співвідношення льоду до кисню: 23 л Співвідношення льоду до водню: 45 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 速度比增强型快 1.5 倍，效率高 1.5 倍。 每秒冰消耗量：57 冰氧比：23L 冰氢比：45L
