Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_QHydrogenTankIndustrialT0
source: Quantum Industrial Hydrogen Tank
ca_ad: Tanc d'hidrogen industrial quàntic
cs_cz: Průmyslová vodíková nádrž Quantum
da: Kvanteindustriel brinttank
de: Quantum Industrieller Wasserstofftank
es: Tanque de hidrógeno industrial cuántico
et_ee: Kvant-tööstuslik vesinikupaak
fi: Kvanttiteollinen vetysäiliö
fr: Réservoir d’hydrogène industriel Quantum
hr_hr: Kvantni industrijski spremnik vodika
hu_hu: Kvantumipari hidrogéntartály
ja_jp: 量子産業用水素タンク
lv: Kvantu rūpnieciskā ūdeņraža tvertne
nl: Quantum industriële waterstoftank
no: Quantum industriell hydrogentank
pt_br: Tanque de hidrogênio industrial quântico
ro: Rezervor de hidrogen industrial cuantic
ru: Квантовый промышленный водородный бак
sk_sk: Kvantová priemyselná vodíková nádrž
sv: Quantum industriell vätgastank
tr_tr: Kuantum Endüstriyel Hidrojen Tankı
uk: Квантовий промисловий водневий бак
zh_cn: 量子工业氢气罐

# DisplayName_Block_QHydrogenTankIndustrialT1
source: Enhanced Quantum Industrial Hydrogen Tank
ca_ad: Tanc d'hidrogen industrial quàntic millorat
cs_cz: Vylepšená průmyslová vodíková nádrž Quantum
da: Forbedret kvanteindustriel brinttank
de: Verbesserter industrieller Quanten-Wasserstofftank
es: Tanque de hidrógeno industrial cuántico mejorado
et_ee: Täiustatud kvant-tööstuslik vesinikupaak
fi: Parannettu kvanttiteollinen vetysäiliö
fr: Réservoir d’hydrogène industriel Quantum amélioré
hr_hr: Poboljšani kvantni industrijski spremnik vodika
hu_hu: Továbbfejlesztett kvantumipari hidrogéntartály
ja_jp: 改良型量子産業用水素タンク
lv: Uzlabota kvantu rūpnieciskā ūdeņraža tvertne
nl: Verbeterde Quantum Industriële Waterstoftank
no: Forbedret kvanteindustriell hydrogentank
pt_br: Tanque de hidrogênio industrial quântico aprimorado
ro: Rezervor de hidrogen industrial cuantic îmbunătățit
ru: Усовершенствованный промышленный резервуар для водорода Quantum
sk_sk: Vylepšená kvantová priemyselná vodíková nádrž
sv: Förbättrad kvantindustriell vätgastank
tr_tr: Geliştirilmiş Kuantum Endüstriyel Hidrojen Tankı
uk: Покращений квантовий промисловий водневий бак
zh_cn: 增强型量子工业氢气罐

# DisplayName_Block_QHydrogenTankIndustrialT2
source: Proficient Quantum Industrial Hydrogen Tank
ca_ad: Tanc quàntic d'hidrogen industrial competent
cs_cz: Profesionální kvantová průmyslová vodíková nádrž
da: Dygtig kvanteindustriel brinttank
de: Kompetenter industrieller Quanten-Wasserstofftank
es: Tanque de hidrógeno industrial cuántico competente
et_ee: Vilunud kvant-tööstuslik vesinikupaak
fi: Taitava kvanttiteollinen vetysäiliö
fr: Réservoir d’hydrogène industriel quantique compétent
hr_hr: Stručni kvantni industrijski spremnik vodika
hu_hu: Proficient kvantumipari hidrogéntartály
ja_jp: 熟練した量子産業用水素タンク
lv: Lietpratīga kvantu rūpnieciskā ūdeņraža tvertne
nl: Bekwame Quantum Industriële Waterstoftank
no: Dyktig kvanteindustriell hydrogentank
pt_br: Tanque de hidrogênio industrial quântico proficiente
ro: Rezervor de hidrogen industrial cuantic competent
ru: Опытный промышленный резервуар для водорода Quantum
sk_sk: Skúsená kvantová priemyselná vodíková nádrž
sv: Skicklig kvantindustriell vätgastank
tr_tr: Yetkin Kuantum Endüstriyel Hidrojen Tankı
uk: Досвідчений квантовий промисловий водневий бак
zh_cn: 精通量子工业氢气罐

# DisplayName_Block_QHydrogenTankIndustrialT3
source: Elite Quantum Industrial Hydrogen Tank
ca_ad: Tanc d'hidrogen industrial quàntic Elite
cs_cz: Elitní průmyslová vodíková nádrž Quantum
da: Elite kvante industriel brinttank
de: Elite Quantum Industrieller Wasserstofftank
es: Tanque de hidrógeno industrial Elite Quantum
et_ee: Elite kvanttööstuslik vesinikupaak
fi: Elite kvanttiteollinen vetysäiliö
fr: Réservoir d’hydrogène industriel Elite Quantum
hr_hr: Elitni kvantni industrijski spremnik vodika
hu_hu: Elite kvantumipari hidrogéntartály
ja_jp: エリート量子産業用水素タンク
lv: Elites kvantu rūpnieciskā ūdeņraža tvertne
nl: Elite Quantum Industriële Waterstoftank
no: Elite Quantum industriell hydrogentank
pt_br: Tanque de hidrogênio industrial Elite Quantum
ro: Rezervor de hidrogen industrial cuantic Elite
ru: Элитный промышленный водородный бак Quantum
sk_sk: Elitná kvantová priemyselná vodíková nádrž
sv: Elite Quantum industriell vätgastank
tr_tr: Elite Quantum Endüstriyel Hidrojen Tankı
uk: Елітний квантовий промисловий водневий бак
zh_cn: Elite Quantum 工业氢气罐

# DisplayName_Block_QHydrogenTankSmallT0
source: Small Quantum Hydrogen Tank
ca_ad: Petit tanc quàntic d'hidrogen
cs_cz: Malá nádrž na vodík Quantum
da: Lille kvantebrinttank
de: Kleiner Quanten-Wasserstofftank
es: Pequeño tanque de hidrógeno cuántico
et_ee: Väike kvantvesiniku paak
fi: Pieni kvanttivetysäiliö
fr: Petit réservoir d’hydrogène quantique
hr_hr: Mali kvantni spremnik vodika
hu_hu: Kis kvantumhidrogén tartály
ja_jp: 小型量子水素タンク
lv: Maza kvantu ūdeņraža tvertne
nl: Kleine Quantum Waterstoftank
no: Liten kvantehydrogentank
pt_br: Tanque de hidrogênio quântico pequeno
ro: Rezervor mic de hidrogen cuantic
ru: Малый резервуар для квантового водорода
sk_sk: Malá kvantová vodíková nádrž
sv: Liten kvantvätetank
tr_tr: Küçük Kuantum Hidrojen Tankı
uk: Невеликий квантовий водневий бак
zh_cn: 小型量子氢气罐

# DisplayName_Block_QHydrogenTankSmallT1
source: Enhanced Small Quantum Hydrogen Tank
ca_ad: Petit tanc d'hidrogen quàntic millorat
cs_cz: Vylepšená malá nádrž na kvantový vodík
da: Forbedret lille kvantebrinttank
de: Verbesserter kleiner Quanten-Wasserstofftank
es: Pequeño tanque de hidrógeno cuántico mejorado
et_ee: Täiustatud väike kvantvesinikupaak
fi: Parannettu pieni kvanttivetysäiliö
fr: Petit réservoir d’hydrogène quantique amélioré
hr_hr: Poboljšani mali spremnik kvantnog vodika
hu_hu: Továbbfejlesztett kis kvantumhidrogén tartály
ja_jp: 改良型小型量子水素タンク
lv: Uzlabota mazā kvantu ūdeņraža tvertne
nl: Verbeterde kleine kwantumwaterstoftank
no: Forbedret liten kvantehydrogentank
pt_br: Tanque de hidrogênio quântico pequeno aprimorado
ro: Rezervor mic de hidrogen cuantic îmbunătățit
ru: Усовершенствованный малый резервуар для квантового водорода
sk_sk: Vylepšená malá kvantová vodíková nádrž
sv: Förbättrad liten kvantvätetank
tr_tr: Geliştirilmiş Küçük Kuantum Hidrojen Tankı
uk: Покращений невеликий квантовий водневий бак
zh_cn: 增强型小型量子氢气罐

# DisplayName_Block_QHydrogenTankSmallT2
source: Proficient Small Quantum Hydrogen Tank
ca_ad: Petit tanc d'hidrogen quàntic competent
cs_cz: Profesionální malá nádrž na kvantový vodík
da: Dygtig lille kvantebrinttank
de: Kompetenter kleiner Quanten-Wasserstofftank
es: Pequeño tanque de hidrógeno cuántico competente
et_ee: Vilunud väike kvantvesiniku paak
fi: Taitava pieni kvanttivetysäiliö
fr: Petit réservoir d’hydrogène quantique compétent
hr_hr: Vješt mali kvantni spremnik vodika
hu_hu: Proficient kis kvantumhidrogén tartály
ja_jp: 堪能な小型量子水素タンク
lv: Prasmīga maza kvantu ūdeņraža tvertne
nl: Bekwame kleine kwantumwaterstoftank
no: Dyktig liten kvantehydrogentank
pt_br: Tanque de hidrogênio quântico pequeno proficiente
ro: Rezervor mic de hidrogen cuantic competent
ru: Опытный малый резервуар для квантового водорода
sk_sk: Zdatná malá kvantová nádrž na vodík
sv: Skicklig liten kvantvätetank
tr_tr: Yetkin Küçük Kuantum Hidrojen Tankı
uk: Досвідчений невеликий квантовий водневий бак
zh_cn: 熟练的小型量子氢气罐

# DisplayName_Block_QHydrogenTankSmallT3
source: Elite Small Quantum Hydrogen Tank
ca_ad: Petit tanc d'hidrogen quàntic Elite
cs_cz: Elitní malá nádrž na kvantový vodík
da: Elite lille kvantebrinttank
de: Elite Kleiner Quanten-Wasserstofftank
es: Tanque de hidrógeno cuántico pequeño de élite
et_ee: Elite väike kvantvesinikupaak
fi: Eliitti pieni kvanttivetysäiliö
fr: Petit réservoir d’hydrogène quantique Elite
hr_hr: Elitni mali kvantni spremnik vodika
hu_hu: Elite kis kvantumhidrogén tartály
ja_jp: エリート小型量子水素タンク
lv: Elites mazā kvantu ūdeņraža tvertne
nl: Elite kleine kwantumwaterstoftank
no: Elite liten kvantehydrogentank
pt_br: Tanque de hidrogênio quântico pequeno de elite
ro: Rezervor mic de hidrogen cuantic Elite
ru: Элитный малый резервуар для квантового водорода
sk_sk: Malá kvantová vodíková nádrž Elite
sv: Elite liten kvantvätetank
tr_tr: Elit Küçük Kuantum Hidrojen Tankı
uk: Елітний малий квантовий водневий бак
zh_cn: 精英小型量子氢气罐

# DisplayName_Block_QHydrogenTankT0
source: Quantum Hydrogen Tank
ca_ad: Tanc quàntic d'hidrogen
cs_cz: Nádrž na kvantový vodík
da: Kvantebrinttank
de: Quanten-Wasserstoff-Tank
es: Tanque de hidrógeno cuántico
et_ee: Kvantvesiniku paak
fi: Kvanttivetysäiliö
fr: Réservoir d’hydrogène quantique
hr_hr: Kvantni spremnik vodika
hu_hu: Kvantum hidrogéntartály
ja_jp: 量子水素タンク
lv: Kvantu ūdeņraža tvertne
nl: De Tank van de kwantumwaterstof
pt_br: Tanque de hidrogênio quântico
ro: Rezervor de hidrogen cuantic
ru: Резервуар для квантового водорода
sk_sk: Kvantová vodíková nádrž
sv: Quantum vätetank
tr_tr: Kuantum Hidrojen Tankı
uk: Квантовий водневий бак
zh_cn: 量子氢气罐

# DisplayName_Block_QHydrogenTankT1
source: Enhanced Quantum Hydrogen Tank
ca_ad: Tanc d'hidrogen quàntic millorat
cs_cz: Vylepšená nádrž na kvantový vodík
da: Forbedret kvantebrinttank
de: Verbesserter Quanten-Wasserstofftank
es: Tanque de hidrógeno cuántico mejorado
et_ee: Täiustatud kvantvesiniku paak
fi: Parannettu kvanttivetysäiliö
fr: Réservoir d’hydrogène quantique amélioré
hr_hr: Poboljšani spremnik kvantnog vodika
hu_hu: Továbbfejlesztett kvantumhidrogén-tartály
ja_jp: 改良型量子水素タンク
lv: Uzlabota kvantu ūdeņraža tvertne
nl: Verbeterde Quantum Hydrogen Tank
no: Forbedret kvantehydrogentank
pt_br: Tanque de hidrogênio quântico aprimorado
ro: Rezervor de hidrogen cuantic îmbunătățit
ru: Усовершенствованный резервуар для квантового водорода
sk_sk: Vylepšená kvantová vodíková nádrž
sv: Förbättrad kvantvätetank
tr_tr: Geliştirilmiş Kuantum Hidrojen Tankı
uk: Покращений квантовий водневий бак
zh_cn: 增强型量子氢气罐

# DisplayName_Block_QHydrogenTankT2
source: Proficient Quantum Hydrogen Tank
ca_ad: Tanc d'hidrogen quàntic competent
cs_cz: Profesionální nádrž na kvantový vodík
da: Dygtig kvantebrinttank
de: Kompetenter Quanten-Wasserstofftank
es: Tanque de hidrógeno cuántico competente
et_ee: Vilunud kvantvesiniku paak
fi: Taitava kvanttivetysäiliö
fr: Réservoir d’hydrogène quantique compétent
hr_hr: Stručni spremnik kvantnog vodika
hu_hu: Proficiens kvantumhidrogén-tartály
ja_jp: 熟達した量子水素タンク
lv: Prasmīga kvantu ūdeņraža tvertne
nl: Bekwame kwantumwaterstoftank
no: Dyktig kvantehydrogentank
pt_br: Tanque de hidrogênio quântico proficiente
ro: Rezervor de hidrogen cuantic competent
ru: Опытный резервуар для квантового водорода
sk_sk: Skúsený kvantový vodíkový tank
sv: Skicklig kvantvätetank
tr_tr: Yetkin Kuantum Hidrojen Tankı
uk: Досвідчений квантовий водневий бак
zh_cn: 精通量子氢气罐

# DisplayName_Block_QHydrogenTankT3
source: Elite Quantum Hydrogen Tank
ca_ad: Tanc d'hidrogen quàntic Elite
cs_cz: Elitní kvantová vodíková nádrž
da: Elite kvantebrinttank
de: Elite-Quanten-Wasserstofftank
es: Tanque de hidrógeno cuántico de élite
et_ee: Elite kvantvesiniku paak
fi: Elite kvanttivetysäiliö
fr: Réservoir d’hydrogène Elite Quantum
hr_hr: Elitni kvantni spremnik vodika
hu_hu: Elite kvantumhidrogén tartály
ja_jp: エリート量子水素タンク
lv: Elites kvantu ūdeņraža tvertne
nl: Elite Quantum Waterstof Tank
pt_br: Tanque de hidrogênio quântico de elite
ro: Rezervor de hidrogen cuantic Elite
ru: Элитный резервуар для квантового водорода
sk_sk: Elitná kvantová vodíková nádrž
sv: Elite Quantum vätgastank
tr_tr: Elit Kuantum Hidrojen Tankı
uk: Елітний квантовий водневий бак
zh_cn: Elite Quantum 氢气罐

# DisplayName_Block_QHydrogenThrustIndustrialT0
source: Quantum Industrial Hydrogen Thruster
ca_ad: Propulsor industrial quàntic d'hidrogen
cs_cz: Kvantový průmyslový vodíkový tryska
da: Kvanteindustriel brintthruster
de: Industrieller Quanten-Wasserstoff-Antrieb
es: Propulsor de hidrógeno industrial cuántico
et_ee: Kvant-tööstusliku vesiniku tõukejõud
fi: Kvanttiteollinen vetypotkuri
fr: Propulseur à hydrogène industriel quantique
hr_hr: Kvantni industrijski potisnik vodika
hu_hu: Kvantumipari hidrogénhajtómű
ja_jp: 量子産業用水素スラスタ
lv: Kvantu rūpnieciskā ūdeņraža vilces līdzeklis
nl: Quantum industriële waterstofstuwraket
no: Quantum industriell hydrogenthruster
pt_br: Propulsor de hidrogênio industrial quântico
ro: Propulsor de hidrogen industrial cuantic
ru: Квантовый промышленный водородный двигатель
sk_sk: Kvantový priemyselný vodíkový motor
sv: Kvantindustriell vätgaspropeller
tr_tr: Kuantum Endüstriyel Hidrojen İtici
uk: Квантовий промисловий водневий двигун
zh_cn: 量子工业氢推进器

# DisplayName_Block_QHydrogenThrustIndustrialT1
source: Enhanced Quantum Industrial Hydrogen Thruster
ca_ad: Propulsor d'hidrogen industrial quàntic millorat
cs_cz: Vylepšený kvantový průmyslový vodíkový motor
da: Forbedret kvanteindustriel brintthruster
de: Verbesserter industrieller Quanten-Wasserstoffantrieb
es: Propulsor de hidrógeno industrial cuántico mejorado
et_ee: Täiustatud kvant-tööstusliku vesiniku tõukejõud
fi: Parannettu kvanttiteollinen vetypotkuri
fr: Propulseur à hydrogène industriel quantique amélioré
hr_hr: Poboljšani kvantni industrijski potisnik vodika
hu_hu: Továbbfejlesztett kvantumipari hidrogénhajtómű
ja_jp: 改良型量子産業用水素スラスタ
lv: Uzlabots kvantu rūpnieciskais ūdeņraža vilces līdzeklis
nl: Verbeterde Quantum Industrial Hydrogen Thruster
no: Forbedret kvanteindustriell hydrogenthruster
pt_br: Propulsor de hidrogênio industrial quântico aprimorado
ro: Propulsor de hidrogen industrial cuantic îmbunătățit
ru: Усовершенствованный квантовый промышленный водородный двигатель
sk_sk: Vylepšený kvantový priemyselný vodíkový motor
sv: Förbättrad kvantindustriell vätgaspropeller
tr_tr: Geliştirilmiş Kuantum Endüstriyel Hidrojen İtici
uk: Покращений квантовий промисловий водневий двигун
zh_cn: 增强型量子工业氢推进器

# DisplayName_Block_QHydrogenThrustIndustrialT2
source: Proficient Quantum Industrial Hydrogen Thruster
ca_ad: Propulsor d'hidrogen industrial quàntic competent
cs_cz: Profesionální kvantový průmyslový vodíkový tryska
da: Dygtig kvanteindustriel brintthruster
de: Kompetentes industrielles Quanten-Wasserstoff-Triebwerk
es: Propulsor de hidrógeno industrial cuántico competente
et_ee: Vilunud kvant-tööstusliku vesiniku tõukejõud
fi: Taitava kvanttiteollinen vetypotkuri
fr: Propulseur à hydrogène industriel quantique compétent
hr_hr: Stručni kvantni industrijski potisnik vodika
hu_hu: Gyakorlott kvantumipari hidrogénhajtómű
ja_jp: 堪能な量子産業用水素スラスタ
lv: Lietpratīgs kvantu rūpnieciskais ūdeņraža vilces līdzeklis
nl: Bekwame Quantum Industriële Waterstof Thruster
no: Dyktig kvanteindustriell hydrogenthruster
pt_br: Propulsor de hidrogênio industrial quântico proficiente
ro: Propulsor de hidrogen industrial cuantic competent
ru: Опытный квантовый промышленный водородный двигатель
sk_sk: Zdatný kvantový priemyselný vodíkový motor
sv: Skicklig kvantindustriell vätgaspropeller
tr_tr: Yetkin Kuantum Endüstriyel Hidrojen İtici
uk: Досвідчений квантовий промисловий водневий двигун
zh_cn: 精通量子工业氢推进器

# DisplayName_Block_QHydrogenThrustIndustrialT3
source: Elite Quantum Industrial Hydrogen Thruster
ca_ad: Propulsor d'hidrogen industrial quàntic d'elit
cs_cz: Elitní kvantový průmyslový vodíkový tryska
da: Elite kvante industriel brint thruster
de: Elite-Quanten-Industrie-Wasserstoff-Triebwerk
es: Propulsor de hidrógeno industrial cuántico de élite
et_ee: Elite kvant-tööstusliku vesiniku tõukejõud
fi: Elite kvanttiteollinen vetypotkuri
fr: Propulseur à hydrogène industriel Elite Quantum
hr_hr: Elitni kvantni industrijski potisnik vodika
hu_hu: Elite kvantumipari hidrogénhajtómű
ja_jp: エリート量子産業用水素スラスタ
lv: Elites kvantu rūpnieciskā ūdeņraža vilces spēks
nl: Elite Quantum Industriële Waterstof Thruster
no: Elite Quantum industriell hydrogen thruster
pt_br: Propulsor de hidrogênio industrial quântico de elite
ro: Propulsor de hidrogen industrial cuantic Elite
ru: Элитный квантовый промышленный водородный двигатель
sk_sk: Elitný kvantový priemyselný vodíkový pohon
sv: Elite Quantum industriell vätgaspropeller
tr_tr: Elite Quantum Endüstriyel Hidrojen İtici
uk: Елітний квантовий промисловий водневий двигун
zh_cn: Elite Quantum 工业氢推进器

# DisplayName_Block_QJumpDriveT0
source: Quantum Jump Drive
ca_ad: Unitat de salt quàntic
cs_cz: Kvantový skokový pohon
da: Quantum Jump-drev
de: Quanten-Sprungantrieb
es: Unidad de salto cuántico
et_ee: Kvanthüppe ajam
fi: Quantum Jump -asema
fr: Entraînement de saut quantique
hr_hr: Quantum jump pogon
hu_hu: Kvantum ugrás meghajtó
ja_jp: クォンタムジャンプドライブ
lv: Kvantu lēciena piedziņa
nl: Quantum Jump Aandrijving
pt_br: Movimentação de salto quântico
ro: Unitate Quantum Jump
ru: Квантовый Джамп Драйв
sk_sk: Kvantový skokový pohon
sv: Quantum Jump-enhet
tr_tr: Kuantum Atlama Sürücüsü
uk: Квантовий стрибок
zh_cn: 量子跳跃驱动器

# DisplayName_Block_QJumpDriveT1
source: Enhanced Quantum Jump Drive
ca_ad: Unitat de salt quàntic millorada
cs_cz: Vylepšený kvantový skokový pohon
da: Forbedret kvantespringsdrev
de: Verbesserter Quantensprungantrieb
es: Impulso de salto cuántico mejorado
et_ee: Täiustatud kvanthüppe ajam
fi: Parannettu kvanttihyppyasema
fr: Entraînement de saut quantique amélioré
hr_hr: Poboljšani quantum jump pogon
hu_hu: Továbbfejlesztett Quantum Jump Drive
ja_jp: 強化されたクォンタムジャンプドライブ
lv: Uzlabota kvantu lēciena piedziņa
nl: Verbeterde Quantum Jump Drive
no: Forbedret Quantum Jump Drive
pt_br: Quantum Jump Drive aprimorado
ro: Unitate Quantum Jump îmbunătățită
ru: Улучшенный квантовый импульс
sk_sk: Vylepšená kvantová skoková jednotka
sv: Förbättrad Quantum Jump-enhet
tr_tr: Gelişmiş Quantum Jump Drive
uk: Покращений квантовий стрибок
zh_cn: 增强型量子跳跃驱动器

# DisplayName_Block_QJumpDriveT2
source: Proficient Quantum Jump Drive
ca_ad: Unitat de salt quàntic competent
cs_cz: Profesionální kvantový skokový pohon
da: Dygtig kvantespringsdrev
de: Kompetenter Quanten-Sprungantrieb
es: Impulso de salto cuántico competente
et_ee: Vilunud kvanthüppe ajam
fi: Taitava kvanttihyppyajo
fr: Entraînement de saut quantique compétent
hr_hr: Iskusni quantum jump pogon
hu_hu: Profici kvantum jump meghajtó
ja_jp: 熟練した量子ジャンプドライブ
lv: Prasmīgs kvantu lēciena disks
nl: Bekwame Quantum Jump Drive
no: Dyktig Quantum Jump Drive
pt_br: Movimentação de salto quântico proficiente
ro: Unitate Quantum Jump competentă
ru: Опытный квантовый прыжок
sk_sk: Zdatný kvantový skokový pohon
sv: Skicklig Quantum Jump-enhet
tr_tr: Yetkin Kuantum Atlama Sürücüsü
uk: Досвідчений квантовий стрибок
zh_cn: 精通量子跳跃驱动器

# DisplayName_Block_QJumpDriveT3
source: Elite Quantum Jump Drive
ca_ad: Unitat de salt quàntic d'elit
cs_cz: Elitní kvantový skokový pohon
de: Elite-Quanten-Sprungantrieb
es: Impulso de salto cuántico de élite
et_ee: Elite kvanthüppe ajam
fi: Elite Quantum Jump -asema
fr: Entraînement de saut quantique d’élite
hr_hr: Elitni kvantni skok pogon
ja_jp: エリートクォンタムジャンプドライブ
lv: Elites kvantu lēciena piedziņa
nl: Elite Quantum Jump-aandrijving
ro: Unitate Elite Quantum Jump
ru: Элитный квантовый джамп-драйв
sk_sk: Elitná kvantová skoková jednotka
sv: Elite Quantum Jump-enhet
uk: Елітний квантовий стрибок
zh_cn: 精英量子跳跃驱动器

# DisplayName_Block_QOxygenGeneratorT0
source: Quantum O2/H2 Generator
ca_ad: Generador quàntic O2/H2
cs_cz: Kvantový generátor O2/H2
de: Quanten-O2/H2-Generator
es: Generador cuántico de O2/H2
et_ee: Kvant-O2 / H2 generaator
fi: Quantum O2/H2 -generaattori
fr: Générateur Quantum O2/H2
hr_hr: Kvantni O2/H2 generator
hu_hu: Quantum O2 / H2 generátor
ja_jp: 量子O2/H2発生器
lv: Kvantu O2/H2 ģenerators
pt_br: Gerador Quantum O2/H2
ro: Generator cuantic O2/H2
ru: Квантовый генератор O2/H2
sk_sk: Kvantový generátor O2/H2
tr_tr: Kuantum O2/H2 Jeneratörü
uk: Квантовий генератор O2/H2
zh_cn: 量子 O2/H2 发生器

# DisplayName_Block_QOxygenGeneratorT1
source: Enhanced Quantum O2/H2 Generator
ca_ad: Generador quàntic O2/H2 millorat
cs_cz: Vylepšený generátor kvantového O2/H2
da: Forbedret Quantum O2/H2 generator
de: Verbesserter Quanten-O2/H2-Generator
es: Generador de O2/H2 cuántico mejorado
et_ee: Täiustatud Quantum O2 / H2 generaator
fi: Parannettu kvantti O2 / H2-generaattori
fr: Générateur Quantum O2/H2 amélioré
hr_hr: Poboljšani kvantni generator O2 / H2
hu_hu: Továbbfejlesztett kvantum O2/H2 generátor
ja_jp: 改良型量子O2/H2発生器
lv: Uzlabots kvantu O2/H2 ģenerators
nl: Verbeterde Quantum O2/H2-generator
no: Forbedret Quantum O2/H2 Generator
pt_br: Gerador de O2/H2 quântico aprimorado
ro: Generator cuantic O2 / H2 îmbunătățit
ru: Усовершенствованный квантовый генератор O2/H2
sk_sk: Vylepšený kvantový generátor O2/H2
sv: Förbättrad Quantum O2/H2-generator
tr_tr: Gelişmiş Quantum O2/H2 Jeneratörü
uk: Покращений квантовий генератор O2/H2
zh_cn: 增强型量子 O2/H2 发生器

# DisplayName_Block_QOxygenGeneratorT2
source: Proficient Quantum O2/H2 Generator
ca_ad: Generador quàntic competent d'O2 / H2
cs_cz: Zkušený generátor Quantum O2/H2
da: Dygtig kvante O2 / H2 generator
de: Kompetenter Quanten-O2/H2-Generator
es: Generador cuántico competente de O2/H2
et_ee: Vilunud kvant-O2 / H2 generaator
fi: Taitava kvantti O2 / H2-generaattori
fr: Générateur d’O2/H2 quantique compétent
hr_hr: Iskusni kvantni generator O2 / H2
hu_hu: Proficient kvantum O2 / H2 generátor
ja_jp: 熟練した量子O2/H2発生器
lv: Lietpratīgs kvantu O2/H2 ģenerators
nl: Bekwame Quantum O2/H2-generator
no: Dyktig Quantum O2 / H2 Generator
pt_br: Gerador de O2/H2 quântico proficiente
ro: Generator cuantic O2 / H2 competent
ru: Опытный квантовый генератор O2/H2
sk_sk: Skúsený kvantový generátor O2/H2
sv: Skicklig Quantum O2/H2-generator
tr_tr: Yetkin Kuantum O2/H2 Jeneratörü
uk: Досвідчений квантовий генератор O2/H2
zh_cn: 精通量子 O2/H2 发生器

# DisplayName_Block_QOxygenGeneratorT3
source: Elite Quantum O2/H2 Generator
ca_ad: Generador d'O2/H2 quàntic d'elit
cs_cz: Elitní kvantový generátor O2/H2
de: Elite-Quanten-O2/H2-Generator
es: Generador Elite Quantum O2/H2
et_ee: Elite Quantum O2 / H2 generaator
fi: Elite Quantum O2/H2 -generaattori
fr: Générateur d’O2/H2 Elite Quantum
hu_hu: Elite Quantum O2 / H2 generátor
ja_jp: Elite Quantum O2/H2発生器
lv: Elites Quantum O2/H2 ģenerators
pt_br: Elite Quantum O2/H2 Gerador
ru: Элитный квантовый генератор O2/H2
sk_sk: Generátor Elite Quantum O2 / H2
tr_tr: Elite Quantum O2/H2 Jeneratör
uk: Елітний квантовий генератор O2/H2
zh_cn: Elite Quantum O2/H2 发生器

# DisplayName_Block_QSmallLargeJumpDriveT0
source: Quantum Sm. Lrg. Jump Drive
ca_ad: Quàntica Sm. Lrg. Unitat de salt
cs_cz: Quantum Sm. Lrg. Skokový pohon
de: Quantum Sm. Lrg. Sprungantrieb
et_ee: Quantum Sm. Lrg. Hüppe ajam
fi: Kvantti Sm. Lrg. Hyppyasema
fr: Quantum Sm. Lrg. Lecteur de saut
hr_hr: Quantum Sm. Lrg. skok pogon
ja_jp: Quantum Sm. Lrg. ジャンプドライブ
lv: Kvantu sm. Lrg. Lēciena piedziņa
pt_br: Quantum Sm. Lrg. Pular
ru: Квантовый Sm. Lrg. Джамп-драйв
sk_sk: Quantum Sm. Lrg. Skokový pohon
sv: Quantum Sm. Lrg. Hoppa enhet
tr_tr: Quantum Sm. Lrg. Atlama Sürücüsü
uk: Квантовий Sm. Lrg. Стрибковий привід
zh_cn: Quantum Sm. Lrg. 跳跃驱动器

# DisplayName_Block_QSmallLargeJumpDriveT1
source: Enhanced Quantum Sm. Lrg. Jump Drive
ca_ad: Unitat de salt quàntica millorada Sm. Lrg.
cs_cz: Vylepšený Quantum Sm. Lrg. Skokový pohon
da: Forbedret kvante sm. lrg. hoppedrev
de: Verbesserter Quanten-Sm. Lrg. Sprungantrieb
es: Quantum Sm. Lrg. Jump Drive mejorado
et_ee: Täiustatud Quantum Sm. Lrg. Hüppeajam
fi: Parannettu kvantti Sm. Lrg. Jump Drive
fr: Entraînement de saut Quantum Sm. Lrg. amélioré
hr_hr: Poboljšani quantum sm. lrg. skok pogon
hu_hu: Továbbfejlesztett Quantum Sm. Lrg. Jump Drive
ja_jp: Enhanced Quantum Sm. Lrg. ジャンプドライブ
lv: Uzlabots Quantum Sm. Lrg. Jump Drive
nl: Verbeterde Quantum Sm. Lrg. Jump Drive
no: Forbedret Quantum Sm. Lrg. Jump Drive
pt_br: Quantum Sm. Lrg. Jump Drive aprimorado
ro: Unitate Salt îmbunătățită Quantum Sm. Lrg.
ru: Улучшенный Квантовый Sm. Lrg. Jump Drive
sk_sk: Vylepšený Quantum Sm. Lrg. Jump Drive
sv: Förbättrad Quantum Sm. Lrg. Jump Drive
tr_tr: Geliştirilmiş Quantum Sm. Lrg. Atlama Sürücüsü
uk: Покращений квантовий Sm. Lrg. Jump Drive
zh_cn: 增强型 Quantum Sm. Lrg. 跳跃驱动器
