Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_LargeQModularThrusterT1
source: Enhanced Quantum Large Quantum Warfare Ion Thruster
ca_ad: Propulsor d'ions de guerra quàntica quàntica quàntica gran millorat
cs_cz: Vylepšený iontový motor Quantum Large Quantum Warfare
da: Forbedret kvante stor kvantekrigsførelse ionpropel
de: Verbessertes Quantum Large Quantum Warfare Ionentriebwerk
es: Propulsor iónico de guerra cuántica grande mejorado
et_ee: Täiustatud kvant-suure kvantsõja ioontõukejõud
fi: Parannettu kvanttikvanttisodankäynnin ionipotkuri
fr: Propulseur ionique Quantum Large Quantum Warfare amélioré
hr_hr: Poboljšani kvantni veliki ionski potisnik kvantnog ratovanja
hu_hu: Továbbfejlesztett kvantum nagy kvantumhadviselés ionhajtómű
ja_jp: 改良型量子大型量子戦イオンスラスタ
lv: Uzlabots kvantu liela kvantu kara jonu vilces līdzeklis
nl: Verbeterde Quantum Large Quantum Warfare Ion Thruster
no: Forbedret Quantum Large Quantum Warfare Ion Thruster
pt_br: Propulsor de íons de guerra quântica grande e quântico aprimorado
ro: Propulsor ionic de război cuantic cuantic mare îmbunătățit
ru: Усовершенствованный квантовый ионный двигатель Large Quantum Warfare
sk_sk: Vylepšený kvantový veľký kvantový bojový iónový motorník
sv: Förbättrad Quantum Large Quantum Warfare-jonpropeller
tr_tr: Geliştirilmiş Kuantum Büyük Kuantum Savaş İyon İtici
uk: Покращений квантовий великий квантовий іонний двигун
zh_cn: 增强型量子大量子战离子推进器

# DisplayName_Block_LargeQModularThrusterT2
source: Proficient Quantum Large Quantum Warfare Ion Thruster
ca_ad: Propulsor d'ions de guerra quàntica quàntica gran competent
cs_cz: Zkušený iontový motor Quantum Large Quantum Warfare
da: Dygtig kvante stor kvantekrigsførelse ion thruster
de: Kompetenter Quanten-Ionenantrieb für große Quantenkriegsführung
es: Propulsor de iones de guerra cuántica cuántico grande competente
et_ee: Vilunud kvant-suure kvantsõja ioontõukejõud
fi: Taitava kvanttikvanttisodankäynnin ionipotkuri
fr: Propulseur ionique de grande guerre quantique compétent
hr_hr: Iskusni kvantno veliki ionski potisnik kvantnog ratovanja
hu_hu: Proficient kvantum nagy kvantumhadviselés ionhajtómű
ja_jp: 堪能な量子大型量子戦イオンスラスタ
lv: Lietpratējs kvantu lielais kvantu karš Jonu vilcējspēks
nl: Bekwame Quantum Grote Quantum Warfare Ion Thruster
no: Dyktig Quantum Large Quantum Warfare Ion Thruster
pt_br: Proficiente proficiente proficiente propulsor de íons de guerra quântica de guerra quântica
ro: Propulsor de ioni de război cuantic cuantic mare
ru: Опытный квантовый большой ионный двигатель квантовой войны
sk_sk: Zdatný kvantový veľký kvantový bojový iónový motor;
sv: Skicklig kvant stor kvantkrigföring jonpropeller
tr_tr: Yetkin Kuantum Büyük Kuantum Savaş İyon İtici
uk: Досвідчений квантовий великий квантовий іонний двигун
zh_cn: 熟练量子大量子战离子推进器

# DisplayName_Block_LargeQModularThrusterT3
source: Elite Quantum Large Quantum Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra quàntica quàntica gran quàntica d'elit
cs_cz: Elitní kvantový velký kvantový válečný iontový motor
da: Elite Quantum Stor Quantum Warfare Ion Thruster
de: Elite-Quanten-Ionentriebwerk für große Quantenkriegsführung
es: Propulsor iónico de guerra cuántica grande cuántico de élite
et_ee: Elite Quantum Large Quantum Warfare ioontõukejõud
fi: Elite Quantum Large Quantum Warfare -ionipotkuri
fr: Grand propulseur ionique de guerre quantique Elite Quantum
hr_hr: Elitni kvantni veliki ionski potisnik kvantnog ratovanja
ja_jp: エリート量子大型量子戦イオンスラスター
lv: Elites kvantu lielais kvantu karš Jonu vilcējspēks
nl: Elite Quantum Grote Quantum Warfare Ion Thruster
pt_br: Propulsor de Íons de Guerra Quântica Grande Quântico de Elite
ro: Propulsor de ioni Elite Quantum Large Quantum Warfare
ru: Элитный квантовый большой ионный двигатель квантовой войны
tr_tr: Elite Quantum Büyük Kuantum Savaş İyon İtici
uk: Елітний квантовий великий іонний двигун квантової війни
zh_cn: 精英量子大型量子战离子推进器

# DisplayName_Block_LargeQReactorT0
source: Large Quantum Reactor
ca_ad: Gran reactor quàntic
cs_cz: Velký kvantový reaktor
da: Stor kvantereaktor
de: Großer Quantenreaktor
es: Gran reactor cuántico
et_ee: Suur kvantreaktor
fi: Suuri kvanttireaktori
fr: Grand réacteur quantique
hr_hr: Veliki kvantni reaktor
hu_hu: Nagy kvantumreaktor
ja_jp: 大型量子炉
lv: Lielais kvantu reaktors
nl: Grote kwantumreactor
no: Stor kvantereaktor
pt_br: Grande Reator Quântico
ro: Reactor cuantic mare
ru: Большой квантовый реактор
sk_sk: Veľký kvantový reaktor
sv: Stor kvantreaktor
tr_tr: Büyük Kuantum Reaktörü
uk: Великий квантовий реактор
zh_cn: 大型量子反应堆

# DisplayName_Block_LargeQReactorT1
source: Enhanced Large Quantum Reactor
ca_ad: Gran reactor quàntic millorat
cs_cz: Vylepšený velký kvantový reaktor
da: Forbedret stor kvantereaktor
de: Verbesserter großer Quantenreaktor
es: Gran reactor cuántico mejorado
et_ee: Täiustatud suur kvantreaktor
fi: Parannettu suuri kvanttireaktori
fr: Grand réacteur quantique amélioré
hr_hr: Poboljšani veliki kvantni reaktor
hu_hu: Továbbfejlesztett nagy kvantumreaktor
ja_jp: 改良型大型量子炉
lv: Uzlabots lielais kvantu reaktors
nl: Verbeterde grote kwantumreactor
no: Forbedret stor kvantereaktor
pt_br: Reator quântico grande aprimorado
ro: Reactor cuantic mare îmbunătățit
ru: Усовершенствованный большой квантовый реактор
sk_sk: Vylepšený veľký kvantový reaktor
sv: Förbättrad stor kvantreaktor
tr_tr: Geliştirilmiş Büyük Kuantum Reaktörü
uk: Удосконалений великий квантовий реактор
zh_cn: 增强型大型量子反应堆

# DisplayName_Block_LargeQReactorT2
source: Proficient Large Quantum Reactor
ca_ad: Gran reactor quàntic competent
cs_cz: Zkušený velký kvantový reaktor
da: Dygtig stor kvantereaktor
de: Leistungsfähiger großer Quantenreaktor
es: Reactor cuántico de gran tamaño competente
et_ee: Vilunud suur kvantreaktor
fi: Taitava suuri kvanttireaktori
fr: Grand réacteur quantique compétent
hr_hr: Vješt veliki kvantni reaktor
hu_hu: Proficiens nagy kvantumreaktor
ja_jp: 熟練の大型量子炉
lv: Lietpratīgs liels kvantu reaktors
nl: Bekwame grote kwantumreactor
no: Dyktig stor kvantereaktor
pt_br: Proficiente Grande Reator Quântico
ro: Reactor cuantic mare competent
ru: Опытный Большой Квантовый Реактор
sk_sk: Zdatný veľký kvantový reaktor
sv: Skicklig stor kvantreaktor
tr_tr: Yetkin Büyük Kuantum Reaktörü
uk: Досвідчений великий квантовий реактор
zh_cn: 精通大型量子反应堆

# DisplayName_Block_LargeQReactorT3
source: Elite Large Quantum Reactor
ca_ad: Gran reactor quàntic d'elit
cs_cz: Elitní velký kvantový reaktor
da: Elite stor kvantereaktor
de: Elite Großer Quantenreaktor
es: Gran reactor cuántico de élite
et_ee: Elite suur kvantreaktor
fi: Suuri eliittikvanttireaktori
fr: Grand réacteur quantique d’élite
hr_hr: Elitni veliki kvantni reaktor
hu_hu: Elite nagy kvantumreaktor
ja_jp: エリート大型量子炉
lv: Elites lielais kvantu reaktors
nl: Elite Grote Kwantumreactor
no: Elite stor kvantereaktor
pt_br: Reator Quântico Grande de Elite
ro: Reactor cuantic mare de elită
ru: Элитный Большой Квантовый Реактор
sk_sk: Elitný veľký kvantový reaktor
sv: Elite stor kvantreaktor
tr_tr: Elit Büyük Kuantum Reaktörü
uk: Елітний великий квантовий реактор
zh_cn: 精英大型量子反应堆

# DisplayName_Block_LargeQReactorWarfare2T0
source: Quantum Large Warfare Reactor
ca_ad: Reactor quàntic de gran guerra
cs_cz: Kvantový velký válečný reaktor
da: Kvantereaktor til stor krigsførelse
de: Quanten-Reaktor für große Kriegsführung
es: Gran Reactor de Guerra Cuántica
et_ee: Kvant-suur sõjapidamise reaktor
fi: Kvantti suuren sodankäynnin reaktori
fr: Grand réacteur de guerre quantique
hr_hr: Kvantni reaktor za veliko ratovanje
hu_hu: Kvantum nagy hadviselési reaktor
ja_jp: 量子大型戦炉
lv: Kvantu lielās karadarbības reaktors
nl: Kwantum Grote Oorlogsvoering Reactor
no: Quantum Large Warfare Reaktor
pt_br: Reator de Guerra Quantum Large
ro: Reactorul cuantic de război mare
ru: Квантовый большой боевой реактор
sk_sk: Kvantový reaktor s veľkým bojom
tr_tr: Kuantum Büyük Savaş Reaktörü
uk: Квантовий реактор великої війни
zh_cn: 量子大型战争反应堆

# DisplayName_Block_LargeQReactorWarfare2T1
source: Enhanced Quantum Large Warfare Reactor
ca_ad: Reactor quàntic de guerra gran millorat
cs_cz: Vylepšený kvantový reaktor pro velké válčení
da: Forbedret kvantereaktor til stor krigsførelse
de: Verbesserter Quantenreaktor für große Kriegsführung
es: Reactor de guerra cuántica grande mejorado
et_ee: Täiustatud kvant-suure sõjapidamise reaktor
fi: Parannettu kvantti-suuren sodankäynnin reaktori
fr: Grand réacteur de guerre quantique amélioré
hr_hr: Poboljšani kvantni reaktor za veliko ratovanje
hu_hu: Továbbfejlesztett kvantum nagy hadviselési reaktor
ja_jp: 改良型量子大型戦炉
lv: Uzlabots kvantu lielās karadarbības reaktors
nl: Verbeterde Quantum Large Warfare Reactor
no: Forbedret Quantum Large Warfare Reactor
pt_br: Reator de guerra grande quântico aprimorado
ro: Reactor cuantic de război mare îmbunătățit
ru: Усовершенствованный квантовый большой боевой реактор
sk_sk: Vylepšený kvantový reaktor s veľkým bojom
sv: Förbättrad kvantreaktor för stor krigföring
tr_tr: Geliştirilmiş Kuantum Büyük Harp Reaktörü
uk: Покращений квантовий реактор великої війни
zh_cn: 增强型量子大型战争反应堆

# DisplayName_Block_LargeQReactorWarfare2T2
source: Proficient Quantum Large Warfare Reactor
ca_ad: Reactor quàntic competent de gran guerra
cs_cz: Zkušený kvantový velký bojový reaktor
da: Dygtig kvantereaktor til stor krigsførelse
de: Kompetenter Quantenreaktor für große Kriegsführung
es: Reactor de guerra cuántica de gran tamaño competente
et_ee: Vilunud kvant-suur sõjapidamise reaktor
fi: Taitava kvantti-suuren sodankäynnin reaktori
fr: Grand réacteur de guerre quantique compétent
hr_hr: Iskusni kvantni reaktor za veliko ratovanje
hu_hu: Proficient kvantum nagy hadviselési reaktor
ja_jp: 熟練の量子大型戦炉
lv: Lietpratīgs kvantu lielās karadarbības reaktors
nl: Bekwame Quantum Large Warfare Reactor
no: Dyktig Quantum Large Warfare Reactor
pt_br: Reator de Grande Guerra Quântico Proficiente
ro: Reactor cuantic de război cuantic performant
ru: Опытный квантовый большой боевой реактор
sk_sk: Skúsený kvantový reaktor s veľkým bojom
sv: Skicklig kvantreaktor för stor krigföring
tr_tr: Yetkin Kuantum Büyük Savaş Reaktörü
uk: Досвідчений квантовий великий військовий реактор
zh_cn: 熟练的量子大型战争反应堆

# DisplayName_Block_LargeQReactorWarfare2T3
source: Elite Quantum Large Warfare Reactor
ca_ad: Reactor quàntic d'elit de gran guerra
cs_cz: Elitní kvantový velký válečný reaktor
da: Elite kvante stor krigsførelse reaktor
de: Elite-Quantenreaktor für große Kriegsführung
es: Reactor de guerra cuántico de élite
et_ee: Elite Quantum Suur sõjapidamise reaktor
fi: Elite Quantum Large Warfare -reaktori
fr: Grand réacteur de guerre quantique d’élite
hr_hr: Elitni kvantni reaktor za veliko ratovanje
hu_hu: Elite Quantum Nagy Hadviselési Reaktor
ja_jp: エリート量子大型戦リアクター
lv: Elites kvantu lielās karadarbības reaktors
nl: Elite Quantum Grote Oorlogsvoering Reactor
no: Elite Quantum Large Warfare Reaktor
pt_br: Reator de Guerra Elite Quantum Large
ro: Reactorul cuantic de luptă mare Elite
ru: Элитный квантовый большой боевой реактор
sk_sk: Elitný kvantový reaktor s veľkým bojom
tr_tr: Elit Kuantum Büyük Harp Reaktörü
uk: Елітний квантовий реактор великої війни
zh_cn: 精英量子大型战争反应堆

# DisplayName_Block_LargeQThrustSciFiT0
source: Quantum Sci-Fi Large Ion Thruster
ca_ad: Propulsor iònic gran quàntic de ciència-ficció
cs_cz: Quantum Sci-Fi velký iontový motor
da: Quantum Sci-Fi stor ion-thruster
de: Quanten-Sci-Fi-Triebwerk mit großen Ionen
es: Propulsor de iones grandes de ciencia ficción cuántica
et_ee: Quantum Sci-Fi suur ioontõukejõud
fi: Kvanttiscifi-suuri-ionipotkuri
fr: Grand propulseur ionique Quantum Sci-Fi
hr_hr: Kvantni znanstveno-fantastični veliki ionski potisnik
hu_hu: Kvantum sci-fi nagy ionhajtómű
ja_jp: 量子SF大型イオンスラスタ
lv: Kvantu zinātniskās fantastikas lielais jonu vilces līdzeklis
nl: Quantum Sci-Fi grote ionenstuwraket
no: Quantum Sci-Fi stor ion thruster
pt_br: Propulsor de Íons Grandes Quantum Sci-Fi
ro: Propulsor ionic mare Quantum Sci-Fi
ru: Квантовый научно-фантастический большой ионный двигатель
sk_sk: Kvantové sci-fi veľké iónové motory
sv: Quantum Sci-Fi stor jonpropeller
tr_tr: Kuantum Bilim Kurgu Büyük İyon İtici
uk: Квантовий науково-фантастичний великий іонний двигун
zh_cn: 量子科幻大型离子推进器

# DisplayName_Block_LargeQThrustSciFiT1
source: Enhanced Quantum Sci-Fi Large Ion Thruster
ca_ad: Propulsor iònic gran de ciència-ficció quàntica millorat
cs_cz: Vylepšený kvantový sci-fi velký iontový motor
da: Forbedret Quantum Sci-Fi stor ion-thruster
de: Verbesserter Quanten-Sci-Fi-Triebwerk mit großen Ionen
es: Propulsor iónico grande de ciencia ficción cuántica mejorado
et_ee: Täiustatud Quantum Sci-Fi suur ioontõukejõud
fi: Parannettu kvanttiscifi-suuri-ionipotkuri
fr: Propulseur ionique de grande taille Quantum Sci-Fi amélioré
hr_hr: Poboljšani kvantno-fantastični veliki ionski potisnik
hu_hu: Továbbfejlesztett kvantum-sci-fi nagy ionhajtómű
ja_jp: 改良型量子SF大型イオンスラスタ
lv: Uzlabots kvantu zinātniskās fantastikas lielo jonu vilces līdzeklis
nl: Verbeterde Quantum Sci-Fi grote ionenstuwraket
no: Forbedret Quantum Sci-Fi Large Ion Thruster
pt_br: Propulsor de Íons Grandes Sci-Fi Quantum Aprimorado
ro: Propulsor ionic mare Quantum Sci-Fi îmbunătățit
ru: Усовершенствованный квантовый научно-фантастический большой ионный двигатель
sk_sk: Vylepšený kvantový sci-fi veľký iónový motorník
sv: Förbättrad Quantum Sci-Fi stor jonpropeller
tr_tr: Geliştirilmiş Kuantum Bilim Kurgu Büyük İyon İtici
uk: Покращений квантовий науково-фантастичний великий іонний двигун
zh_cn: 增强型量子科幻大型离子推进器

# DisplayName_Block_LargeQThrustSciFiT2
source: Proficient Quantum Sci-Fi Large Ion Thruster
ca_ad: Propulsor iònic gran de ciència-ficció quàntica competent
cs_cz: Zkušený kvantový sci-fi velký iontový motor
da: Dygtig kvantesci-fi stor ionthruster
de: Kompetenter Quanten-Sci-Fi-Triebwerk mit großen Ionen
es: Propulsor de iones grandes de ciencia ficción cuántica competente
et_ee: Vilunud kvant-ulme suur ioontõukejõud
fi: Taitava kvanttiscifi-suuri-ionipotkuri
fr: Propulseur ionique de grande taille de science-fiction quantique compétent
hr_hr: Vješt kvantni znanstveno-fantastični veliki ionski potisnik
hu_hu: Gyakorlott kvantum-sci-fi nagy ionhajtómű
ja_jp: 熟練した量子SF大型イオンスラスタ
lv: Lietpratīgs kvantu zinātniskās fantastikas lielo jonu vilces līdzeklis
nl: Bekwame Quantum Sci-Fi grote ionenstuwraket
no: Dyktig Quantum Sci-Fi Large Ion Thruster
pt_br: Proficiente proficiente Quantum Sci-Fi Grande Propulsor de Íons
ro: Propulsor de ioni mari Quantum Sci-Fi
ru: Опытный квантовый научно-фантастический большой ионный двигатель
sk_sk: Zdatný kvantový sci-fi veľký iónový motorník
sv: Skicklig Quantum Sci-Fi stor jonpropeller
tr_tr: Yetkin Kuantum Bilim Kurgu Büyük İyon İtici
uk: Досвідчений квантовий науково-фантастичний великий іонний двигун
zh_cn: 精通量子科幻大型离子推进器

# DisplayName_Block_LargeQThrustSciFiT3
source: Elite Quantum Sci-Fi Large Ion Thruster
ca_ad: Propulsor iònic gran de ciència-ficció quàntica d'elit
cs_cz: Elitní kvantový sci-fi velký iontový motor
da: Elite Quantum Sci-Fi stor ionpropel
de: Elite-Quanten-Sci-Fi-Triebwerk mit großen Ionen
es: Propulsor iónico grande de ciencia ficción cuántica de élite
et_ee: Elite Quantum Sci-Fi suur ioontõukejõud
fi: Eliitti kvanttiscifi-suuri-ionipotkuri
fr: Propulseur ionique Elite Quantum Sci-Fi Large
hr_hr: Elitni kvantni znanstveno-fantastični veliki ionski potisnik
hu_hu: Elite Quantum Sci-Fi nagy ionhajtómű
ja_jp: エリート量子SF大型イオンスラスタ
lv: Elites kvantu zinātniskās fantastikas lielais jonu vilces līdzeklis
nl: Elite Quantum Sci-Fi grote ionenstuwraket
pt_br: Elite Quantum Sci-Fi Grande Propulsor de Íons
ro: Propulsor ionic mare Elite Quantum Sci-Fi
ru: Элитный квантовый научно-фантастический большой ионный двигатель
sk_sk: Elitné kvantové sci-fi veľké iónové motory
sv: Elite Quantum Sci-Fi stor jonpropeller
tr_tr: Elite Quantum Bilim Kurgu Büyük İyon İtici
uk: Елітний квантовий науково-фантастичний великий іонний двигун
zh_cn: 精英量子科幻大型离子推进器

# DisplayName_Block_LargeQThrustT0
source: Quantum Large Ion Thruster
ca_ad: Propulsor iònic gran quàntic
cs_cz: Kvantový motor s velkými ionty
da: Quantum stor ion-thruster
de: Quanten-Triebwerk mit großen Ionen
es: Propulsor iónico cuántico de iones grandes
et_ee: Kvant-suur ioontõukejõud
fi: Kvantti suuri ionipotkuri
fr: Propulseur ionique Quantum Large
hr_hr: Kvantni veliki ionski potisnik
hu_hu: Kvantum nagy ionhajtómű
ja_jp: 量子大型イオンスラスタ
lv: Kvantu lielo jonu vilces līdzeklis
nl: Quantum grote ionenstuwraket
pt_br: Propulsor de Íons Grandes Quânticos
ro: Propulsor ionic cuantic mare
ru: Квантовый большой ионный двигатель
sk_sk: Kvantový veľký iónový motorček
sv: Quantum stor jonpropeller
tr_tr: Kuantum Büyük İyon İtici
uk: Квантовий двигун з великими іонами
zh_cn: 量子大型离子推进器

# DisplayName_Block_LargeQThrustT1
source: Enhanced Quantum Large Ion Thruster
ca_ad: Propulsor quàntic d'ions grans millorat
cs_cz: Vylepšený motor Quantum s velkými ionty
da: Forbedret kvante stor ion-thruster
de: Verbesserter Quanten-Triebwerk mit großen Ionen
es: Propulsor de iones grandes cuánticos mejorado
et_ee: Täiustatud kvant-suure iooni tõukejõud
fi: Parannettu kvantti-suurten ionien potkuri
fr: Propulseur ionique quantique de grande taille amélioré
hr_hr: Poboljšani kvantni veliki ionski potisnik
hu_hu: Továbbfejlesztett kvantum nagy ionhajtómű
ja_jp: 量子大型イオンスラスタ
lv: Uzlabots kvantu lielo jonu vilces līdzeklis
nl: Verbeterde Quantum Large Ion Thruster
no: Forbedret Quantum Large Ion Thruster
pt_br: Propulsor de Íons Grandes Quânticos Aprimorado
ro: Propulsor cuantic cu ioni mari îmbunătățit
ru: Усовершенствованный квантовый ионный двигатель
sk_sk: Vylepšený kvantový veľký iónový motorník
sv: Förbättrad kvant stor jonpropeller
tr_tr: Geliştirilmiş Kuantum Büyük İyon İtici
uk: Покращений квантовий двигун з великими іонами
zh_cn: 增强型量子大离子推进器

# DisplayName_Block_LargeQThrustT2
source: Proficient Quantum Large Ion Thruster
ca_ad: Propulsor quàntic d'ions grans competent
cs_cz: Zkušený kvantový motor s velkými ionty
da: Dygtig kvante stor ionpropel
de: Kompetenter Quanten-Triebwerk mit großen Ionen
es: Propulsor de iones cuánticos de gran tamaño competente
et_ee: Vilunud kvant-suur ioontõukejõud
fi: Taitava kvantti-suurten ionien potkuri
fr: Propulseur ionique quantique de grande taille compétent
hr_hr: Iskusni kvantni veliki ionski potisnik
hu_hu: Gyakorlott kvantum nagy ionhajtómű
ja_jp: 堪能な量子大型イオンスラスタ
lv: Prasmīgs kvantu lielo jonu vilces līdzeklis
nl: Bekwame Quantum Grote Ionenstuwraket
no: Dyktig Quantum Large Ion Thruster
pt_br: Propulsor de Íons Grandes Quânticos Proficiente
ro: Propulsor cuantic performant de ioni mari
ru: Опытный квантовый двигатель больших ионов
sk_sk: Zdatný kvantový veľký iónový motorček
sv: Skicklig kvant stor jonpropeller
tr_tr: Yetkin Kuantum Büyük İyon İtici
uk: Досвідчений квантовий двигун з великими іонами
zh_cn: 熟练的量子大型离子推进器

# DisplayName_Block_LargeQThrustT3
source: Elite Quantum Large Ion Thruster
ca_ad: Propulsor quàntic d'elit d'ions grans
cs_cz: Elitní kvantový tryskový motor s velkými ionty
da: Elite Quantum stor ion-thruster
de: Elite-Quanten-Triebwerk mit großen Ionen
es: Propulsor iónico grande Elite Quantum
et_ee: Elite kvant-suur ioontõukur
fi: Elite kvantti suuri ionipotkuri
fr: Propulseur ionique Elite Quantum Large
hr_hr: Elitni kvantni veliki ionski potisnik
hu_hu: Elite Quantum nagy ionhajtómű
ja_jp: エリート量子大型イオンスラスタ
lv: Elites kvantu lielo jonu vilces līdzeklis
nl: Elite Quantum Grote Ionenstuwraket
pt_br: Propulsor de Íons Grandes Quânticos de Elite
ro: Propulsor ionic cuantic mare Elite
ru: Элитный квантовый ионный двигатель
sk_sk: Elitný kvantový veľký iónový motorník
sv: Elite Quantum stor jonpropeller
tr_tr: Elite Quantum Büyük İyon İtici
uk: Елітний квантовий двигун з великими іонами
zh_cn: Elite Quantum 大型离子推进器

# DisplayName_Block_LargeReactorT1
source: Enhanced Large Reactor
ca_ad: Reactor gran millorat
cs_cz: Vylepšený velký reaktor
da: Forbedret stor reaktor
de: Verbesserter großer Reaktor
es: Reactor grande mejorado
et_ee: Täiustatud suur reaktor
fi: Parannettu suuri reaktori
fr: Grand réacteur amélioré
hr_hr: Poboljšani veliki reaktor
hu_hu: Továbbfejlesztett nagy reaktor
ja_jp: 改良型大型原子炉
lv: Uzlabots lielais reaktors
nl: Verbeterde grote reactor
no: Forbedret stor reaktor
pt_br: Reator grande aprimorado
ro: Reactor mare îmbunătățit
ru: Усовершенствованный большой реактор
sk_sk: Vylepšený veľký reaktor
sv: Förbättrad stor reaktor
tr_tr: Geliştirilmiş Büyük Reaktör
uk: Удосконалений великий реактор
zh_cn: 增强型大型反应堆

# DisplayName_Block_LargeReactorT2
source: Proficient Large Reactor
ca_ad: Gran reactor competent
cs_cz: Zkušený velký reaktor
da: Dygtig stor reaktor
de: Kompetenter großer Reaktor
es: Reactor grande competente
et_ee: Vilunud suur reaktor
fi: Taitava suuri reaktori
fr: Grand réacteur compétent
hr_hr: Iskusni veliki reaktor
hu_hu: Proficient nagy reaktor
ja_jp: 熟練の大型原子炉
lv: Lietpratīgs lielais reaktors
nl: Bekwame grote reactor
no: Dyktig stor reaktor
pt_br: Reator de Grande Porte Proficiente
ro: Reactor mare competent
ru: Опытный Большой Реактор
sk_sk: Skúsený veľký reaktor
sv: Skicklig stor reaktor
tr_tr: Yetkin Büyük Reaktör
uk: Досвідчений великий реактор
zh_cn: 熟练的大型反应堆

# DisplayName_Block_LargeReactorT3
source: Elite Large Reactor
ca_ad: Gran reactor d'elit
cs_cz: Elitní velký reaktor
da: Elite stor reaktor
de: Elite-Großreaktor
es: Gran reactor de élite
et_ee: Elite suur reaktor
fi: Suuri eliittireaktori
fr: Grand réacteur Elite
hr_hr: Elitni veliki reaktor
hu_hu: Elit nagy reaktor
ja_jp: エリート大型原子炉
lv: Elites lielais reaktors
nl: Elite Grote Reactor
no: Elite stor reaktor
pt_br: Reator Grande Elite
ru: Элитный Большой Реактор
sk_sk: Elitný veľký reaktor
sv: Elite stor reaktor
tr_tr: Elit Büyük Reaktör
uk: Елітний великий реактор
zh_cn: 精英大型反应堆

# DisplayName_Block_LargeReactorWarfare2
source: Large Warfare Reactor
ca_ad: Gran reactor de guerra
cs_cz: Velký válečný reaktor
da: Stor krigsførelsesreaktor
de: Großer Kriegsreaktor
es: Gran reactor de guerra
et_ee: Suur sõjapidamise reaktor
fi: Suuri sodankäyntireaktori
fr: Grand réacteur de guerre
hr_hr: Reaktor za veliko ratovanje
hu_hu: Nagy hadviselési reaktor
ja_jp: 大型戦用原子炉
lv: Lielais karadarbības reaktors
nl: Grote oorlogsreactor
no: Stor krigføringsreaktor
pt_br: Grande Reator de Guerra
ro: Reactor mare de război
ru: Большой боевой реактор
sk_sk: Veľký bojový reaktor
sv: Stor krigsreaktor
tr_tr: Büyük Harp Reaktörü
uk: Великий військовий реактор
zh_cn: 大型战争反应堆

# DisplayName_Block_LargeReactorWarfare2T1
source: Enhanced Large Warfare Reactor
ca_ad: Reactor de guerra gran millorat
cs_cz: Vylepšený velký válečný reaktor
da: Forbedret reaktor til stor krigsførelse
de: Verbesserter Reaktor für große Kriegsführung
es: Gran reactor de guerra mejorado
et_ee: Täiustatud suur sõjapidamise reaktor
fi: Parannettu suuren sodankäynnin reaktori
fr: Grand réacteur de guerre amélioré
hr_hr: Poboljšani reaktor za veliko ratovanje
hu_hu: Továbbfejlesztett nagy hadviselési reaktor
ja_jp: 改良型大型戦用原子炉
lv: Uzlabots lielais karadarbības reaktors
nl: Verbeterde reactor voor grote oorlogsvoering
no: Forbedret stor krigføringsreaktor
pt_br: Reator de guerra de grande porte aprimorado
ro: Reactor de război mare îmbunătățit
ru: Усовершенствованный большой боевой реактор
sk_sk: Vylepšený veľký bojový reaktor
sv: Förbättrad stor krigsreaktor
tr_tr: Geliştirilmiş Büyük Harp Reaktörü
uk: Удосконалений реактор для великих бойових дій
zh_cn: 增强型大型作战反应堆
