Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallQDarkEnergyTankT3
source: Dark energy tanks are used for storing Dark Energy. 1.5x Better Than Proficient. Weighs as much as 8x Elite non-Quantum Hydrogen Tanks. Capacity: 405,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. 1.5x millor que competent. Pesa fins a 8x tancs d'hidrogen no quàntics Elite. Capacitat: 405.000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. 1,5x lepší než zdatný. Váží až 8x Elite non-Quantum Hydrogen Tanks. Kapacita: 405 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. 1.5x bedre end dygtig. Vejer så meget som 8x Elite ikke-kvantebrinttanke. Kapacitet: 405.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. 1,5x besser als kompetent. Wiegt so viel wie 8x Elite-Nicht-Quanten-Wasserstofftanks. Kapazität: 405.000 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. 1,5 veces mejor que competente. Pesa tanto como 8 tanques de hidrógeno no cuánticos Elite. Capacidad: 405.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. 1,5x parem kui vilunud. Kaalub koguni 8x Elite mitte-kvantvesiniku mahuteid. Mahutavus: 405,000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. 1,5 kertaa parempi kuin taitava. Painaa jopa 8x eliittiä ei-kvanttivetysäiliöitä. Kapasiteetti: 405 000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. 1,5 fois mieux que compétent. Pèse autant que 8 réservoirs d’hydrogène non quantiques Elite. Capacité : 405 000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. 1.5x bolje od stručnog. Teži čak 8x elitnih ne-kvantnih spremnika vodika. Kapacitet: 405.000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. 1,5x jobb, mint a Proficient. Súlya akár 8x Elite nem-kvantum hidrogéntartály. Kapacitás: 405,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 熟練者より1.5倍優れています。重量はエリート非量子水素タンクの8倍にもなります。 容量:405,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. 1,5x labāk nekā lietpratējs. Sver pat 8x Elite ne-kvantu ūdeņraža tvertnes. Ietilpība: 405,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. 1,5x beter dan bekwaam. Weegt evenveel als 8x Elite niet-kwantumwaterstoftanks. Capaciteit: 405.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. 1,5 ganger bedre enn dyktig. Veier så mye som 8x Elite ikke-kvante hydrogentanker. Kapasitet: 405,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. 1,5x melhor que o proficiente. Pesa até 8x Tanques de Hidrogênio Elite não quânticos. Capacidade: 405.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. De 1,5 ori mai bun decât Proficient. Cântărește până la 8x rezervoare de hidrogen non-cuantice Elite. Capacitate: 405.000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. В 1,5 раза лучше, чем Proficient. Весит столько же, сколько 8 элитных неквантовых водородных баков. Емкость: 405 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. 1,5x lepšie ako zdatný. Váži až 8x elitné nekvantové vodíkové nádrže. Kapacita: 405 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. 1,5 gånger bättre än skicklig. Väger lika mycket som 8x Elite icke-kvantvätetankar. Kapacitet: 405 000L Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Yetkin'den 1,5 kat daha iyi. 8x Elite Quantum olmayan Hidrojen Tankı ağırlığındadır. Kapasite: 405.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. У 1,5 рази краще, ніж Proficient. Важить стільки ж, скільки 8 елітних неквантових водневих баків. Ємність: 405 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 比精通好 1.5 倍。重量高达 8 倍 Elite 非量子氢气罐。 容量：405,000L 暗能量每升的功率是氢气的 2.25 倍。

# Description_SmallSmallQHydrogenTankT0
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. Capacity: 120,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. Capacitat: 120.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. Kapacita: 120 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. Kapacitet: 120.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. Fassungsvermögen: 120.000L
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. Capacidad: 120.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. Mahutavus: 120 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. Kapasiteetti: 120 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. Capacité : 120 000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. Kapacitet: 120.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. Kapacitás: 120,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 容量: 120,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. Ietilpība: 120 000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. Capaciteit: 120.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. Kapasitet: 120,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. Capacidade: 120.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. Capacitate: 120.000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. Емкость: 120 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. Kapacita: 120 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. Kapacitet: 120 000L
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Kapasite: 120.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. Ємність: 120 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 容量：120,000L

# Description_SmallSmallQHydrogenTankT1
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Normal Capacity: 180,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor del normal Capacitat: 180.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než normálně Kapacita: 180 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end normalt Kapacitet: 180.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als normal Fassungsvermögen: 180.000L
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor de lo normal Capacidad: 180.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui tavaline Mahutavus: 180 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1.5x parempi kuin normaalisti Kapasiteetti: 180 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux que la normale Capacité : 180 000 L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolje od normalnog Kapacitet: 180.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb a normálnál Kapacitás: 180,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 通常の1.5倍 容量:180,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā parasti Ietilpība: 180,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan normaal Capaciteit: 180.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn normalt Kapasitet: 180,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1.5x melhor do que o normal Capacidade: 180.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bine decât în mod normal Capacitate: 180.000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем обычно Емкость: 180 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako normálne Kapacita: 180 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än normalt Kapacitet: 180 000L
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Normalden 1,5 kat daha iyi Kapasite: 180.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж зазвичай Ємність: 180 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比正常情况好 1.5 倍 容量：180,000L
