Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_MediumQCargoContainerT2
source: Medium quantum cargo containers can be used to store items. 8x More storage than non quantum proficient large cargo. 8x Cost. 8x weight. 1.5x Better Than Enhanced Quantum 60,750L on 1x
ca_ad: Els contenidors de càrrega quàntica mitjana es poden utilitzar per emmagatzemar articles. 8x Més emmagatzematge que la càrrega gran no quàntica. 8x Cost. 8x pes. 1.5x millor que la quàntica millorada 60.750L en 1x
cs_cz: Střední kvantové nákladní kontejnery lze použít ke skladování předmětů. 8x větší úložný prostor než u nekvantově zdatného velkého nákladu. 8x náklady. 8x závaží. 1,5× lepší než vylepšený Quantum 60 750 l na 1x
da: Medium quantum cargo containere kan bruges til at opbevare genstande. 8x Mere lagerplads end ikke-kvantedygtig stor last. 8x omkostninger. 8x vægt. 1.5x bedre end forbedret kvante 60.750L på 1x
de: Frachtcontainer mit mittlerer Quantität können zur Lagerung von Gegenständen verwendet werden. 8x mehr Stauraum als nicht quantenfähige große Fracht. 8x Kosten. 8x Gewicht. 1,5-mal besser als Enhanced Quantum 60.750L auf 1x
es: Los contenedores de carga de cantidad media se pueden utilizar para almacenar artículos. 8 veces más almacenamiento que la carga grande que no domina la cuántica. 8 veces el coste. 8x peso. 1,5 veces mejor que Enhanced Quantum 60.750L en 1x
et_ee: Keskmise kvantsuurusega kaubakonteinereid saab kasutada esemete ladustamiseks. 8x Rohkem hoiuruumi kui mittekvantiliselt vilunud suur last. 8x maksumus. 8x kaal. 1.5 korda parem kui täiustatud kvant 60,750L 1x peal
fi: Keskikokoisia kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 8x enemmän tallennustilaa kuin ei-kvanttitaitavilla suurilla rahdeilla. 8x hinta. 8x paino. 1.5x parempi kuin parannettu kvantti 60,750L päällä 1x
fr: Les conteneurs de fret quantique de taille moyenne peuvent être utilisés pour stocker des articles. 8 fois plus de stockage que les grandes cargaisons non quantiques. Coût multiplié par 8. 8x poids. 1,5 fois mieux que Quantum amélioré 60 750 L sur 1x
hr_hr: Spremnici za teret srednjeg kvantnog tereta mogu se koristiti za skladištenje predmeta. 8x Više skladišta od velikog tereta koji nije kvantno stručan. 8x Trošak. 8x težina. 1.5x bolji od poboljšanog kvantnog 60,750L na 1x
hu_hu: A közepes kvantum rakománykonténerek tárgyak tárolására használhatók. 8x több tároló, mint a nem kvantum-jártas, nagy rakományok. 8x költség. 8x súly. 1,5-szer jobb, mint az Enhanced Quantum 60 750L 1x-en
ja_jp: 中型量子貨物コンテナは、アイテムの保管に使用できます。 量子に堪能でない大型貨物の8倍の保管容量。コストが8倍。8xの重量。 Enhanced Quantumの1.5倍 1xで60,750L
lv: Priekšmetu glabāšanai var izmantot vidējus kvantu kravas konteinerus. 8x Vairāk krātuves nekā nekvantu lietpratēja lielas kravas. 8x izmaksas. 8x svars. 1,5x labāks par uzlaboto kvantu 60,750L uz 1x
nl: Medium quantum cargo containers kunnen worden gebruikt om items op te slaan. 8x meer opslag dan niet-kwantumvaardige grote lading. 8x kosten. 8x gewicht. 1,5x beter dan Enhanced Quantum 60.750L op 1x
no: Middels kvantelastbeholdere kan brukes til å lagre varer. 8x Mer lagringsplass enn ikke kvantedyktig stor last. 8x kostnad. 8x vekt. 1,5 ganger bedre enn forbedret kvante 60,750L på 1x
pt_br: Contêineres de carga quântica média podem ser usados para armazenar itens. 8x mais armazenamento do que carga grande não proficiente quântica. Custo 8x. 8x peso. 1,5x melhor que o Enhanced Quantum 60,750L em 1x
ro: Containerele de marfă cuantice medii pot fi utilizate pentru depozitarea articolelor. De 8 ori mai mult spațiu de stocare decât încărcătura mare non-cuantică. Cost de 8x. 8x greutate. De 1,5 ori mai bun decât Quantum îmbunătățit 60,750L pe 1x
ru: Для хранения предметов можно использовать грузовые контейнеры среднего размера. В 8 раз больше места для хранения по сравнению с крупногабаритными грузами, не владеющими квантовыми технологиями. Стоимость в 8 раз. Вес в 8 раз. В 1,5 раза лучше, чем Enhanced Quantum 60 750 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť stredné kvantové nákladné kontajnery. 8x viac úložného priestoru ako kvantovo zdatný veľký náklad. 8x náklady. 8x hmotnosť. 1,5x lepšie než vylepšené kvantum 60,750L na 1x
sv: Containrar med medelstor kvantlast kan användas för att lagra föremål. 8x Mer lagringsutrymme än icke kvantkunnig stor last. 8x kostnad. 8x vikt. 1,5 gånger bättre än förbättrad kvantteknik 60 750 liter på 1x
tr_tr: Orta kuantum kargo konteynerleri, öğeleri depolamak için kullanılabilir. Kuantum yeterliliği olmayan büyük kargolardan 8 kat daha fazla depolama alanı. 8x Maliyet. 8x ağırlık. Enhanced Quantum'dan 1,5 kat daha iyi 1x'te 60.750L
uk: Для зберігання речей можна використовувати вантажні контейнери середнього розміру. У 8 разів більше пам'яті, ніж великий вантаж без квантової якості. Вартість у 8 разів. Вага в 8 разів. У 1,5 рази краще, ніж Enhanced Quantum 60 750 л на 1x
zh_cn: 中型量子货物集装箱可用于存储物品。 存储空间是非量子熟练大件货物的 8 倍。8 倍成本。8 倍重量。 比增强型量子处理器好 1.5 倍 60,750L 在 1x 上

# Description_MediumQCargoContainerT3
source: Medium quantum cargo containers can be used to store items. 8x More storage than non quantum elite large cargo. 8x Cost. 8x weight. 1.5x Better Than Proficient Quantum 91,120L on 1x
ca_ad: Els contenidors de càrrega quàntica mitjana es poden utilitzar per emmagatzemar articles. 8x Més emmagatzematge que la càrrega gran d'elit no quàntica. 8x Cost. 8x pes. 1.5x millor que la quàntica competent 91.120L en 1x
cs_cz: Střední kvantové nákladní kontejnery lze použít ke skladování předmětů. 8x větší úložný prostor než u nekvantového elitního velkého nákladu. 8x náklady. 8x závaží. 1,5x lepší než zdatný kvantový 91 120 l na 1x
da: Medium quantum cargo containere kan bruges til at opbevare genstande. 8x Mere lagerplads end ikke-kvanteelite stor last. 8x omkostninger. 8x vægt. 1.5x bedre end dygtig kvante 91.120L på 1x
de: Frachtcontainer mit mittlerer Quantität können zur Lagerung von Gegenständen verwendet werden. 8x mehr Stauraum als große Fracht ohne Quanten-Elite. 8x Kosten. 8x Gewicht. 1,5x besser als Proficient Quantum 91.120L auf 1x
es: Los contenedores de carga de cantidad media se pueden utilizar para almacenar artículos. 8 veces más almacenamiento que la carga grande de élite no cuántica. 8 veces el coste. 8x peso. 1,5 veces mejor que Proficient Quantum 91,120L en 1x
et_ee: Keskmise kvantsuurusega kaubakonteinereid saab kasutada esemete ladustamiseks. 8x Rohkem ladustamist kui mittekvant-eliitne suur last. 8x maksumus. 8x kaal. 1.5x parem kui vilunud kvant 91,120L 1x peal
fi: Keskikokoisia kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 8x enemmän tallennustilaa kuin ei-kvanttieliitin suuri rahti. 8x hinta. 8x paino. 1.5x parempi kuin taitava kvantti 91,120L päällä 1x
fr: Les conteneurs de fret quantique de taille moyenne peuvent être utilisés pour stocker des articles. 8 fois plus de stockage que les grandes cargaisons d’élite non quantiques. Coût multiplié par 8. 8x poids. 1,5 fois mieux que le Quantum compétent 91,120L sur 1x
hr_hr: Spremnici za teret srednjeg kvantnog tereta mogu se koristiti za skladištenje predmeta. 8x Više skladišta od ne-kvantnog elitnog velikog tereta. 8x Trošak. 8x težina. 1.5x bolji od stručnog kvantnog 91,120L na 1x
hu_hu: A közepes kvantum rakománykonténerek tárgyak tárolására használhatók. 8x több tároló, mint a nem kvantum elit nagy rakományok. 8x költség. 8x súly. 1,5-szer jobb, mint a Proficient Quantum 91,120L 1x-en
ja_jp: 中型量子貨物コンテナは、アイテムの保管に使用できます。 非量子エリート大型貨物の8倍の保管容量。コストが8倍。8xの重量。 熟練した量子の1.5倍優れている 1xで91,120L
lv: Priekšmetu glabāšanai var izmantot vidējus kvantu kravas konteinerus. 8x vairāk krātuves nekā nekvantu elites lielās kravas. 8x izmaksas. 8x svars. 1,5x labāks par lietpratīgu kvantu 91,120L uz 1x
nl: Medium quantum cargo containers kunnen worden gebruikt om items op te slaan. 8x meer opslagruimte dan niet-quantum elite grote vracht. 8x kosten. 8x gewicht. 1.5x beter dan bekwaam kwantum 91.120L op 1x
no: Middels kvantelastbeholdere kan brukes til å lagre varer. 8x Mer lagringsplass enn ikke quantum elite stor last. 8x kostnad. 8x vekt. 1,5 ganger bedre enn dyktig kvante 91,120L på 1x
pt_br: Contêineres de carga quântica média podem ser usados para armazenar itens. 8x mais armazenamento do que carga grande de elite não quântica. Custo 8x. 8x peso. 1,5x melhor que o quantum proficiente 91,120L em 1x
ro: Containerele de marfă cuantice medii pot fi utilizate pentru depozitarea articolelor. De 8 ori mai mult spațiu de stocare decât încărcăturile mari non-cuantice de elită. Cost de 8x. 8x greutate. De 1,5 ori mai bun decât Proficient Quantum 91.120L pe 1x
ru: Для хранения предметов можно использовать грузовые контейнеры среднего размера. В 8 раз больше места для хранения, чем у неквантовых элитных крупногабаритных грузов. Стоимость в 8 раз. Вес в 8 раз. В 1,5 раза лучше, чем Proficient Quantum 91 120 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť stredné kvantové nákladné kontajnery. 8x viac úložiska ako nekvantovo elitný veľký náklad. 8x náklady. 8x hmotnosť. 1,5x lepšie ako zdatné kvantum 91 120L na 1x
sv: Containrar med medelstor kvantlast kan användas för att lagra föremål. 8x Mer lagringsutrymme än icke kvantelit stor last. 8x kostnad. 8x vikt. 1,5 gånger bättre än skicklig kvant 91 120 l på 1x
tr_tr: Orta kuantum kargo konteynerleri, öğeleri depolamak için kullanılabilir. Kuantum elit olmayan büyük kargodan 8 kat daha fazla depolama alanı. 8x Maliyet. 8x ağırlık. Yetkin kuantumdan 1,5 kat daha iyi 1x'te 91.120L
uk: Для зберігання речей можна використовувати вантажні контейнери середнього розміру. У 8 разів більше місця для зберігання, ніж у неквантових елітних великих вантажах. Вартість у 8 разів. Вага в 8 разів. У 1,5 рази краще, ніж у Proficient Quantum 91 120 л на 1x
zh_cn: 中型量子货物集装箱可用于存储物品。 存储空间是非量子精英大型货物的 8 倍。8 倍成本。8 倍重量。 比 Proficient Quantum 好 1.5 倍 91,120L 1x

# Description_MissileTurretT0
source: Slow-shooting, heat seeking, explosive damage dealing, missile launcher that can be loaded through conveyors. Uses Normal Missiles. Maximum range: 2500 m
ca_ad: Tir lent, cerca de calor, tractament de danys explosius, llançamíssils que es poden carregar a través de transportadors. Utilitza míssils normals. Abast màxim: 2500 m
cs_cz: Pomalá střelba, vyhledávání tepla, udělování výbušného poškození, raketomet, který lze nabít přes dopravníky. Používá normální rakety. Maximální dostřel: 2500 m
da: Langsom skydning, varmesøgning, eksplosiv skadehåndtering, missilkaster, der kan lastes gennem transportbånd. Bruger normale missiler. Maksimal rækkevidde: 2500 m
de: Langsam schießender, wärmesuchender, explosiver Schaden verursachender Raketenwerfer, der über Förderbänder geladen werden kann. Verwendet normale Raketen. Maximale Reichweite: 2500 m
es: Disparo lento, búsqueda de calor, daño explosivo, lanzador de misiles que se puede cargar a través de transportadores. Utiliza misiles normales. Alcance máximo: 2500 m
et_ee: Aeglane laskmine, soojuse otsimine, plahvatusohtlike kahjustustega tegelemine, raketiheitja, mida saab laadida konveierite kaudu. Kasutab tavalisi rakette. Maksimaalne lennukaugus: 2500 m
fi: Hidas ampuminen, lämmönhaku, räjähtävien vahinkojen käsittely, ohjusten laukaisulaite, joka voidaan ladata kuljettimien kautta. Käyttää normaaleja ohjuksia. Suurin kantama: 2500 m
fr: Tir lent, recherche de chaleur, infligeant des dégâts explosifs, lance-missiles pouvant être chargé à travers des convoyeurs. Utilise des missiles normaux. Portée maximale : 2500 m
hr_hr: Sporo pucanje, traženje topline, dilanje eksplozivne štete, raketni bacač koji se može napuniti transporterima. Koristi normalne rakete. Maksimalni domet: 2500 m
hu_hu: Lassú lövészet, hőkeresés, robbanásveszélyes sebzés, szállítószalagokon keresztül tölthető rakétavető. Normál rakétákat használ. Maximális hatótávolság: 2500 m
ja_jp: スローシューティング、ヒートシーク、爆発ダメージ、コンベアを介して装填できるミサイルランチャー。通常のミサイルを使用します。 最大範囲:2500 m
lv: Lēna šaušana, siltuma meklēšana, sprādzienbīstamu bojājumu novēršana, raķešu palaišanas iekārta, ko var ielādēt caur konveijeriem. Izmanto parastās raķetes. Maksimālais diapazons: 2500 m
nl: Langzaam schieten, hitte zoeken, explosieve schade toebrengen, raketwerper die via transportbanden kan worden geladen. Gebruikt normale raketten. Maximaal bereik: 2500 m
no: Sakteskyting, varmesøking, håndtering av eksplosive skader, rakettkaster som kan lastes gjennom transportbånd. Bruker vanlige missiler. Maksimal rekkevidde: 2500 m
pt_br: Tiro lento, busca de calor, tratamento de danos explosivos, lançador de mísseis que pode ser carregado através de transportadores. Usa mísseis normais. Alcance máximo: 2500 m
ro: Tragere lentă, căutare de căldură, tratarea daunelor explozive, lansator de rachete care poate fi încărcat prin transportoare. Folosește rachete normale. Raza maxima de actiune: 2500 m
ru: Медленная стрельба, тепловое наведение, нанесение урона взрывом, ракетная установка, которую можно загружать по конвейерам. Использует обычные ракеты. Максимальная дальность: 2500 м
sk_sk: Pomalá streľba, hľadanie tepla, riešenie škôd spôsobených výbušninou, raketomet, ktorý je možné naložiť cez dopravníky. Používa normálne rakety. Maximálny dosah: 2500 m
sv: Långsamskjutande, värmesökande, explosiv skadegörelse, missilkastare som kan lastas genom transportband. Använder normala missiler. Maximal räckvidd: 2500 m
tr_tr: Yavaş atış, ısı arama, patlayıcı hasar verme, konveyörlerden yüklenebilen füze fırlatıcı. Normal füzeler kullanır. Maksimum menzil: 2500 m
uk: Повільна стрільба, тепловий наведення, нанесення вибухової шкоди, ракетна установка, яку можна завантажувати через конвеєри. Використовує звичайні ракети. Максимальна дальність: 2500 м
zh_cn: 慢速射击，寻热，爆炸伤害处理，导弹发射器，可以通过传送带装载。使用普通导弹。 最大射程：2500米

# Description_MissileTurretT1
source: Slow-shooting, heat seeking, explosive damage dealing, missile launcher that can be loaded through conveyors. Uses Depleted Uranium Missiles. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Tir lent, cerca de calor, tractament de danys explosius, llançamíssils que es poden carregar a través de transportadors. Utilitza míssils d'urani empobrit. Abast màxim: 2500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Pomalá střelba, vyhledávání tepla, udělování výbušného poškození, raketomet, který lze nabít přes dopravníky. Používá rakety s ochuzeným uranem. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: Langsom skydning, varmesøgning, eksplosiv skadehåndtering, missilkaster, der kan lastes gennem transportbånd. Bruger missiler med forarmet uran. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Langsam schießender, wärmesuchender, explosiver Schaden verursachender Raketenwerfer, der über Förderbänder geladen werden kann. Verwendet Raketen mit abgereichertem Uran. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Disparo lento, búsqueda de calor, daño explosivo, lanzador de misiles que se puede cargar a través de transportadores. Utiliza misiles de uranio empobrecido. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Aeglane laskmine, soojuse otsimine, plahvatusohtlike kahjustustega tegelemine, raketiheitja, mida saab laadida konveierite kaudu. Kasutab vaesestatud uraani rakette. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Hidas ampuminen, lämmönhaku, räjähtävien vahinkojen käsittely, ohjusten laukaisulaite, joka voidaan ladata kuljettimien kautta. Käyttää köyhdytettyä uraania sisältäviä ohjuksia. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Tir lent, recherche de chaleur, infligeant des dégâts explosifs, lance-missiles pouvant être chargé à travers des convoyeurs. Utilise des missiles à l’uranium appauvri. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Sporo pucanje, traženje topline, dilanje eksplozivne štete, raketni bacač koji se može napuniti transporterima. Koristi osiromašene rakete urana. Maksimalni domet: 2500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: Lassú lövészet, hőkeresés, robbanásveszélyes sebzés, szállítószalagokon keresztül tölthető rakétavető. Szegényített urán rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: スローシューティング、ヒートシーク、爆発ダメージ、コンベアを介して装填できるミサイルランチャー。劣化ウランミサイルを使用する。 最大範囲:2500 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Lēna šaušana, siltuma meklēšana, sprādzienbīstamu bojājumu novēršana, raķešu palaišanas iekārta, ko var ielādēt caur konveijeriem. Izmanto noplicinātā urāna raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Langzaam schieten, hitte zoeken, explosieve schade toebrengen, raketwerper die via transportbanden kan worden geladen. Gebruikt raketten met verarmd uranium. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: Sakteskyting, varmesøking, håndtering av eksplosive skader, rakettkaster som kan lastes gjennom transportbånd. Bruker utarmede uranmissiler. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Tiro lento, busca de calor, tratamento de danos explosivos, lançador de mísseis que pode ser carregado através de transportadores. Utiliza mísseis de urânio empobrecido. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: Tragere lentă, căutare de căldură, tratarea daunelor explozive, lansator de rachete care poate fi încărcat prin transportoare. Utilizează rachete cu uraniu sărăcit. Raza maxima de actiune: 2500 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Медленная стрельба, тепловое наведение, нанесение урона взрывом, ракетная установка, которую можно загружать по конвейерам. Использует ракеты с обедненным ураном. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Pomalá streľba, hľadanie tepla, riešenie škôd spôsobených výbušninou, raketomet, ktorý je možné naložiť cez dopravníky. Používa rakety s ochudobneným uránom. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: Långsamskjutande, värmesökande, explosiv skadegörelse, missilkastare som kan lastas genom transportband. Använder missiler med utarmat uran. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Yavaş atış, ısı arama, patlayıcı hasar verme, konveyörlerden yüklenebilen füze fırlatıcı. Seyreltilmiş uranyum füzeleri kullanır. Maksimum menzil: 2500 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Повільна стрільба, тепловий наведення, нанесення вибухової шкоди, ракетна установка, яку можна завантажувати через конвеєри. Використовує ракети зі збідненим ураном. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 慢速射击，寻热，爆炸伤害处理，导弹发射器，可以通过传送带装载。使用贫铀导弹。 最大射程：2500米 装填速度比平时快 1.5 倍，伤害高 1.5 倍
