Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Item_SuperconductorT1
source: Depl. Ur. Superconductor
ca_ad: Depl. teu. Superconductor
cs_cz: Depl. tvůj. Supravodič
da: Depl. din. Superleder
de: Abt. dein. Supraleiter
es: Depl. usted. Superconductor
et_ee: Depl. sinu. Ülijuhtivus
fi: Höpö höpö. sinun. Suprajohde
fr: Dépl. votre. Supraconducteur
hr_hr: Depl. tvoj. Supravodič
hu_hu: Depl. a. Szupravezető
ja_jp: デップ。あなたの。超伝導体
lv: Depl. tavs. Supravadītājs
nl: Depl. jouw. Supergeleider
no: Avd. din. Superleder
pt_br: Depl. teu. Supercondutor
ro: Depl. vostru. Supraconductor
ru: Депл. твой. Сверхпроводник
sk_sk: Odplácať. tvoj. Supravodič
sv: Depl. din. Supraledare
tr_tr: Öğr. sizin. Süperiletken
uk: Депл. твій. Надпровідник
zh_cn: 分部你。超导体

# DisplayName_Item_SuperconductorT2
source: Depl. De. Superconductor
cs_cz: Depl. De. Supravodič
da: Depl. De. Superleder
de: Abt. DE. Supraleiter
et_ee: Depl. De. Ülijuhtivus
fi: Höpö höpö. DE. Suprajohde
fr: Dépl. De. Supraconducteur
hr_hr: Depl. De. Supravodič
hu_hu: Depl. De. Szupravezető
ja_jp: デップ。デ。超伝導体
lv: Depl. De. Supravadītājs
nl: Depl. De. Supergeleider
no: Avd. De. Superleder
pt_br: Depl. Não. Supercondutor
ro: Depl. De. Supraconductor
ru: Депл. Де. Сверхпроводник
sk_sk: Odplácať. De. Supravodič
sv: Depl. De. Supraledare
tr_tr: Öğr. De. Süperiletken
uk: Депл. Де. Надпровідник
zh_cn: 分部德。超导体

# DisplayName_Item_SuperconductorT3
source: Depl. CLa. Superconductor
cs_cz: Depl. CLa. Supravodič
da: Depl. CLa. Superleder
de: Abt. CLa. Supraleiter
et_ee: Depl. CLa. Ülijuhtivus
fi: Höpö höpö. CLa. Suprajohde
fr: Dépl. CLa. Supraconducteur
hr_hr: Depl. CLa. Supravodič
hu_hu: Depl. CLa. Szupravezető
ja_jp: デップ。CLaです。超伝導体
lv: Depl. CLa. Supravadītājs
nl: Depl. CLa. Supergeleider
no: Avd. CLa. Superleder
pt_br: Depl. CLa. Supercondutor
ro: Depl. CLa. Supraconductor
ru: Депл. CLa. Сверхпроводник
sk_sk: Odplácať. CLa. Supravodič
sv: Depl. CLa. Supraledare
tr_tr: Öğr. CLa. Süperiletken
uk: Депл. CLa. Надпровідник
zh_cn: 分部CLa.超导体

# DisplayName_Item_ThrustComponentsT1
source: Depl. Ur. Thruster Comp.
ca_ad: Depl. teu. Propulsor Comp.
cs_cz: Depl. tvůj. Thruster Comp.
da: Depl. din. Thruster Comp.
de: Abt. dein. Strahlruder komp.
es: Depl. usted. Propulsor Comp.
et_ee: Depl. sinu. Thruster Comp.
fi: Höpö höpö. sinun. Potkurin komp.
fr: Dépl. votre. Propulseur Comp.
hr_hr: Depl. tvoj. Komp.
hu_hu: Depl. a. Tolóerő komp.
ja_jp: デップ。あなたの。スラスターコンプ
lv: Depl. tavs. Vilces kompl.
nl: Depl. jouw. Boegschroef Comp.
no: Avd. din. Thruster Comp.
pt_br: Depl. teu. Propulsor Comp.
ro: Depl. vostru. Comp. propulsor
ru: Депл. твой. Подруливающее устройство Comp.
sk_sk: Odplácať. tvoj. Thruster Comp.
sv: Depl. din. Bogpropeller Comp.
tr_tr: Öğr. sizin. İtici Komp.
uk: Депл. твій. Підрулюючий пристрій Комп.
zh_cn: 分部你。推进器组件

# DisplayName_Item_ThrustComponentsT2
source: Depl. De. Thruster Comp.
ca_ad: Depl. De. Propulsor Comp.
de: Abt. DE. Strahlruder komp.
es: Depl. De. Propulsor Comp.
fi: Höpö höpö. DE. Potkurin komp.
fr: Dépl. De. Propulseur Comp.
hr_hr: Depl. De. Komp.
hu_hu: Depl. De. Tolóerő komp.
ja_jp: デップ。デ。スラスターコンプ
lv: Depl. De. Vilces kompl.
nl: Depl. De. Boegschroef Comp.
no: Avd. De. Thruster Comp.
pt_br: Depl. Não. Propulsor Comp.
ro: Depl. De. Comp. propulsor
ru: Депл. Де. Подруливающее устройство Comp.
sk_sk: Odplácať. De. Thruster Comp.
sv: Depl. De. Bogpropeller Comp.
tr_tr: Öğr. De. İtici Komp.
uk: Депл. Де. Підрулюючий пристрій Комп.
zh_cn: 分部德。推进器组件

# DisplayName_Item_ThrustComponentsT3
source: Depl. CLa. Thruster Comp.
ca_ad: Depl. CLa. Propulsor Comp.
de: Abt. CLa. Strahlruder komp.
es: Depl. CLa. Propulsor Comp.
fi: Höpö höpö. CLa. Potkurin komp.
fr: Dépl. CLa. Propulseur Comp.
hr_hr: Depl. CLa. Komp.
hu_hu: Depl. CLa. Tolóerő komp.
ja_jp: デップ。CLaです。スラスターコンプ
lv: Depl. CLa. Vilces kompl.
nl: Depl. CLa. Boegschroef Comp.
no: Avd. CLa. Thruster Comp.
pt_br: Depl. CLa. Propulsor Comp.
ro: Depl. CLa. Comp. propulsor
ru: Депл. CLa. Подруливающее устройство Comp.
sk_sk: Odplácať. CLa. Thruster Comp.
sv: Depl. CLa. Bogpropeller Comp.
tr_tr: Öğr. CLa. İtici Komp.
uk: Депл. CLa. Підрулюючий пристрій Комп.
zh_cn: 分部CLa.推进器组件

# DisplayName_Item_TriviumIngot
source: Trivium Ingot
ca_ad: Lingot Trivium
da: Trivium barre
de: Trivium-Barren
es: Lingote de Trivium
et_ee: Triviumi valuplokk
fi: Trivium-harkko
fr: Lingot de trivium
hu_hu: Trivium öntvény
ja_jp: トリビウムインゴット
lv: Trivija lietnis
nl: Trivium staaf
no: Trivium blokk
pt_br: Lingote Trivium
ro: Trivium lingou
ru: Слиток тривиума
sv: Trivium Göt
tr_tr: Trivium Külçe
uk: Злиток Тривіум
zh_cn: Trivium锭

# DisplayName_Item_TriviumOldOre
source: OBSOLETE: Old Trivium Ore
ca_ad: OBSOLET: Antic mineral de Trivium
cs_cz: ZASTARALÉ: Stará triviová ruda
da: FORÆLDET: Gammel Triviummalm
de: VERALTET: Altes Trivium-Erz
es: OBSOLETO: Antiguo mineral de trivium
et_ee: VANANENUD: Vana triviumimaak
fi: VANHENTUNUT: Vanha triviummalmi
fr: OBSOLÈTE : Vieux minerai de trivium
hr_hr: ZASTARJELO: Stara trivijalna ruda
hu_hu: ELAVULT: Régi trivium érc
ja_jp: 廃止: 古いトリビウム鉱石
lv: NOVECOJIS: Vecā Trivija rūda
nl: VEROUDERD: Oud Trivium-erts
no: FORELDET: Gammel Triviummalm
pt_br: OBSOLETO: Minério de Trivium Velho
ro: ÎNVECHIT: Minereu vechi de trivium
ru: УСТАРЕЛО: Старая тривиевая руда
sk_sk: ZASTARANÉ: Stará triviová ruda
sv: FÖRÅLDRAT: Gammal Triviummalm
tr_tr: ESKİ: Eski Trivium Cevheri
uk: ЗАСТАРІЛА: Стара Тривіум Руда
zh_cn: 已过时： Old Trivium Ore

# DisplayName_Item_TriviumOre
source: Trivium Ore
ca_ad: Mineral de Trivium
cs_cz: Trivium Ruda
da: Triviummalm
de: Trivium-Erz
es: Mineral de Trivium
et_ee: Triviumi maak
fi: Trivium-malmi
fr: Minerai de trivium
hr_hr: Rudača trivijalnosti
hu_hu: Trivium érc
ja_jp: トリビウム鉱石
lv: Trivija rūda
nl: Trivium-erts
no: Trivium malm
pt_br: Minério de Trivium
ro: Minereu Trivium
ru: Тривиумная руда
sk_sk: Triviová ruda
sv: Trivium malm
tr_tr: Trivium Cevheri
uk: Тривіум рудний
zh_cn: Trivium 矿石

# DisplayName_Ore_DarkMatter
source: Dark Matter
ca_ad: Matèria fosca
cs_cz: Temná hmota
da: Mørkt stof
de: Dunkle Materie
es: Materia oscura
et_ee: Tumeaine
fi: Pimeä aine
fr: Matière noire
hr_hr: Tamna tvar
hu_hu: Sötét anyag
ja_jp: 暗黒物質
lv: Tumšā matērija
nl: Donkere materie
no: Mørk materie
pt_br: Matéria escura
ro: Materia întunecată
ru: Темная материя
sk_sk: Temná hmota
sv: Mörk materia
tr_tr: Karanlık madde
uk: Темна матерія
zh_cn: 暗物质

# DisplayName_OreConversion
source: Ore Conversion
ca_ad: Conversió de mineral
cs_cz: Konverze rudy
da: Malm konvertering
de: Erz-Umwandlung
es: Conversión de minerales
et_ee: Maagi muundamine
fi: Malmin muuntaminen
fr: Conversion du minerai
hr_hr: Pretvorba rude
hu_hu: Érc átalakítás
ja_jp: 鉱石変換
lv: Rūdas pārveidošana
nl: Erts conversie
no: Malm konvertering
pt_br: Conversão de minério
ro: Conversia minereului
ru: Конверсия руды
sk_sk: Konverzia rudy
sv: Konvertering av malm
tr_tr: Cevher Dönüşümü
uk: Перетворення руди
zh_cn: 矿石转化

source: Trivium
hr_hr: Trivijalnost
ja_jp: トリヴィアム
ru: Тривиум
uk: Тривіум
zh_cn: 三学科
