Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallHydrogenTankT0
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. Normal capacity and cost Capacity: 500,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. Aforament i cost normal Capacitat: 500.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. Běžná kapacita a náklady Kapacita: 500 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. Normal kapacitet og omkostninger Kapacitet: 500.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. Normale Kapazität und Kosten Fassungsvermögen: 500.000L
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. Capacidad y coste normales Capacidad: 500.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. Normaalne võimsus ja kulud Mahutavus: 500 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. Normaali kapasiteetti ja kustannukset Kapasiteetti: 500 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. Capacité et coût normaux Capacité : 500,000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. Normalni kapacitet i trošak Kapacitet: 500.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. Normál kapacitás és költség Kapacitás: 500,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 通常の容量とコスト 容量:500,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. Normāla jauda un izmaksas Ietilpība: 500,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. Normale capaciteit en kosten Capaciteit: 500.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. Normal kapasitet og kostnad Kapasitet: 500,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. Capacidade e custo normais Capacidade: 500.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. Capacitate normală și cost Capacitate: 500.000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. Нормальная емкость и стоимость Емкость: 500 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. Bežná kapacita a náklady Kapacita: 500 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. Normal kapacitet och kostnad Kapacitet: 500 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Normal kapasite ve maliyet Kapasite: 500.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. Нормальна потужність і вартість Ємність: 500 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 正常容量和成本 容量：500,000L

# Description_SmallHydrogenTankT1
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Normal Capacity: 750,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor del normal Capacitat: 750.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než normálně Kapacita: 750 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end normalt Kapacitet: 750.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als normal Kapazität: 750.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor de lo normal Capacidad: 750.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui tavaline Mahutavus: 750 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1.5x parempi kuin normaalisti Kapasiteetti: 750 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux que la normale Capacité : 750 000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolje od normalnog Kapacitet: 750.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb a normálnál Kapacitás: 750,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 通常の1.5倍 容量:750,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā parasti Ietilpība: 750 000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan normaal Capaciteit: 750.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn normalt Kapasitet: 750,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1.5x melhor do que o normal Capacidade: 750.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bine decât în mod normal Capacitate: 750.000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем обычно Емкость: 750 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako normálne Kapacita: 750 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än normalt Kapacitet: 750 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Normalden 1,5 kat daha iyi Kapasite: 750.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж зазвичай Ємність: 750 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比正常情况好 1.5 倍 容量：750,000L

# Description_SmallHydrogenTankT2
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Enhanced Capacity: 1,125,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor que millorat Capacitat: 1,125,000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než vylepšený Kapacita: 1 125 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end forbedret Kapacitet: 1.125.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als Enhanced Kapazität: 1.125.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que mejorado Capacidad: 1.125.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui täiustatud Mahutavus: 1 125 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1,5 kertaa parempi kuin parannettu Kapasiteetti: 1,125,000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux qu’amélioré Capacité : 1,125,000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolje od poboljšanog Kapacitet: 1,125,000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a továbbfejlesztett; Kapacitás: 1,125,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 拡張の1.5倍優れている 容量:1,125,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā uzlabots Ietilpība: 1,125,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1,5x beter dan verbeterd Capaciteit: 1.125.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn forbedret Kapasitet: 1,125,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1,5x melhor que o Enhanced Capacidade: 1.125.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât îmbunătățit Capacitate: 1,125,000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем улучшено Емкость: 1 125 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie než vylepšené Kapacita: 1 125 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än förbättrad Kapacitet: 1 125 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Geliştirilmişten 1,5 kat daha iyi Kapasite: 1.125.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж покращене Ємність: 1 125 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比增强型好 1.5 倍 容量： 1,125,000L
