Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QWindTurbineT0
source: The quantum wind turbine generates large ammounts of power when exposed to open areas. Only works on planets with atmosphere. 3.2MW Max Power. 8x More power output than normal wind turbine. 8x The cost of normal wind turbine.
ca_ad: L'aerogenerador quàntic genera grans quantitats d'energia quan s'exposa a zones obertes. Només funciona en planetes amb atmosfera. Potència màxima de 3.2MW. 8x Més potència de sortida que l'aerogenerador normal. 8x El cost de l'aerogenerador normal.
cs_cz: Kvantová větrná turbína generuje velké množství energie, když je vystavena otevřeným plochám. Funguje pouze na planetách s atmosférou. Maximální výkon 3,2 MW. 8x větší výkon než u běžné větrné turbíny. 8x Náklady na normální větrnou turbínu.
da: Kvantevindmøllen genererer store mængder strøm, når den udsættes for åbne områder. Fungerer kun på planeter med atmosfære. 3,2 MW maks. effekt. 8x Mere effekt end normal vindmølle. 8x Prisen for normal vindmølle.
de: Die Quanten-Windturbine erzeugt große Mengen an Strom, wenn sie offenen Flächen ausgesetzt ist. Funktioniert nur auf Planeten mit Atmosphäre. 3,2 MW maximale Leistung. 8x mehr Leistung als eine normale Windkraftanlage. 8x so teuer wie eine normale Windkraftanlage.
es: La turbina eólica cuántica genera grandes cantidades de energía cuando se expone a áreas abiertas. Solo funciona en planetas con atmósfera. Potencia máxima de 3,2 MW. 8 veces más potencia de salida que la turbina eólica normal. 8 veces el costo de una turbina eólica normal.
et_ee: Kvanttuulik tekitab avatud aladega kokku puutudes suuri võimsusi. Töötab ainult atmosfääriga planeetidel. 3.2MW maksimaalne võimsus. 8x rohkem võimsust kui tavaline tuulik. 8x Tavalise tuuliku maksumus.
fi: Kvanttituuliturbiini tuottaa suuria tehoja, kun se altistuu avoimille alueille. Toimii vain planeetoilla, joilla on ilmakehä. 3,2 MW:n maksimiteho. 8x enemmän tehoa kuin tavallisessa tuulivoimalassa. 8x Normaalin tuuliturbiinin hinta.
fr: L’éolienne quantique génère de grandes quantités d’énergie lorsqu’elle est exposée à des zones ouvertes. Ne fonctionne que sur les planètes avec atmosphère. Puissance maximale de 3,2 MW. 8 fois plus de puissance de sortie qu’une éolienne normale. 8 fois le coût d’une éolienne normale.
hr_hr: Kvantna vjetroturbina stvara velike količine energije kada je izložena otvorenim površinama. Radi samo na planetima s atmosferom. Maksimalna snaga od 3,2 MW. 8x Veća izlazna snaga od normalne vjetroturbine. 8x Cijena normalne vjetroturbine.
hu_hu: A kvantum szélturbina nagy mennyiségű energiát termel, ha nyílt területeknek van kitéve. Csak légkörrel rendelkező bolygókon működik. 3,2MW maximális teljesítmény. 8x nagyobb teljesítmény, mint a normál szélturbina. 8x a normál szélturbina költsége.
ja_jp: 量子風力タービンは、オープンエリアに曝されると大量の電力を生成します。大気のある惑星でのみ機能します。 最大電力3.2MW。 通常の風力タービンの8倍の出力。 通常の風力タービンのコストの8倍。
lv: Kvantu vēja turbīna rada lielus enerģijas apjomus, ja tā ir pakļauta atklātām vietām. Darbojas tikai uz planētām ar atmosfēru. 3,2 MW maksimālā jauda. 8x lielāka jauda nekā parastajai vēja turbīnai. 8x Parastās vēja turbīnas izmaksas.
nl: De kwantumwindturbine genereert grote hoeveelheden stroom wanneer deze wordt blootgesteld aan open gebieden. Werkt alleen op planeten met atmosfeer. 3,2 MW maximaal vermogen. 8x meer vermogen dan een normale windturbine. 8x de kosten van een normale windturbine.
no: Kvantevindturbinen genererer store mengder kraft når den utsettes for åpne områder. Fungerer bare på planeter med atmosfære. 3,2 MW maks effekt. 8x Mer effekt enn vanlig vindturbin. 8x Kostnaden for normal vindturbin.
pt_br: A turbina eólica quântica gera grandes quantidades de energia quando exposta a áreas abertas. Só funciona em planetas com atmosfera. Potência máxima de 3,2MW. 8x mais potência de saída do que a turbina eólica normal. 8x O custo da turbina eólica normal.
ro: Turbina eoliană cuantică generează cantități mari de putere atunci când este expusă la zone deschise. Funcționează numai pe planete cu atmosferă. Putere maximă de 3,2 MW. Putere de 8x mai mare decât turbina eoliană normală. 8x costul unei turbine eoliene normale.
ru: Квантовая ветряная турбина генерирует большое количество энергии при воздействии на открытые пространства. Работает только на планетах с атмосферой. Максимальная мощность 3,2 МВт. В 8 раз больше выходной мощности, чем у обычной ветряной турбины. В 8 раз больше стоимости обычной ветряной турбины.
sk_sk: Kvantová veterná turbína generuje veľké množstvo energie, keď je vystavená otvoreným priestorom. Funguje iba na planétach s atmosférou. Maximálny výkon 3,2 MW. 8x vyšší výkon ako bežná veterná turbína. 8x Náklady na bežnú veternú turbínu.
sv: Kvantvindkraftverket genererar stora mängder kraft när det utsätts för öppna ytor. Fungerar bara på planeter med atmosfär. 3,2 MW maximal effekt. 8x Mer effekt än vanligt vindkraftverk. 8x Kostnaden för ett normalt vindkraftverk.
tr_tr: Kuantum rüzgar türbini, açık alanlara maruz kaldığında büyük miktarda güç üretir. Sadece atmosferi olan gezegenlerde çalışır. 3.2MW Maksimum Güç. Normal rüzgar türbininden 8 kat daha fazla güç çıkışı. Normal rüzgar türbininin maliyetinin 8 katı.
uk: Квантова вітрова турбіна генерує великі потужності під впливом відкритих ділянок. Працює тільки на планетах з атмосферою. Максимальна потужність 3,2 МВт. У 8 разів більше вихідної потужності, ніж у звичайної вітрової турбіни. Вартість звичайної вітрогенератора у 8 разів.
zh_cn: 量子风力涡轮机在暴露在空旷区域时会产生大量电力。仅适用于有大气层的行星。 最大功率3.2MW。 功率输出是普通风力涡轮机的 8 倍。 成本是普通风力涡轮机成本的 8 倍。

# Description_QWindTurbineT1
source: The quantum wind turbine generates large ammounts of power when exposed to open areas. Only works on planets with atmosphere. 4.8MW Max Power. 8x More power output than enhanced wind turbine. 8x The cost of enhanced wind turbine.
ca_ad: L'aerogenerador quàntic genera grans quantitats d'energia quan s'exposa a zones obertes. Només funciona en planetes amb atmosfera. Potència màxima de 4.8MW. 8x Més potència de sortida que l'aerogenerador millorat. 8x El cost de la millora de l'aerogenerador.
cs_cz: Kvantová větrná turbína generuje velké množství energie, když je vystavena otevřeným plochám. Funguje pouze na planetách s atmosférou. Maximální výkon 4,8 MW. 8x vyšší výkon než vylepšená větrná turbína. 8x Náklady na vylepšenou větrnou turbínu.
da: Kvantevindmøllen genererer store mængder strøm, når den udsættes for åbne områder. Fungerer kun på planeter med atmosfære. 4,8 MW maks. effekt. 8x Mere effekt end forbedret vindmølle. 8x Omkostningerne ved forbedret vindmølle.
de: Die Quanten-Windturbine erzeugt große Mengen an Strom, wenn sie offenen Flächen ausgesetzt ist. Funktioniert nur auf Planeten mit Atmosphäre. 4,8 MW maximale Leistung. 8x mehr Leistung als verbesserte Windkraftanlage. 8x die Kosten für eine verbesserte Windkraftanlage.
es: La turbina eólica cuántica genera grandes cantidades de energía cuando se expone a áreas abiertas. Solo funciona en planetas con atmósfera. Potencia máxima de 4,8 MW. 8 veces más potencia de salida que la turbina eólica mejorada. 8 veces el costo de una turbina eólica mejorada.
et_ee: Kvanttuulik tekitab avatud aladega kokku puutudes suuri võimsusi. Töötab ainult atmosfääriga planeetidel. 4.8MW maksimaalne võimsus. 8x rohkem võimsust kui täiustatud tuulik. 8x Täiustatud tuuleturbiini maksumus.
fi: Kvanttituuliturbiini tuottaa suuria tehoja, kun se altistuu avoimille alueille. Toimii vain planeetoilla, joilla on ilmakehä. 4,8 MW:n maksimiteho. 8x enemmän tehoa kuin parannellulla tuuliturbiinilla. 8x parannetun tuuliturbiinin kustannukset.
fr: L’éolienne quantique génère de grandes quantités d’énergie lorsqu’elle est exposée à des zones ouvertes. Ne fonctionne que sur les planètes avec atmosphère. Puissance maximale de 4,8 MW. 8 fois plus de puissance de sortie qu’une éolienne améliorée. 8 fois le coût d’une éolienne améliorée.
hr_hr: Kvantna vjetroturbina stvara velike količine energije kada je izložena otvorenim površinama. Radi samo na planetima s atmosferom. Maksimalna snaga od 4,8 MW. 8x Veća izlazna snaga od poboljšane vjetroturbine. 8x Cijena poboljšane vjetroturbine.
hu_hu: A kvantum szélturbina nagy mennyiségű energiát termel, ha nyílt területeknek van kitéve. Csak légkörrel rendelkező bolygókon működik. 4,8 MW maximális teljesítmény. 8x nagyobb teljesítmény, mint a továbbfejlesztett szélturbináknál. 8x A továbbfejlesztett szélturbina költsége.
ja_jp: 量子風力タービンは、オープンエリアに曝されると大量の電力を生成します。大気のある惑星でのみ機能します。 最大出力4.8MW。 改良型風力タービンの8倍の出力。 強化された風力タービンのコストの8倍。
lv: Kvantu vēja turbīna rada lielus enerģijas apjomus, ja tā ir pakļauta atklātām vietām. Darbojas tikai uz planētām ar atmosfēru. 4.8MW maksimālā jauda. 8x lielāka jauda nekā uzlabotai vēja turbīnai. 8x Uzlabotas vēja turbīnas izmaksas.
nl: De kwantumwindturbine genereert grote hoeveelheden stroom wanneer deze wordt blootgesteld aan open gebieden. Werkt alleen op planeten met atmosfeer. 4,8 MW maximaal vermogen. 8x meer vermogen dan verbeterde windturbine. 8x de kosten van een verbeterde windturbine.
no: Kvantevindturbinen genererer store mengder kraft når den utsettes for åpne områder. Fungerer bare på planeter med atmosfære. 4,8 MW maks effekt. 8x Mer effekt enn forbedret vindturbin. 8x Kostnaden for forbedret vindturbin.
pt_br: A turbina eólica quântica gera grandes quantidades de energia quando exposta a áreas abertas. Só funciona em planetas com atmosfera. Potência máxima de 4,8MW. 8x mais potência de saída do que turbina eólica aprimorada. 8x O custo da turbina eólica melhorada.
ro: Turbina eoliană cuantică generează cantități mari de putere atunci când este expusă la zone deschise. Funcționează numai pe planete cu atmosferă. Putere maximă de 4,8 MW. Putere de 8x mai mare decât turbina eoliană îmbunătățită. 8x Costul turbinei eoliene îmbunătățite.
ru: Квантовая ветряная турбина генерирует большое количество энергии при воздействии на открытые пространства. Работает только на планетах с атмосферой. Максимальная мощность 4,8 МВт. В 8 раз больше выходной мощности по сравнению с усовершенствованной ветряной турбиной. В 8 раз выше стоимость усовершенствованной ветряной турбины.
sk_sk: Kvantová veterná turbína generuje veľké množstvo energie, keď je vystavená otvoreným priestorom. Funguje iba na planétach s atmosférou. Maximálny výkon 4,8 MW. 8x vyšší výkon ako vylepšená veterná turbína. 8x Náklady na vylepšenú veternú turbínu.
sv: Kvantvindkraftverket genererar stora mängder kraft när det utsätts för öppna ytor. Fungerar bara på planeter med atmosfär. 4,8 MW maximal effekt. 8x mer effekt än förbättrat vindkraftverk. 8x Kostnaden för förbättrat vindkraftverk.
tr_tr: Kuantum rüzgar türbini, açık alanlara maruz kaldığında büyük miktarda güç üretir. Sadece atmosferi olan gezegenlerde çalışır. 4.8MW Maksimum Güç. Gelişmiş rüzgar türbininden 8 kat daha fazla güç çıkışı. 8x Gelişmiş rüzgar türbini maliyeti.
uk: Квантова вітрова турбіна генерує великі потужності під впливом відкритих ділянок. Працює тільки на планетах з атмосферою. Максимальна потужність 4,8 МВт. У 8 разів більша вихідна потужність, ніж покращена вітрова турбіна. У 8 разів більше вартості покращеної вітрової турбіни.
zh_cn: 量子风力涡轮机在暴露在空旷区域时会产生大量电力。仅适用于有大气层的行星。 4.8MW最大功率。 功率输出是增强型风力涡轮机的 8 倍。 8 倍于增强型风力涡轮机的成本。

# Description_QWindTurbineT2
source: The quantum wind turbine generates large ammounts of power when exposed to open areas. Only works on planets with atmosphere. 7.2MW Max Power. 8x More power output than proficient wind turbine. 8x The cost of proficient wind turbine.
ca_ad: L'aerogenerador quàntic genera grans quantitats d'energia quan s'exposa a zones obertes. Només funciona en planetes amb atmosfera. Potència màxima de 7.2MW. 8x Més potència de sortida que l'aerogenerador competent. 8x El cost de l'aerogenerador competent.
cs_cz: Kvantová větrná turbína generuje velké množství energie, když je vystavena otevřeným plochám. Funguje pouze na planetách s atmosférou. Maximální výkon 7,2 MW. 8x větší výkon než zdatná větrná turbína. 8x Náklady na zdatnou větrnou turbínu.
da: Kvantevindmøllen genererer store mængder strøm, når den udsættes for åbne områder. Fungerer kun på planeter med atmosfære. 7,2 MW maks. effekt. 8x Mere effekt end dygtig vindmølle. 8x Omkostningerne ved dygtige vindmøller.
de: Die Quanten-Windturbine erzeugt große Mengen an Strom, wenn sie offenen Flächen ausgesetzt ist. Funktioniert nur auf Planeten mit Atmosphäre. 7,2 MW maximale Leistung. 8x mehr Leistung als eine leistungsfähige Windkraftanlage. 8x die Kosten für eine leistungsfähige Windkraftanlage.
es: La turbina eólica cuántica genera grandes cantidades de energía cuando se expone a áreas abiertas. Solo funciona en planetas con atmósfera. Potencia máxima de 7,2 MW. 8 veces más potencia de salida que una turbina eólica competente. 8 veces el costo de una turbina eólica competente.
et_ee: Kvanttuulik tekitab avatud aladega kokku puutudes suuri võimsusi. Töötab ainult atmosfääriga planeetidel. 7.2MW maksimaalne võimsus. 8x rohkem võimsust kui vilunud tuulik. 8x Vilunud tuuliku maksumus.
fi: Kvanttituuliturbiini tuottaa suuria tehoja, kun se altistuu avoimille alueille. Toimii vain planeetoilla, joilla on ilmakehä. 7,2 MW:n maksimiteho. 8x enemmän tehoa kuin taitavalla tuulivoimalalla. 8x Taitavan tuuliturbiinin kustannukset.
fr: L’éolienne quantique génère de grandes quantités d’énergie lorsqu’elle est exposée à des zones ouvertes. Ne fonctionne que sur les planètes avec atmosphère. Puissance maximale de 7,2 MW. 8 fois plus de puissance de sortie qu’une éolienne compétente. 8x le coût d’une éolienne compétente.
hr_hr: Kvantna vjetroturbina stvara velike količine energije kada je izložena otvorenim površinama. Radi samo na planetima s atmosferom. Maksimalna snaga 7,2 MW. 8x Veća izlazna snaga od stručne vjetroturbine. 8x Trošak stručne vjetroturbine.
hu_hu: A kvantum szélturbina nagy mennyiségű energiát termel, ha nyílt területeknek van kitéve. Csak légkörrel rendelkező bolygókon működik. 7,2 MW maximális teljesítmény. 8x nagyobb teljesítmény, mint a gyakorlott szélturbináknál. 8x A profi szélturbina költsége.
ja_jp: 量子風力タービンは、オープンエリアに曝されると大量の電力を生成します。大気のある惑星でのみ機能します。 7.2MWの最大電力。 熟練した風力タービンの8倍の出力。 熟練した風力タービンのコストの8倍。
lv: Kvantu vēja turbīna rada lielus enerģijas apjomus, ja tā ir pakļauta atklātām vietām. Darbojas tikai uz planētām ar atmosfēru. 7,2 MW maksimālā jauda. 8x lielāka jauda nekā prasmīgai vēja turbīnai. 8x Prasmīgas vēja turbīnas izmaksas.
nl: De kwantumwindturbine genereert grote hoeveelheden stroom wanneer deze wordt blootgesteld aan open gebieden. Werkt alleen op planeten met atmosfeer. 7,2 MW maximaal vermogen. 8x meer vermogen dan een bekwame windturbine. 8x de kosten van een bekwame windturbine.
no: Kvantevindturbinen genererer store mengder kraft når den utsettes for åpne områder. Fungerer bare på planeter med atmosfære. 7,2 MW maks effekt. 8x Mer effekt enn dyktig vindturbin. 8x Kostnaden for dyktig vindturbin.
pt_br: A turbina eólica quântica gera grandes quantidades de energia quando exposta a áreas abertas. Só funciona em planetas com atmosfera. Potência máxima de 7,2MW. 8x mais potência do que a turbina eólica proficiente. 8x O custo da turbina eólica proficiente.
ro: Turbina eoliană cuantică generează cantități mari de putere atunci când este expusă la zone deschise. Funcționează numai pe planete cu atmosferă. Putere maximă de 7,2 MW. Putere de 8x mai mare decât turbina eoliană competentă. 8x Costul turbinei eoliene competente.
ru: Квантовая ветряная турбина генерирует большое количество энергии при воздействии на открытые пространства. Работает только на планетах с атмосферой. Максимальная мощность 7,2 МВт. В 8 раз больше выходной мощности, чем у опытной ветряной турбины. В 8 раз выше стоимость опытной ветряной турбины.
sk_sk: Kvantová veterná turbína generuje veľké množstvo energie, keď je vystavená otvoreným priestorom. Funguje iba na planétach s atmosférou. Maximálny výkon 7,2 MW. 8x vyšší výkon ako zdatná veterná turbína. 8x Náklady na zdatnú veternú turbínu.
sv: Kvantvindkraftverket genererar stora mängder kraft när det utsätts för öppna ytor. Fungerar bara på planeter med atmosfär. 7,2 MW maximal effekt. 8x mer effekt än skickligt vindkraftverk. 8x Kostnaden för ett skickligt vindkraftverk.
tr_tr: Kuantum rüzgar türbini, açık alanlara maruz kaldığında büyük miktarda güç üretir. Sadece atmosferi olan gezegenlerde çalışır. 7.2MW Maksimum Güç. Yetkin rüzgar türbininden 8 kat daha fazla güç çıkışı. 8x Yetkin rüzgar türbininin maliyeti.
uk: Квантова вітрова турбіна генерує великі потужності під впливом відкритих ділянок. Працює тільки на планетах з атмосферою. Максимальна потужність 7,2 МВт. У 8 разів більше вихідної потужності, ніж у досвідченої вітрової турбіни. У 8 разів більше вартості якісної вітрової турбіни.
zh_cn: 量子风力涡轮机在暴露在空旷区域时会产生大量电力。仅适用于有大气层的行星。 7.2MW最大功率。 功率输出是熟练风力涡轮机的 8 倍。 熟练风力涡轮机成本的 8 倍。

# Description_QWindTurbineT3
source: The quantum wind turbine generates large ammounts of power when exposed to open areas. Only works on planets with atmosphere. 10.8MW Max Power. 8x More power output than elite wind turbine. 8x The cost of elite wind turbine.
ca_ad: L'aerogenerador quàntic genera grans quantitats d'energia quan s'exposa a zones obertes. Només funciona en planetes amb atmosfera. Potència màxima de 10.8MW. 8x Més potència de sortida que l'aerogenerador d'elit. 8x El cost de l'aerogenerador d'elit.
cs_cz: Kvantová větrná turbína generuje velké množství energie, když je vystavena otevřeným plochám. Funguje pouze na planetách s atmosférou. Maximální výkon 10,8 MW. 8x větší výkon než elitní větrná turbína. 8x vyšší cena elitní větrné turbíny.
da: Kvantevindmøllen genererer store mængder strøm, når den udsættes for åbne områder. Fungerer kun på planeter med atmosfære. 10,8 MW maks. effekt. 8x Mere effekt end elite vindmølle. 8x Prisen på elite vindmølle.
de: Die Quanten-Windturbine erzeugt große Mengen an Strom, wenn sie offenen Flächen ausgesetzt ist. Funktioniert nur auf Planeten mit Atmosphäre. 10,8 MW maximale Leistung. 8x mehr Leistung als Elite-Windkraftanlage. 8x die Kosten für eine Elite-Windkraftanlage.
es: La turbina eólica cuántica genera grandes cantidades de energía cuando se expone a áreas abiertas. Solo funciona en planetas con atmósfera. Potencia máxima de 10,8 MW. 8 veces más potencia de salida que la turbina eólica de élite. 8 veces el costo de una turbina eólica de élite.
et_ee: Kvanttuulik tekitab avatud aladega kokku puutudes suuri võimsusi. Töötab ainult atmosfääriga planeetidel. 10.8MW maksimaalne võimsus. 8x rohkem võimsust kui eliittuulik. 8x Eliittuuliku maksumus.
fi: Kvanttituuliturbiini tuottaa suuria tehoja, kun se altistuu avoimille alueille. Toimii vain planeetoilla, joilla on ilmakehä. 10,8 MW:n maksimiteho. 8x enemmän tehoa kuin eliittituuliturbiinissa. 8x eliitin tuuliturbiinin hinta.
fr: L’éolienne quantique génère de grandes quantités d’énergie lorsqu’elle est exposée à des zones ouvertes. Ne fonctionne que sur les planètes avec atmosphère. Puissance maximale de 10,8 MW. 8 fois plus de puissance que l’éolienne d’élite. 8 fois le coût d’une éolienne d’élite.
hr_hr: Kvantna vjetroturbina stvara velike količine energije kada je izložena otvorenim površinama. Radi samo na planetima s atmosferom. Maksimalna snaga od 10,8 MW. 8x Veća izlazna snaga od elitne vjetroturbine. 8x Cijena elitne vjetroturbine.
hu_hu: A kvantum szélturbina nagy mennyiségű energiát termel, ha nyílt területeknek van kitéve. Csak légkörrel rendelkező bolygókon működik. 10,8 MW maximális teljesítmény. 8x nagyobb teljesítmény, mint az elit szélturbináknál. 8x Az elit szélturbina költsége.
ja_jp: 量子風力タービンは、オープンエリアに曝されると大量の電力を生成します。大気のある惑星でのみ機能します。 最大電力10.8MW。 エリート風力タービンの8倍の出力。 エリート風力タービンのコストの8倍。
lv: Kvantu vēja turbīna rada lielus enerģijas apjomus, ja tā ir pakļauta atklātām vietām. Darbojas tikai uz planētām ar atmosfēru. 10,8MW maksimālā jauda. 8x lielāka jauda nekā elites vēja turbīnai. 8x Elitārās vēja turbīnas izmaksas.
nl: De kwantumwindturbine genereert grote hoeveelheden stroom wanneer deze wordt blootgesteld aan open gebieden. Werkt alleen op planeten met atmosfeer. 10,8 MW maximaal vermogen. 8x meer vermogen dan elite windturbine. 8x de kosten van elite windturbine.
no: Kvantevindturbinen genererer store mengder kraft når den utsettes for åpne områder. Fungerer bare på planeter med atmosfære. 10,8 MW maks effekt. 8x Mer effekt enn elite vindturbin. 8x Kostnaden for elite vindturbin.
pt_br: A turbina eólica quântica gera grandes quantidades de energia quando exposta a áreas abertas. Só funciona em planetas com atmosfera. Potência máxima de 10,8MW. 8x mais potência do que a turbina eólica de elite. 8x O custo da turbina eólica de elite.
ro: Turbina eoliană cuantică generează cantități mari de putere atunci când este expusă la zone deschise. Funcționează numai pe planete cu atmosferă. Putere maximă de 10,8 MW. Putere de 8x mai mare decât turbina eoliană de elită. 8x Costul turbinei eoliene de elită.
ru: Квантовая ветряная турбина генерирует большое количество энергии при воздействии на открытые пространства. Работает только на планетах с атмосферой. Максимальная мощность 10,8 МВт. В 8 раз больше выходной мощности, чем у элитной ветряной турбины. В 8 раз выше стоимость элитной ветряной турбины.
sk_sk: Kvantová veterná turbína generuje veľké množstvo energie, keď je vystavená otvoreným priestorom. Funguje iba na planétach s atmosférou. Maximálny výkon 10,8 MW. 8x vyšší výkon ako elitná veterná turbína. 8x Náklady na elitnú veternú turbínu.
sv: Kvantvindkraftverket genererar stora mängder kraft när det utsätts för öppna ytor. Fungerar bara på planeter med atmosfär. 10,8 MW maximal effekt. 8x mer effekt än elitvindkraftverk. 8x kostnaden för elitvindkraftverk.
tr_tr: Kuantum rüzgar türbini, açık alanlara maruz kaldığında büyük miktarda güç üretir. Sadece atmosferi olan gezegenlerde çalışır. 10.8MW Maksimum Güç. Elit rüzgar türbininden 8 kat daha fazla güç çıkışı. Elit rüzgar türbininin maliyeti 8 kat.
uk: Квантова вітрова турбіна генерує великі потужності під впливом відкритих ділянок. Працює тільки на планетах з атмосферою. Максимальна потужність 10,8 МВт. У 8 разів більше вихідної потужності, ніж елітна вітрова турбіна. Вартість елітного вітрогенератора в 8 разів.
zh_cn: 量子风力涡轮机在暴露在空旷区域时会产生大量电力。仅适用于有大气层的行星。 最大功率10.8MW。 功率输出是精英风力涡轮机的 8 倍。 精英风力涡轮机成本的 8 倍。
