Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_QDarkEnergyTankSmallT0
source: Small Quantum Dark Energy Tank
ca_ad: Petit tanc quàntic d'energia fosca
cs_cz: Malá kvantová nádrž temné energie
da: Lille kvante mørk energitank
de: Kleiner Quanten-Dunkler Energietank
es: Pequeño tanque de energía oscura cuántica
et_ee: Väike kvant-tume energiapaak
fi: Pieni kvanttipimeän energian säiliö
fr: Petit réservoir d’énergie noire quantique
hr_hr: Mali kvantni spremnik tamne energije
hu_hu: Kis kvantum sötét energiatartály
ja_jp: 小型量子ダークエネルギータンク
lv: Maza kvantu tumšās enerģijas tvertne
nl: Kleine Quantum Donkere Energie Tank
no: Liten kvante mørk energitank
pt_br: Tanque de Energia Escura Quantum Pequeno
ro: Rezervor mic de energie întunecată cuantică
ru: Маленький Квантовый Резервуар Темной Энергии
sk_sk: Malá kvantová tmavá nádrž na energiu
sv: Liten Quantum Dark Energy Tank
tr_tr: Küçük Kuantum Karanlık Enerji Tankı
uk: Невеликий квантовий резервуар з темною енергією
zh_cn: 小型量子暗能量罐

# DisplayName_Block_QDarkEnergyTankSmallT1
source: Enhanced Small Quantum Dark Energy Tank
ca_ad: Petit tanc d'energia fosca quàntica millorat
cs_cz: Vylepšená malá nádrž kvantové temné energie
da: Forbedret lille kvante mørk energitank
de: Verbesserter kleiner Quanten-Dunkler Energietank
es: Tanque de energía oscura cuántica pequeño mejorado
et_ee: Täiustatud väike kvant-tume energiapaak
fi: Parannettu pieni kvanttipimeän energian säiliö
fr: Petit réservoir d’énergie noire quantique amélioré
hr_hr: Poboljšani mali kvantni spremnik tamne energije
hu_hu: Továbbfejlesztett kis kvantum sötét energiatartály
ja_jp: 改良型小型量子ダークエネルギータンク
lv: Uzlabota maza kvantu tumšās enerģijas tvertne
nl: Verbeterde kleine Quantum Dark Energy Tank
no: Forbedret liten kvante mørk energitank
pt_br: Tanque de Energia Escura Pequeno Quantum Aprimorado
ro: Rezervor mic de energie întunecată cuantică îmbunătățit
ru: Улучшенный Маленький Квантовый Резервуар Темной Энергии
sk_sk: Vylepšená malá kvantová tmavá energetická nádrž
sv: Förbättrad liten kvantmörk energitank
tr_tr: Geliştirilmiş Küçük Kuantum Karanlık Enerji Tankı
uk: Покращений невеликий квантовий резервуар темної енергії
zh_cn: 增强型小型量子暗能量罐

# DisplayName_Block_QDarkEnergyTankSmallT2
source: Proficient Small Quantum Dark Energy Tank
ca_ad: Petit tanc quàntic d'energia fosca competent
cs_cz: Zdatná malá kvantová nádrž temné energie
da: Dygtig lille kvante mørk energitank
de: Kompetenter kleiner Quanten-Dunkler Energietank
es: Pequeño y competente tanque cuántico de energía oscura
et_ee: Vilunud väike kvant-tumeenergia paak
fi: Taitava pieni kvanttipimeän energian säiliö
fr: Petit réservoir d’énergie noire quantique compétent
hr_hr: Stručni mali kvantni spremnik tamne energije
hu_hu: Gyakorlott kis kvantum sötét energiatartály
ja_jp: 堪能な小型量子ダークエネルギータンク
lv: Prasmīga maza kvantu tumšās enerģijas tvertne
nl: Bekwame kleine kwantum donkere energietank
no: Dyktig liten kvante mørk energitank
pt_br: Tanque de Energia Escura Pequeno Quântico Proficiente
ro: Rezervor mic de energie întunecată cuantică
ru: Опытный Маленький Квантовый Резервуар Темной Энергии
sk_sk: Zdatná malá kvantová tmavá energetická nádrž
sv: Skicklig liten kvant mörk energitank
tr_tr: Yetkin Küçük Kuantum Karanlık Enerji Tankı
uk: Досвідчений невеликий квантовий резервуар з темною енергією
zh_cn: 精通小型量子暗能量罐

# DisplayName_Block_QDarkEnergyTankSmallT3
source: Elite Small Quantum Dark Energy Tank
cs_cz: Elitní malá kvantová nádrž temné energie
da: Elite lille kvante mørk energitank
de: Kleiner Elite-Quanten-Dunkler Energietank
es: Tanque de energía oscura cuántica pequeño de élite
et_ee: Elite väike kvant-tume energiapaak
fi: Eliitti pieni kvanttipimeän energian säiliö
fr: Petit réservoir d’énergie noire quantique d’élite
hr_hr: Elitni mali kvantni spremnik tamne energije
hu_hu: Elite kis kvantum sötét energiatartály
ja_jp: エリート小型量子ダークエネルギータンク
lv: Elites mazā kvantu tumšās enerģijas tvertne
nl: Elite Kleine Quantum Donkere Energie Tank
no: Elite liten kvante mørk energitank
pt_br: Tanque de Energia Escura Quantum Pequeno Elite
ro: Rezervor mic de energie întunecată cuantică de elită
ru: Элитный Малый Квантовый Резервуар Темной Энергии
sk_sk: Elitná malá kvantová tmavá energetická nádrž
tr_tr: Elit Küçük Kuantum Karanlık Enerji Tankı
uk: Елітний маленький квантовий резервуар з темною енергією
zh_cn: 精英小型量子暗能量罐

# DisplayName_Block_QDarkEnergyTankT0
source: Quantum Dark Energy Tank
ca_ad: Tanc quàntic d'energia fosca
cs_cz: Nádrž kvantové temné energie
da: Quantum mørk energitank
de: Quanten-Dunkler Energietank
es: Tanque de energía oscura cuántica
et_ee: Kvant-tumeenergia paak
fi: Kvantti pimeän energian säiliö
fr: Réservoir d’énergie noire quantique
hr_hr: Kvantni spremnik tamne energije
hu_hu: Kvantum sötét energiatartály
ja_jp: 量子ダークエネルギータンク
lv: Kvantu tumšās enerģijas tvertne
nl: De kwantum Tank van de Donkere Energie
no: Quantum mørk energitank
pt_br: Tanque de Energia Escura Quântico
ro: Rezervor cuantic de energie întunecată
ru: Резервуар Квантовой Темной Энергии
sk_sk: Kvantová tmavá energetická nádrž
sv: Quantum mörk energitank
tr_tr: Kuantum Karanlık Enerji Tankı
uk: Квантовий резервуар з темною енергією
zh_cn: 量子暗能量罐

# DisplayName_Block_QDarkEnergyTankT1
source: Enhanced Quantum Dark Energy Tank
ca_ad: Tanc d'energia fosca quàntica millorat
cs_cz: Vylepšená nádrž kvantové temné energie
da: Forbedret Quantum Dark Energy Tank
de: Verbesserter Quanten-Dunkler Energietank
es: Tanque de energía oscura cuántica mejorado
et_ee: Täiustatud kvant-tumeenergia paak
fi: Parannettu kvanttipimeän energian säiliö
fr: Réservoir d’énergie noire quantique amélioré
hr_hr: Poboljšani kvantni spremnik tamne energije
hu_hu: Továbbfejlesztett kvantum sötét energiatartály
ja_jp: 強化型量子ダークエネルギータンク
lv: Uzlabota kvantu tumšās enerģijas tvertne
nl: Verbeterde Quantum Dark Energy Tank
no: Forbedret Quantum Dark Energy Tank
pt_br: Tanque de Energia Escura Quantum aprimorado
ro: Rezervor cuantic îmbunătățit de energie întunecată
ru: Улучшенный Квантовый Резервуар Темной Энергии
sk_sk: Vylepšená kvantová tmavá energetická nádrž
sv: Förbättrad Quantum Dark Energy Tank
tr_tr: Geliştirilmiş Kuantum Karanlık Enerji Tankı
uk: Покращений квантовий резервуар темної енергії
zh_cn: 增强型量子暗能量罐

# DisplayName_Block_QDarkEnergyTankT2
source: Proficient Quantum Dark Energy Tank
ca_ad: Tanc quàntic competent d'energia fosca quàntica
cs_cz: Zdatná kvantová nádrž temné energie
da: Dygtig kvante mørk energitank
de: Tüchtiger Quanten-Dunkler Energietank
es: Tanque de energía oscura cuántica competente
et_ee: Vilunud kvant-tumeda energia paak
fi: Taitava kvanttipimeän energian säiliö
fr: Réservoir d’énergie noire quantique compétent
hr_hr: Stručni kvantni spremnik tamne energije
hu_hu: Gyakorlott kvantum sötét energiatartály
ja_jp: 熟達した量子ダークエネルギータンク
lv: Lietpratīga kvantu tumšās enerģijas tvertne
nl: Bekwame Quantum Dark Energy Tank
no: Dyktig kvante mørk energitank
pt_br: Tanque de Energia Escura Quântico Proficiente
ro: Rezervor de energie întunecată cuantică competent
ru: Опытный Квантовый Резервуар Темной Энергии
sk_sk: Skúsený kvantový zásobník na tmavú energiu
sv: Skicklig Quantum Dark Energy Tank
tr_tr: Yetkin Kuantum Karanlık Enerji Tankı
uk: Досвідчений квантовий резервуар темної енергії
zh_cn: 精通量子暗能量罐

# DisplayName_Block_QDarkEnergyTankT3
source: Elite Quantum Dark Energy Tank
ca_ad: Tanc d'energia fosca quàntica Elite
cs_cz: Elitní nádrž kvantové temné energie
da: Elite Quantum Mørk Energitank
de: Elite-Quanten-Dunkle-Energie-Panzer
es: Tanque de energía oscura cuántica de élite
et_ee: Elite kvant-tumeenergia paak
fi: Elite Quantum pimeän energian säiliö
fr: Réservoir d’énergie noire quantique d’élite
hr_hr: Elitni kvantni spremnik tamne energije
hu_hu: Elite Quantum sötét energiatartály
ja_jp: エリート量子ダークエネルギータンク
lv: Elites kvantu tumšās enerģijas tvertne
nl: Elite Quantum Donkere Energie Tank
no: Elite Quantum mørk energitank
pt_br: Tanque de Energia Escura Quantum Elite
ro: Rezervor de energie întunecată cuantică Elite
ru: Элитный Квантовый Резервуар Темной Энергии
sk_sk: Elitná kvantová tmavá energetická nádrž
sv: Elite Quantum mörk energitank
tr_tr: Elit Kuantum Karanlık Enerji Tankı
uk: Елітний квантовий резервуар з темною енергією
zh_cn: 精英量子暗能量罐

# DisplayName_Block_QGyroscopeT0
source: Quantum Gyroscope
ca_ad: Giroscopi quàntic
cs_cz: Kvantový gyroskop
da: Kvantegyroskop
de: Quanten-Gyroskop
es: Giroscopio cuántico
et_ee: Kvantgüroskoop
fi: Kvanttigyroskooppi
fr: Gyroscope quantique
hr_hr: Kvantni žiroskop
hu_hu: Kvantumgiroszkóp
ja_jp: 量子ジャイロスコープ
lv: Kvantu žiroskops
nl: Kwantum gyroscoop
no: Kvantegyroskop
pt_br: Giroscópio Quântico
ro: Giroscop cuantic
ru: Квантовый гироскоп
sk_sk: Kvantový gyroskop
sv: Kvant gyroskop
tr_tr: Kuantum Jiroskop
uk: Квантовий гіроскоп
zh_cn: 量子陀螺仪

# DisplayName_Block_QGyroscopeT1
source: Quantum Enhanced Gyroscope
ca_ad: Giroscopi quàntic millorat
cs_cz: Kvantový vylepšený gyroskop
da: Quantum forbedret gyroskop
de: Quantum Enhanced Gyroskop
es: Giroscopio mejorado cuántico
et_ee: Kvantiga täiustatud güroskoop
fi: Kvanttiparannettu gyroskooppi
fr: Gyroscope amélioré Quantum
hr_hr: Kvantno poboljšani žiroskop
hu_hu: Kvantum továbbfejlesztett giroszkóp
ja_jp: 量子増強ジャイロスコープ
lv: Kvantu uzlabotais žiroskops
nl: Quantum verbeterde gyroscoop
no: Quantum forbedret gyroskop
pt_br: Giroscópio Quantum Aprimorado
ro: Giroscop îmbunătățit cuantic
ru: Гироскоп с квантовым улучшением
sk_sk: Kvantovo vylepšený gyroskop
sv: Kvantförbättrat gyroskop
tr_tr: Kuantum Geliştirilmiş Jiroskop
uk: Квантовий посилений гіроскоп
zh_cn: 量子增强陀螺仪

# DisplayName_Block_QGyroscopeT2
source: Quantum Proficient Gyroscope
ca_ad: Giroscopi competent en quàntica
cs_cz: Kvantový zdatný gyroskop
da: Kvantedygtig gyroskop
de: Quantum Kompetentes Gyroskop
es: Giroscopio cuántico competente
et_ee: Kvant-vilunud güroskoop
fi: Kvanttiosaava gyroskooppi
hr_hr: Kvantno vješt žiroskop
hu_hu: Kvantum jártasságú giroszkóp
ja_jp: 量子に堪能なジャイロスコープ
lv: Kvantu lietpratējs žiroskops
nl: Kwantum bekwame gyroscoop
no: Kvantedyktig gyroskop
pt_br: Giroscópio Proficiente Quântico
ro: Giroscop cuantic competent
ru: Квантовый гироскоп
sk_sk: Kvantovo zdatný gyroskop
sv: Quantum Proficient Gyroskop
tr_tr: Kuantum Yetkin Jiroskop
uk: Квантовий гіроскоп
zh_cn: 量子精通陀螺仪

# DisplayName_Block_QGyroscopeT3
source: Quantum Elite Gyroscope
ca_ad: Giroscopi quàntic d'elit
cs_cz: Kvantový elitní gyroskop
da: Quantum Elite gyroskop
de: Quantum Elite Gyroskop
es: Giroscopio Quantum Elite
et_ee: Quantum Elite güroskoop
fi: Quantum Elite -gyroskooppi
hr_hr: Kvantni elitni žiroskop
hu_hu: Kvantum elit giroszkóp
ja_jp: クォンタムエリートジャイロスコープ
lv: Kvantu elites žiroskops
nl: Quantum Elite Gyroscoop
no: Quantum Elite gyroskop
pt_br: Giroscópio Elite Quântico
ro: Giroscop Quantum Elite
ru: Гироскоп Quantum Elite
sk_sk: Kvantový elitný gyroskop
sv: Quantum Elite gyroskop
tr_tr: Kuantum Elit Jiroskop
uk: Квантовий елітний гіроскоп
zh_cn: Quantum Elite 陀螺仪

# DisplayName_Block_QHRefineryIndustrialT0
source: Quantum Industrial Refinery (Hybrid)
ca_ad: Refineria industrial quàntica (híbrida)
cs_cz: Kvantová průmyslová rafinérie (hybridní)
da: Kvanteindustrielt raffinaderi (hybrid)
de: Industrielle Quantenraffinerie (Hybrid)
es: Refinería industrial cuántica (híbrida)
et_ee: Kvant-tööstuslik rafineerimistehas (hübriid)
fi: Quantum Industrial Refinery (hybridi)
fr: Raffinerie industrielle Quantum (hybride)
hr_hr: Kvantna industrijska rafinerija (hibridna)
hu_hu: Kvantumipari finomító (hibrid)
ja_jp: 量子工業用製油所(ハイブリッド)
lv: Kvantu rūpnieciskā rafinēšana (hibrīds)
nl: Quantum industriële raffinaderij (hybride)
pt_br: Refinaria Industrial Quântica (Híbrida)
ro: Rafinărie industrială cuantică (hibridă)
ru: Квантовый промышленный нефтеперерабатывающий завод (гибридный)
sk_sk: Kvantová priemyselná rafinéria (hybridná)
sv: Kvantindustriellt raffinaderi (hybrid)
tr_tr: Kuantum Endüstriyel Rafineri (Hibrit)
uk: Квантовий промисловий нафтопереробний завод (гібридний)
zh_cn: 量子工业炼油厂（混合）

# DisplayName_Block_QHRefineryIndustrialT1
source: Enhanced Quantum Industrial Refinery (Hybrid)
ca_ad: Refineria industrial quàntica millorada (híbrida)
cs_cz: Vylepšená kvantová průmyslová rafinérie (hybridní)
da: Forbedret kvanteindustrielt raffinaderi (hybrid)
de: Verbesserte industrielle Quantenraffinerie (Hybrid)
es: Refinería industrial cuántica mejorada (híbrida)
et_ee: Täiustatud kvanttööstuslik rafineerimistehas (hübriid)
fi: Parannettu kvanttiteollisuusjalostamo (hybridi)
fr: Raffinerie industrielle quantique améliorée (hybride)
hr_hr: Poboljšana kvantna industrijska rafinerija (hibridna)
hu_hu: Továbbfejlesztett kvantumipari finomító (hibrid)
ja_jp: Enhanced Quantum Industrial Refinery(ハイブリッド)
lv: Uzlabota kvantu rūpnieciskā rafinēšanas fabrika (hibrīds)
nl: Verbeterde industriële kwantumraffinaderij (hybride)
no: Forbedret kvanteindustriraffineri (hybrid)
pt_br: Refinaria Industrial Quântica Aprimorada (Híbrida)
ro: Rafinărie industrială cuantică îmbunătățită (hibridă)
ru: Усовершенствованный квантовый промышленный нефтеперерабатывающий завод (гибридный)
sk_sk: Vylepšená kvantová priemyselná rafinéria (hybridná)
sv: Förbättrat kvantindustriellt raffinaderi (hybrid)
tr_tr: Gelişmiş Kuantum Endüstriyel Rafineri (Hibrit)
uk: Покращений квантовий промисловий нафтопереробний завод (гібридний)
zh_cn: 增强型量子工业炼油厂（混合）

# DisplayName_Block_QHRefineryIndustrialT2
source: Proficient Quantum Industrial Refinery (Hybrid)
ca_ad: Refineria industrial quàntica competent (híbrida)
cs_cz: Kvalifikovaná kvantová průmyslová rafinérie (hybridní)
da: Dygtigt kvanteindustrielt raffinaderi (hybrid)
de: Kompetente industrielle Quantenraffinerie (Hybrid)
es: Refinería industrial cuántica competente (híbrida)
et_ee: Vilunud kvanttööstuslik rafineerimistehas (hübriid)
fi: Taitava kvanttiteollisuusjalostamo (hybridi)
fr: Raffinerie industrielle quantique compétente (hybride)
hr_hr: Stručna kvantna industrijska rafinerija (hibridna)
hu_hu: Proficient kvantumipari finomító (hibrid)
ja_jp: 熟練した量子産業用製油所(ハイブリッド)
lv: Lietpratīga kvantu rūpnieciskā rafinēšana (hibrīds)
nl: Bekwame kwantum industriële raffinaderij (hybride)
no: Dyktig kvanteindustrielt raffineri (hybrid)
pt_br: Refinaria Industrial Quântica Proficiente (Híbrida)
ro: Rafinărie industrială cuantică competentă (hibrid)
ru: Опытный квантовый промышленный нефтеперерабатывающий завод (гибридный)
sk_sk: Skúsená kvantová priemyselná rafinéria (hybridná)
sv: Skickligt kvantindustriellt raffinaderi (hybrid)
tr_tr: Yetkin Kuantum Endüstriyel Rafineri (Hibrit)
uk: Досвідчений квантовий промисловий нафтопереробний завод (гібридний)
zh_cn: 精通量子工业炼油厂（混合）

# DisplayName_Block_QHRefineryIndustrialT3
source: Elite Quantum Industrial Refinery (Hybrid)
ca_ad: Refineria industrial quàntica d'elit (híbrida)
cs_cz: Elitní kvantová průmyslová rafinérie (hybridní)
da: Elite kvanteindustrielt raffinaderi (hybrid)
de: Elite-Quanten-Industrieraffinerie (Hybrid)
es: Refinería industrial Elite Quantum (híbrida)
et_ee: Elite kvanttööstuslik rafineerimistehas (hübriid)
fi: Elite Quantum Industrial Refinery (hybridi)
fr: Raffinerie industrielle Elite Quantum (hybride)
hr_hr: Elitna kvantna industrijska rafinerija (hibrid)
hu_hu: Elite kvantumipari finomító (hibrid)
ja_jp: エリート量子工業用製油所(ハイブリッド)
lv: Elites kvantu rūpnieciskā rafinēšanas fabrika (hibrīds)
nl: Elite Quantum industriële raffinaderij (hybride)
pt_br: Refinaria Industrial Elite Quantum (Híbrida)
ro: Elite Quantum Industrial Refinery (hibrid)
ru: Элитный промышленный нефтеперерабатывающий завод Quantum (гибридный)
sk_sk: Elitná kvantová priemyselná rafinéria (hybridná)
tr_tr: Elite Quantum Endüstriyel Rafineri (Hibrit)
uk: Елітний квантовий промисловий нафтопереробний завод (гібридний)
zh_cn: Elite Quantum Industrial Refinery（混合）

# DisplayName_Block_QHRefineryT0
source: Quantum Refinery (Hybrid)
ca_ad: Refineria quàntica (híbrida)
cs_cz: Kvantová rafinérie (hybridní)
da: Kvanteraffinaderi (hybrid)
de: Quantenraffinerie (Hybrid)
es: Refinería cuántica (híbrida)
et_ee: Kvantrafineerimistehas (hübriid)
fi: Kvanttijalostamo (hybridi)
fr: Raffinerie Quantum (hybride)
hr_hr: Kvantna rafinerija (hibridna)
hu_hu: Kvantumfinomító (hibrid)
ja_jp: 量子精錬所(ハイブリッド)
lv: Kvantu rafinēšanas fabrika (hibrīds)
nl: Kwantumraffinaderij (hybride)
no: Kvanteraffineri (hybrid)
pt_br: Refinaria Quântica (Híbrida)
ro: Rafinărie cuantică (hibridă)
ru: Квантовый нефтеперерабатывающий завод (гибридный)
sk_sk: Kvantová rafinéria (hybridná)
sv: Kvantraffinaderi (hybrid)
tr_tr: Kuantum Rafinerisi (Hibrit)
uk: Квантовий нафтопереробний завод (гібридний)
zh_cn: 量子炼油厂（混合）

# DisplayName_Block_QHRefineryT1
source: Enhanced Quantum Refinery (Hybrid)
ca_ad: Refineria quàntica millorada (híbrida)
cs_cz: Vylepšená kvantová rafinérie (hybridní)
da: Forbedret kvanteraffinaderi (hybrid)
de: Verbesserte Quantenraffinerie (Hybrid)
es: Refinería cuántica mejorada (híbrida)
et_ee: Täiustatud kvantrafineerimistehas (hübriid)
fi: Parannettu kvanttijalostamo (hybridi)
fr: Raffinerie quantique améliorée (hybride)
hr_hr: Poboljšana kvantna rafinerija (hibridna)
hu_hu: Továbbfejlesztett kvantumfinomító (hibrid)
ja_jp: 拡張量子精錬所(ハイブリッド)
lv: Uzlabota kvantu rafinēšanas fabrika (hibrīds)
nl: Verbeterde kwantumraffinaderij (hybride)
no: Forbedret kvanteraffineri (hybrid)
pt_br: Refinaria Quântica Aprimorada (Híbrida)
ro: Rafinărie cuantică îmbunătățită (hibrid)
ru: Усовершенствованный квантовый нефтеперерабатывающий завод (гибридный)
sk_sk: Vylepšená kvantová rafinéria (hybridná)
sv: Förbättrat kvantraffinaderi (hybrid)
tr_tr: Gelişmiş Kuantum Rafinerisi (Hibrit)
uk: Покращений квантовий нафтопереробний завод (гібридний)
zh_cn: 增强型量子精炼厂（混合）

# DisplayName_Block_QHRefineryT2
source: Proficient Quantum Refinery (Hybrid)
ca_ad: Refineria quàntica competent (híbrida)
cs_cz: Odborná kvantová rafinérie (hybridní)
da: Dygtigt kvanteraffinaderi (hybrid)
de: Kompetente Quantenraffinerie (Hybrid)
es: Refinería cuántica competente (híbrida)
et_ee: Vilunud kvantrafineerimistehas (hübriid)
fi: Taitava kvanttijalostamo (hybridi)
fr: Raffinerie quantique compétente (hybride)
hr_hr: Stručna kvantna rafinerija (hibridna)
hu_hu: Proficient kvantumfinomító (hibrid)
ja_jp: 熟練した量子精錬所(ハイブリッド)
lv: Lietpratīga kvantu rafinēšana (hibrīds)
nl: Bekwame kwantumraffinaderij (hybride)
no: Dyktig kvanteraffineri (hybrid)
pt_br: Refinaria Quântica Proficiente (Híbrida)
ro: Rafinărie cuantică competentă (hibrid)
ru: Опытный квантовый нефтеперерабатывающий завод (гибридный)
sk_sk: Skúsená kvantová rafinéria (hybridná)
sv: Skickligt kvantraffinaderi (hybrid)
tr_tr: Yetkin Kuantum Rafinerisi (Hibrit)
uk: Досвідчений квантовий нафтопереробний завод (гібридний)
zh_cn: 精通量子炼油厂（混合）

# DisplayName_Block_QHRefineryT3
source: Elite Quantum Refinery (Hybrid)
ca_ad: Refineria quàntica d'elit (híbrida)
cs_cz: Elitní kvantová rafinérie (hybridní)
da: Elite Quantum Raffinaderi (Hybrid)
de: Elite-Quantenraffinerie (Hybrid)
es: Refinería cuántica de élite (híbrido)
et_ee: Elite kvantrafineerimistehas (hübriid)
fi: Elite Quantum Refinery (hybridi)
fr: Raffinerie Elite Quantum (hybride)
hr_hr: Elitna kvantna rafinerija (hibrid)
hu_hu: Elite kvantumfinomító (hibrid)
ja_jp: エリート量子精錬所(ハイブリッド)
lv: Elites kvantu pārstrādes rūpnīca (hibrīds)
nl: Elite Quantum-raffinaderij (hybride)
no: Elite Quantum raffineri (hybrid)
pt_br: Refinaria Quantum Elite (Híbrida)
ro: Elite Quantum Refinery (hibrid)
ru: Элитный квантовый нефтеперерабатывающий завод (гибридный)
sk_sk: Elitná kvantová rafinéria (hybridná)
sv: Elitkvantraffinaderi (hybrid)
tr_tr: Elite Quantum Rafinerisi (Hibrit)
uk: Елітний квантовий нафтопереробний завод (гібридний)
zh_cn: Elite Quantum Refinery（混合）

# DisplayName_Block_QHydrogen_EngineT0
source: Quantum Hydrogen Engine
ca_ad: Motor quàntic d'hidrogen
cs_cz: Kvantový vodíkový motor
da: Kvantebrintmotor
de: Quanten-Wasserstoff-Motor
es: Motor de hidrógeno cuántico
et_ee: Kvantvesiniku mootor
fi: Kvanttivetymoottori
fr: Moteur à hydrogène quantique
hr_hr: Kvantni vodikov motor
hu_hu: Kvantumhidrogén motor
ja_jp: 量子水素エンジン
lv: Kvantu ūdeņraža dzinējs
nl: Kwantum waterstofmotor
no: Quantum hydrogenmotor
pt_br: Motor de hidrogênio quântico
ro: Motor cuantic cu hidrogen
ru: Квантовый водородный двигатель
sk_sk: Kvantový vodíkový motor
sv: Kvantvätemotor
tr_tr: Kuantum Hidrojen Motoru
uk: Квантово-водневий двигун
zh_cn: 量子氢发动机

# DisplayName_Block_QHydrogen_EngineT1
source: Enhanced Quantum Hydrogen Engine
ca_ad: Motor d'hidrogen quàntic millorat
cs_cz: Vylepšený kvantový vodíkový motor
da: Forbedret kvantebrintmotor
de: Verbesserter Quanten-Wasserstoff-Motor
es: Motor de hidrógeno cuántico mejorado
et_ee: Täiustatud kvantvesiniku mootor
fi: Parannettu kvanttivetymoottori
fr: Moteur à hydrogène quantique amélioré
hr_hr: Poboljšani kvantni vodikov motor
hu_hu: Továbbfejlesztett kvantumhidrogén-motor
ja_jp: 量子水素エンジン強化型
lv: Uzlabots kvantu ūdeņraža dzinējs
nl: Verbeterde Quantum Hydrogen Engine
no: Forbedret kvantehydrogenmotor
pt_br: Motor de hidrogênio quântico aprimorado
ro: Motor îmbunătățit cu hidrogen cuantic
ru: Усовершенствованный квантовый водородный двигатель
sk_sk: Vylepšený kvantový vodíkový motor
sv: Förbättrad kvantvätemotor
tr_tr: Geliştirilmiş Kuantum Hidrojen Motoru
uk: Покращений квантово-водневий двигун
zh_cn: 增强型量子氢发动机

# DisplayName_Block_QHydrogen_EngineT2
source: Proficient Quantum Hydrogen Engine
ca_ad: Motor d'hidrogen quàntic competent
cs_cz: Profesionální kvantový vodíkový motor
da: Dygtig kvantebrintmotor
de: Leistungsfähige Quanten-Wasserstoff-Engine
es: Motor de hidrógeno cuántico competente
et_ee: Vilunud kvantvesiniku mootor
fi: Taitava kvanttivetymoottori
fr: Moteur à hydrogène quantique compétent
hr_hr: Iskusni kvantni vodikov motor
hu_hu: Profici kvantumhidrogén-motor
ja_jp: 熟達した量子水素エンジン
lv: Prasmīgs kvantu ūdeņraža dzinējs
nl: Bekwame kwantumwaterstofmotor
no: Dyktig kvantehydrogenmotor
pt_br: Motor de hidrogênio quântico proficiente
ro: Motor performant cu hidrogen cuantic
ru: Опытный квантовый водородный двигатель
sk_sk: Skúsený kvantový vodíkový motor
sv: Skicklig kvantvätemotor
tr_tr: Yetkin Kuantum Hidrojen Motoru
uk: Досвідчений квантово-водневий двигун
zh_cn: 熟练的量子氢发动机

# DisplayName_Block_QHydrogen_EngineT3
source: Elite Quantum Hydrogen Engine
ca_ad: Motor d'hidrogen quàntic d'elit
cs_cz: Elitní kvantový vodíkový motor
da: Elite kvantebrintmotor
de: Elite-Quanten-Wasserstoff-Motor
es: Motor de hidrógeno cuántico de élite
et_ee: Elite kvantvesiniku mootor
fi: Elite kvanttivetymoottori
fr: Moteur à hydrogène Elite Quantum
hr_hr: Elitni kvantni vodikov motor
hu_hu: Elite kvantumhidrogén-motor
ja_jp: エリート量子水素エンジン
lv: Elites kvantu ūdeņraža dzinējs
nl: Elite Quantum Waterstof Motor
no: Elite Quantum hydrogenmotor
pt_br: Motor de hidrogênio quântico de elite
ro: Motor Elite cu hidrogen cuantic
ru: Элитный квантовый водородный двигатель
sk_sk: Elitný kvantový vodíkový motor
tr_tr: Elite Kuantum Hidrojen Motoru
uk: Елітний квантовий водневий двигун
zh_cn: 精英量子氢发动机
