Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallQOxygenGeneratorT3
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. 1.5x Faster And 1.5x More Efficient Than Proficient Quantum. Ice Consumption Per Second: 144 Ice To Oxygen Ratio: 35L Ice To Hydrogen Ratio: 68L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. 1.5x més ràpid i 1.5x més eficient que el quàntic competent. Consum de gel per segon: 144 Relació gel-oxigen: 35L Relació gel a hidrogen: 68L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. 1,5x rychlejší a 1,5x efektivnější než Proficient Quantum. Spotřeba ledu za sekundu: 144 Poměr ledu a kyslíku: 35L Poměr ledu a vodíku: 68L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. 1.5x hurtigere og 1.5x mere effektiv end dygtig kvante. Isforbrug pr. sekund: 144 Is til ilt-forhold: 35L Is til brint-forhold: 68L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. 1,5-mal schneller und 1,5-mal effizienter als Proficient Quantum. Eisverbrauch pro Sekunde: 144 Verhältnis von Eis zu Sauerstoff: 35 l Verhältnis von Eis zu Wasserstoff: 68L
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. 1,5 veces más rápido y 1,5 veces más eficiente que Proficient Quantum. Consumo de hielo por segundo: 144 Relación de hielo a oxígeno: 35L Relación de hielo a hidrógeno: 68L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. 1.5x kiirem ja 1.5x tõhusam kui vilunud kvant. Jää tarbimine sekundis: 144 Jää ja hapniku suhe: 35L Jää ja vesiniku suhe: 68L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. 1.5x nopeampi ja 1.5x tehokkaampi kuin taitava kvantti. Jään kulutus sekunnissa: 144 Jään ja hapen suhde: 35L Jään ja vedyn suhde: 68L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. 1,5 fois plus rapide et 1,5 fois plus efficace que le quantique compétent. Consommation de glace par seconde : 144 Rapport glace/oxygène : 35L Rapport glace/hydrogène : 68L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. 1.5x brži i 1.5x učinkovitiji od stručnog kvantnog. Potrošnja leda u sekundi: 144 Omjer leda i kisika: 35L Omjer leda i vodika: 68L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. 1,5-szer gyorsabb és 1,5-szer hatékonyabb, mint a Proficient Quantum. Jégfogyasztás másodpercenként: 144 Jég-oxigén arány: 35L Jég-hidrogén arány: 68L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 熟練した量子の1.5倍の速度と1.5倍の効率。 毎秒氷の消費量: 144 氷と酸素の比率:35L 氷と水素の比率:68L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. 1,5x ātrāks un 1,5x efektīvāks nekā lietpratējs kvants. Ledus patēriņš sekundē: 144 Ledus un skābekļa attiecība: 35L Ledus un ūdeņraža attiecība: 68L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. 1,5x sneller en 1,5x efficiënter dan bekwaam kwantum. IJsverbruik per seconde: 144 IJs-zuurstofverhouding: 35L IJs-waterstofverhouding: 68L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. 1.5x raskere og 1.5x mer effektiv enn dyktig kvante. Isforbruk per sekund: 144 Forholdet mellom is og oksygen: 35L Forholdet mellom is og hydrogen: 68L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. 1,5x mais rápido e 1,5x mais eficiente que o quantum proficiente. Consumo de gelo por segundo: 144 Relação gelo/oxigênio: 35L Relação gelo/hidrogênio: 68L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât Proficient Quantum. Consumul de gheață pe secundă: 144 Raportul gheață/oxigen: 35L Raportul gheață/hidrogen: 68L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем Proficient Quantum. Расход льда в секунду: 144 Соотношение льда и кислорода: 35 л Соотношение льда и водорода: 68 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. 1,5x rýchlejší a 1,5x efektívnejší ako zdatný Quantum. Spotreba ľadu za sekundu: 144 Pomer ľadu k kyslíku: 35L Pomer ľadu k vodíku: 68L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. 1,5 gånger snabbare och 1,5 gånger effektivare än skicklig kvant. Isförbrukning per sekund: 144 Förhållande mellan is och syre: 35L Förhållande mellan is och väte: 68L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Yetkin Kuantumdan 1,5 Kat Daha Hızlı ve 1,5 Kat Daha Verimli. Saniyede Buz Tüketimi: 144 Buz Oksijen Oranı: 35L Buz Hidrojen Oranı: 68L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж Proficient Quantum. Витрата льоду в секунду: 144 Співвідношення льоду до кисню: 35 л Співвідношення льоду до водню: 68 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 速度比 Proficient Quantum 快 1.5 倍，效率高 1.5 倍。 每秒耗冰量：144 冰氧比：35L 冰氢比：68L

# Description_SmallQPowerGeneratorT0
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Normal Max Power Output: 4MW Fuel Capacity: 40000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Normal Potència màxima de sortida: 4MW Capacitat de combustible: 40000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Normální Maximální výstupní výkon: 4MW Objem palivové nádrže: 40000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Normal Maks. effekt: 4MW Brændstof kapacitet: 40000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Normal Maximale Leistung: 4MW Kraftstoffkapazität: 40000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Normal Potencia máxima de salida: 4MW Capacidad de combustible: 40000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Tavaline Maksimaalne võimsus: 4MW Kütuse maht: 40000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Normaali Suurin teho: 4MW Polttoainekapasiteetti: 40000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Normal Puissance de sortie maximale : 4 MW Capacité de carburant : 40000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Normalan Maksimalna izlazna snaga: 4MW Kapacitet goriva: 40000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Normális Max. teljesítmény: 4MW Üzemanyagtartály: 40000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 正常 最大出力:4MW 燃料容量:40000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Parasts Maksimālā jauda: 4MW Degvielas ietilpība: 40000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Normaal Maximaal uitgangsvermogen: 4MW Tankinhoud: 40000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Normal Maks effekt: 4MW Drivstoff kapasitet: 40000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Normal Potência máxima: 4MW Capacidade de combustível: 40000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Normal Putere maximă de ieșire: 4MW Capacitate combustibil: 40000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Нормальный Максимальная выходная мощность: 4 МВт Объем топливного бака: 40000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Normálny Maximálny výkon: 4MW Kapacita paliva: 40000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Normal Max uteffekt: 4MW Bränslekapacitet: 40000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Normal Maksimum Güç Çıkışı: 4MW Yakıt kapasitesi: 40000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Нормальний Максимальна вихідна потужність: 4 МВт Запас палива: 40000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 正常 最大功率输出：4MW 油量：40000L

# Description_SmallQPowerGeneratorT1
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Enhanced Max Power Output: 6MW Fuel Capacity: 60000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Realçada Potència màxima de sortida: 6MW Capacitat de combustible: 60000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Vylepšený Maximální výstupní výkon: 6MW Objem palivové nádrže: 60000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Forbedret Max effekt: 6MW Brændstof kapacitet: 60000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Erweitert Maximale Leistung: 6MW Kraftstoffkapazität: 60000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Mejorado Potencia máxima de salida: 6MW Capacidad de combustible: 60000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Tõhustatud Maksimaalne võimsus: 6MW Kütuse maht: 60000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Paranneltu Suurin teho: 6MW Polttoainekapasiteetti: 60000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Amélioré Puissance de sortie maximale : 6 MW Capacité de carburant : 60000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Pojačan Maksimalna izlazna snaga: 6MW Kapacitet goriva: 60000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Továbbfejlesztett Max. teljesítmény: 6MW Üzemanyagtartály: 60000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 強化 最大出力:6MW 燃料容量:60000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Uzlabotās Maksimālā jauda: 6MW Degvielas ietilpība: 60000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Verbeterde Maximaal uitgangsvermogen: 6MW Tankinhoud: 60000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Forbedret Maks effekt: 6MW Drivstoff kapasitet: 60000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Aprimorado Potência máxima: 6MW Capacidade de combustível: 60000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Îmbunătățit Putere maximă de ieșire: 6MW Capacitate combustibil: 60000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Улучшенный Максимальная выходная мощность: 6 МВт Объем топливного бака: 60000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Rozšírené Maximálny výkon: 6MW Kapacita paliva: 60000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Förbättrad Max uteffekt: 6MW Bränslekapacitet: 60000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Gelişmiş Maksimum Güç Çıkışı: 6MW Yakıt Kapasitesi: 60000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Розширення Максимальна вихідна потужність: 6 МВт Запас палива: 60000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 增强 最大功率输出：6MW 油量：60000L

# Description_SmallQPowerGeneratorT2
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Proficient Max Power Output: 9MW Fuel Capacity: 90000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Competent Potència màxima de sortida: 9MW Capacitat de combustible: 90000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Dovedný Maximální výstupní výkon: 9MW Objem palivové nádrže: 90000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Dygtige Maks. effekt: 9MW Brændstof kapacitet: 90000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Kompetent Maximale Leistung: 9MW Kraftstoffkapazität: 90000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Competente Potencia máxima de salida: 9MW Capacidad de combustible: 90000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Valda Maksimaalne võimsus: 9MW Kütuse maht: 90000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Taitava Suurin teho: 9MW Polttoainekapasiteetti: 90000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Compétent Puissance de sortie maximale : 9 MW Capacité de carburant : 90000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Stručnjak Maksimalna izlazna snaga: 9MW Kapacitet goriva: 90000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Jártas Max teljesítmény: 9MW Üzemanyagtartály: 90000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 堪能 最大出力:9MW 燃料容量:90000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Lietpratējs Maksimālā jauda: 9MW Degvielas ietilpība: 90000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Bedreven Maximaal uitgangsvermogen: 9MW Tankinhoud: 90000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Dyktig Maks effekt: 9MW Drivstoff Kapasitet: 90000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Proficiente Potência máxima: 9MW Capacidade de combustível: 90000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Competenţi Putere maximă: 9MW Capacitate combustibil: 90000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Искусный Максимальная выходная мощность: 9 МВт Объем топливного бака: 90000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Zdatní Maximálny výkon: 9MW Kapacita paliva: 90000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Skickliga Max uteffekt: 9MW Bränslekapacitet: 90000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Usta Maksimum Güç Çıkışı: 9MW Yakıt Kapasitesi: 90000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Володіють Максимальна вихідна потужність: 9 МВт Запас палива: 90000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 熟练 最大输出功率：9MW 油量：90000L

# Description_SmallQPowerGeneratorT3
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Elite Max Power Output: 13.5MW Fuel Capacity: 135000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Elit Potència màxima de sortida: 13.5MW Capacitat de combustible: 135000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Elita Maximální výstupní výkon: 13,5 MW Objem palivové nádrže: 135000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Elite Maks. effekt: 13,5 MW Brændstof kapacitet: 135000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Elite Maximale Leistung: 13,5 MW Kraftstoffkapazität: 135000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Élite Potencia máxima de salida: 13,5 MW Capacidad de combustible: 135000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Elite Maksimaalne võimsus: 13.5MW Kütuse maht: 135000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Eliitti Suurin teho: 13.5MW Polttoainetilavuus: 135000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Élite Puissance de sortie maximale : 13,5 MW Capacité de carburant : 135000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Elitan Maksimalna izlazna snaga: 13,5 MW Kapacitet goriva: 135000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Elit Max teljesítmény: 13.5MW Üzemanyagtartály: 135000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 エリート 最大出力:13.5MW 燃料容量:135000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Elite Maksimālā jauda: 13.5MW Degvielas ietilpība: 135000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Elite Maximaal uitgangsvermogen: 13,5 MW Tankinhoud: 135000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Elite Maks effekt: 13,5 MW Drivstoff kapasitet: 135000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Elite Potência máxima: 13.5MW Capacidade de combustível: 135000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Elită Putere maximă de ieșire: 13.5MW Capacitate combustibil: 135000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Элита Максимальная выходная мощность: 13,5 МВт Емкость топливного бака: 135000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Elita Maximálny výkon: 13.5MW Kapacita paliva: 135000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Elit Max uteffekt: 13,5 MW Bränslekapacitet: 135000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Seçkin Maksimum Güç Çıkışı: 13.5MW Yakıt Kapasitesi: 135000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Елітні Максимальна вихідна потужність: 13,5 МВт Запас палива: 135000л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 精英 最大功率输出：13.5MW 燃油容量：135000L
