Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_SmallSmallBatteryT1
source: Sm. Sm. Enhanced Battery
ca_ad: Sm. Sm. Bateria millorada
cs_cz: Sm. Sm. Vylepšená baterie
da: Sm. Sm. Forbedret batteri
de: Sm. Sm. Verbesserte Batterie
es: Sm. Sm. Batería mejorada
et_ee: Sm. Sm. Täiustatud aku
fi: Sm. Sm. Parannettu akku
fr: Sm. Sm. Batterie améliorée
hr_hr: Poboljšana baterija
hu_hu: Sm. Sm. Továbbfejlesztett akkumulátor
ja_jp: Sm.Sm.強化バッテリー
lv: Sm. Uzlabots akumulators
nl: Sm. Sm. Verbeterde batterij
no: Sm. Sm. Forbedret batteri
pt_br: Sm. Sm. Bateria aprimorada
ro: Sm. Sm. Baterie îmbunătățită
ru: Sm. Sm. Улучшенная батарея
sk_sk: Sm. Sm. Vylepšená batéria
sv: Sm. Sm. Förbättrat batteri
tr_tr: Sm. Sm. Geliştirilmiş Pil
uk: Sm. Sm. Покращена батарея
zh_cn: Sm. Sm. 增强型电池

# DisplayName_Block_SmallSmallBatteryT2
source: Sm. Sm. Proficient Battery
ca_ad: Sm. Sm. Bateria competent
cs_cz: Sm. Sm. Proficient baterie
da: Sm. Sm. Dygtigt batteri
de: Sm. Sm. Kompetente Batterie
es: Sm. Sm. Batería competente
et_ee: Sm. Sm. Vilunud aku
fi: Sm. Sm. Taitava akku
fr: Sm. Sm. Batterie efficace
hr_hr: Sm. Sm. Iskusna baterija
hu_hu: Sm. Sm. Proficient akkumulátor
ja_jp: Sm. Sm. 堪能なバッテリー
lv: Sm. Prasmīgs akumulators
nl: Sm. Sm. Vakkundige batterij
no: Sm. Sm. Dyktig batteri
pt_br: Sm. Sm. Bateria Proficiente
ro: Sm. Sm. Baterie competentă
ru: Sm. Sm. Профессиональная батарея
sk_sk: Sm. Sm. Zdatná batéria
sv: Sm. Sm. Skickligt batteri
tr_tr: Sm. Sm. Yetkin Pil
uk: Sm. Sm. Досвідчена батарея
zh_cn: Sm. Sm. Proficient 电池

# DisplayName_Block_SmallSmallBatteryT3
source: Sm. Sm. Elilte Battery
ca_ad: Bateria Sm. Sm. Elilte
cs_cz: Sm. Sm. Elilte baterie
da: Sm. Sm. Elilte batteri
de: Sm. Sm. Elilte Batterie
es: Sm. Sm. Elilte Batería
et_ee: Sm. Sm. Elilte patarei
fi: Sm. Sm. Elilte akku
fr: Batterie Sm. Sm. Elilte
hr_hr: Sm. Sm. Elilte baterija
hu_hu: Sm. Sm. Elilte akkumulátor
ja_jp: Sm. Sm. Elilteバッテリー
lv: Sm. Sm. Elilte akumulators
nl: Sm. Sm. Elilte Batterij
no: Sm. Sm. Elilte Batteri
pt_br: Sm. Sm. Elilte Bateria
ro: Sm. Sm. Elilte Baterie
ru: Sm. Sm. Elilte Батарея
sk_sk: Sm. Sm. Elilte batéria
sv: Sm. Sm. Elilte Batteri
tr_tr: Sm. Sm. Elilte Akü
zh_cn: Sm. Sm. Elilte 电池

# DisplayName_Block_SmallSmallQBatteryT0
source: Sm. Sm. Quantum Battery
ca_ad: Sm. Sm. Bateria quàntica
cs_cz: Sm. Sm. Kvantová baterie
da: Sm. Sm. Kvantebatteri
de: Sm. Sm. Quantum Batterie
es: Sm. Sm. Batería Quantum
et_ee: Sm. Sm. Kvantaku
fi: Sm. Sm. Kvanttiakku
fr: Batterie Sm. Sm. Quantum
hr_hr: Kvantna baterija
hu_hu: Sm. Sm. Quantum akkumulátor
ja_jp: Sm. Sm. 量子電池
lv: Sm. Sm. Kvantu akumulators
nl: Sm. Sm. Quantum Batterij
no: Sm. Sm. Kvantebatteri
pt_br: Sm. Sm. Bateria Quântica
ro: Sm. Sm. Baterie cuantică
ru: См. См. Квантовая батарея
sk_sk: Sm. Sm. kvantová batéria
sv: Sm. Sm. Quantum Batteri
tr_tr: Sm. Sm. Kuantum Pil
uk: Sm. Sm. Квантова батарея
zh_cn: Sm. Sm. 量子电池

# DisplayName_Block_SmallSmallQBatteryT1
source: Sm. Sm. Enhanced Quantum Battery
ca_ad: Sm. Sm. Bateria quàntica millorada
cs_cz: Sm. Sm. Vylepšená kvantová baterie
da: Sm. Sm. Forbedret kvantebatteri
de: Sm. Sm. Verbesserte Quantenbatterie
es: Sm. Sm. Batería cuántica mejorada
et_ee: Sm. Sm. Täiustatud kvantaku
fi: Sm. Parannettu kvanttiakku
fr: Sm. Sm. Batterie quantique améliorée
hr_hr: Poboljšana kvantna baterija
hu_hu: Sm. Sm. Továbbfejlesztett kvantumakkumulátor
ja_jp: Sm. Sm. 強化量子電池
lv: Uzlabots kvantu akumulators
nl: Sm. Sm. Verbeterde kwantumbatterij
no: Sm. Sm. Forbedret kvantebatteri
pt_br: Sm. Sm. Bateria Quântica Aprimorada
ro: Sm. Sm. Baterie cuantică îmbunătățită
ru: Sm. Sm. Улучшенная квантовая батарея
sk_sk: Sm. Sm. Vylepšená kvantová batéria
sv: Sm. Sm. Förbättrat Quantum-batteri
tr_tr: Sm. Sm. Geliştirilmiş Kuantum Pil
uk: Sm. Sm. Покращена квантова батарея
zh_cn: Sm. Sm. 增强型量子电池

# DisplayName_Block_SmallSmallQBatteryT2
source: Sm. Sm. Proficient Quantum Battery
ca_ad: Sm. Sm. Bateria quàntica competent
da: Sm. Sm. Dygtigt kvantebatteri
de: Sm. Sm. Kompetente Quantenbatterie
es: Sm. Sm. Batería cuántica competente
et_ee: Sm. Sm. Vilunud kvantaku
fi: Sm. Sm. Taitava kvanttiakku
fr: Sm. Sm. Batterie quantique compétente
hr_hr: Sm. Sm. Iskusna kvantna baterija
hu_hu: Sm. Sm. Proficient kvantumakkumulátor
ja_jp: Sm. Sm. 堪能な量子電池
lv: Sm. Prasmīgs kvantu akumulators
nl: Sm. Sm. Bekwame kwantumbatterij
no: Sm. Sm. Dyktig kvantebatteri
pt_br: Sm. Sm. Bateria Quântica Proficiente
ro: Sm. Sm. Baterie cuantică competentă
ru: Sm. Sm. Опытная квантовая батарея
sk_sk: Sm. Sm. Skúsená kvantová batéria
sv: Sm. Sm. Skickligt kvantbatteri
tr_tr: Sm. Sm. Yetkin Kuantum Pil
uk: Sm. Sm. Досвідчена квантова батарея
zh_cn: Sm. Sm. Proficient 量子电池

# DisplayName_Block_SmallSmallQBatteryT3
source: Sm. Sm. Elilte Quantum Battery
ca_ad: Sm. Sm. Bateria quàntica Elilte
da: Sm. Sm. Elilte Quantum Batteri
de: Sm. Sm. Elilte Quantenbatterie
es: Sm. Sm. Elilte Batería Cuántica
et_ee: Sm. Sm. Elilte kvantaku
fi: Sm. Sm. Elilte kvanttiakku
fr: Batterie quantique Sm. Sm. Elilte
hr_hr: Elilte kvantna baterija
hu_hu: Sm. Sm. Elilte kvantumakkumulátor
ja_jp: Sm. Sm. Elilte 量子電池
lv: Sm. Sm. Elilte kvantu akumulators
nl: Sm. Sm. Elilte Quantum Batterij
no: Sm. Sm. Elilte Quantum Batteri
pt_br: Sm. Sm. Elilte Bateria Quântica
ro: Sm. Sm. Elilte Baterie cuantică
sk_sk: Kvantová batéria Sm. Sm. Elilte
sv: Sm. Sm. Elilte Quantum Batteri
tr_tr: Sm. Sm. Elilte Kuantum Pil
uk: Квантова батарея Sm. Sm. Elilte
zh_cn: Sm. Sm. Elilte 量子电池

# DisplayName_Block_SmallThrustSciFiT1
source: Enhanced Sci-Fi Ion Thruster
ca_ad: Propulsor d'ions de ciència ficció millorat
cs_cz: Vylepšený sci-fi iontový motor
da: Forbedret sci-fi-ion-thruster
de: Verbessertes Sci-Fi-Ionentriebwerk
es: Propulsor iónico de ciencia ficción mejorado
et_ee: Täiustatud ulmeline ioontõukejõud
fi: Parannettu scifi-ionipotkuri
fr: Propulseur ionique Sci-Fi amélioré
hr_hr: Poboljšani znanstveno-fantastični ionski potisnik
hu_hu: Továbbfejlesztett sci-fi ionhajtómű
ja_jp: 強化型SFイオンスラスター
lv: Uzlabots zinātniskās fantastikas jonu vilces līdzeklis
nl: Verbeterde Sci-Fi Ion Thruster
no: Forbedret Sci-Fi Ion Thruster
pt_br: Propulsor de íons de ficção científica aprimorado
ro: Propulsor de ioni Sci-Fi îmbunătățit
ru: Усовершенствованный научно-фантастический ионный двигатель
sk_sk: Vylepšený sci-fi iónový motorník
sv: Förbättrad Sci-Fi-jonpropeller
tr_tr: Geliştirilmiş Bilim Kurgu İyon İtici
uk: Удосконалений науково-фантастичний іонний двигун
zh_cn: 增强型科幻离子推进器

# DisplayName_Block_SmallThrustSciFiT2
source: Proficient Sci-Fi Ion Thruster
ca_ad: Propulsor d'ions de ciència-ficció competent
cs_cz: Zkušený sci-fi iontový tryska
da: Dygtig sci-fi-ion-thruster
de: Kompetentes Sci-Fi-Ionentriebwerk
es: Propulsor iónico de ciencia ficción competente
et_ee: Vilunud ulmeline ioontõukur
fi: Taitava scifi-ionipotkuri
fr: Propulseur ionique Sci-Fi compétent
hr_hr: Iskusni znanstveno-fantastični ionski potisnik
hu_hu: Gyakorlott sci-fi ionhajtómű
ja_jp: 熟練したSFイオンスラスタ
lv: Prasmīgs zinātniskās fantastikas jonu vilces līdzeklis
nl: Bekwame Sci-Fi Ion Thruster
no: Dyktig Sci-Fi Ion Thruster
pt_br: Propulsor de íons de ficção científica proficiente
ro: Propulsor de ioni SF competent
ru: Опытный научно-фантастический ионный двигатель
sk_sk: Zdatný sci-fi iónový motorník
sv: Skicklig Sci-Fi Ion Thruster
tr_tr: Yetkin Bilim Kurgu İyon İtici
uk: Досвідчений науково-фантастичний іонний двигун
zh_cn: 精通科幻离子推进器

# DisplayName_Block_SmallThrustSciFiT3
source: Elite Sci-Fi Ion Thruster
ca_ad: Propulsor d'ions de ciència-ficció d'elit
cs_cz: Elitní sci-fi iontový tryska
de: Elite-Sci-Fi-Ionen-Triebwerk
es: Propulsor iónico de ciencia ficción de élite
et_ee: Elite Sci-Fi ioontõukejõud
fi: Eliitti scifi-ionipotkuri
fr: Propulseur ionique Sci-Fi d’élite
hr_hr: Elitni znanstveno-fantastični ionski potisnik
hu_hu: Elite sci-fi ionhajtómű
ja_jp: エリートSFイオンスラスター
lv: Elites Sci-Fi jonu vilces līdzeklis
pt_br: Propulsor de íons de ficção científica de elite
ro: Propulsor de ioni Elite Sci-Fi
ru: Элитный научно-фантастический ионный двигатель
sk_sk: Elitný sci-fi iónový motorník
tr_tr: Elit Bilim Kurgu İyon İtici
uk: Елітний науково-фантастичний іонний двигун
zh_cn: 精英科幻离子推进器

# DisplayName_Block_SmallThrustT1
source: Enhanced Ion Thruster
ca_ad: Propulsor iònic millorat
cs_cz: Vylepšený iontový motor
da: Forbedret ion-thruster
de: Verbessertes Ionentriebwerk
es: Propulsor iónico mejorado
et_ee: Täiustatud ioontõukejõud
fi: Parannettu ionipotkuri
fr: Propulseur ionique amélioré
hr_hr: Poboljšani ionski potisnik
hu_hu: Továbbfejlesztett ionhajtómű
ja_jp: 改良型イオンスラスター
lv: Uzlabots jonu vilces līdzeklis
nl: Verbeterde Ion Thruster
no: Forbedret ione-thruster
pt_br: Propulsor de íons aprimorado
ro: Propulsor ionic îmbunătățit
ru: Усовершенствованный ионный двигатель
sk_sk: Vylepšený iónový motorček
sv: Förbättrad jonpropeller
tr_tr: Geliştirilmiş İyon İtici
uk: Покращений іонний двигун
zh_cn: 增强型离子推进器

# DisplayName_Block_SmallThrustT2
source: Proficient Ion Thruster
ca_ad: Propulsor iònic competent
cs_cz: Zkušený iontový tryska
da: Dygtig ion-thruster
de: Kompetentes Ionentriebwerk
es: Propulsor iónico competente
et_ee: Vilunud ioontõukejõud
fi: Taitava ionipotkuri
fr: Propulseur ionique compétent
hr_hr: Iskusni ionski potisnik
hu_hu: Gyakorlott ionhajtómű
ja_jp: 堪能なイオンスラスター
lv: Lietpratējs jonu vilces līdzeklis
nl: Bekwame ionenstuwraket
no: Dyktig ionethruster
pt_br: Propulsor de íons proficiente
ro: Propulsor ionic competent
ru: Опытный ионный двигатель
sk_sk: Zdatný iónový motorník
sv: Skicklig jonpropeller
tr_tr: Yetkin İyon İtici
uk: Професійний іонний двигун
zh_cn: 熟练离子推进器

# DisplayName_Block_SmallThrustT3
source: Elite Ion Thruster
ca_ad: Propulsor iònic d'elit
cs_cz: Elitní iontový tryska
de: Elite-Ionen-Triebwerk
es: Propulsor iónico de élite
et_ee: Elite Ion tõukejõud
fi: Elite ionipotkuri
fr: Propulseur ionique d’élite
hr_hr: Elitni ionski potisnik
hu_hu: Elite Ion hajtómű
ja_jp: エリートイオンスラスター
lv: Elites jonu vilces līdzeklis
pt_br: Propulsor de íons de elite
ro: Propulsor ionic Elite
ru: Элитное ионное подруливающее устройство
sk_sk: Elitný iónový motorník
tr_tr: Elit İyon İtici
uk: Елітний іонний двигун, що підрулює
zh_cn: 精英离子推进器

# DisplayName_Block_SolarPanelT1
source: Enhanced Solar Panel
ca_ad: Panell solar millorat
cs_cz: Vylepšený solární panel
da: Forbedret solpanel
de: Verbessertes Solarpanel
es: Panel solar mejorado
et_ee: Täiustatud päikesepaneel
fi: Parannettu aurinkopaneeli
fr: Panneau solaire amélioré
hr_hr: Poboljšana solarna ploča
hu_hu: Továbbfejlesztett napelem
ja_jp: 強化型ソーラーパネル
lv: Uzlabots saules panelis
nl: Verbeterd zonnepaneel
no: Forbedret solcellepanel
pt_br: Painel Solar Aprimorado
ro: Panou solar îmbunătățit
ru: Улучшенная солнечная панель
sk_sk: Vylepšený solárny panel
sv: Förbättrad solpanel
tr_tr: Geliştirilmiş Güneş Paneli
uk: Покращена сонячна панель
zh_cn: 增强型太阳能电池板

# DisplayName_Block_SolarPanelT2
source: Proficient Solar Panel
ca_ad: Panell solar competent
cs_cz: Profesionální solární panel
da: Dygtig solpanel
de: Kompetentes Solarpanel
es: Panel solar competente
et_ee: Vilunud päikesepaneel
fi: Taitava aurinkopaneeli
fr: Panneau solaire compétent
hr_hr: Stručna solarna ploča
hu_hu: Proficient napelem
ja_jp: 熟練したソーラーパネル
lv: Lietpratīgs saules panelis
nl: Bekwaam zonnepaneel
no: Dyktig solcellepanel
pt_br: Painel Solar Proficiente
ro: Panou solar competent
ru: Профессиональная солнечная панель
sk_sk: Skúsený solárny panel
sv: Skicklig solpanel
tr_tr: Yetkin Güneş Paneli
uk: Професійна сонячна панель
zh_cn: 熟练的太阳能电池板

# DisplayName_Block_SolarPanelT3
source: Elite Solar Panel
ca_ad: Panell solar d'elit
cs_cz: Elitní solární panel
da: Elite solpanel
et_ee: Elite päikesepaneel
fi: Elite aurinkopaneeli
fr: Panneau solaire Elite
hr_hr: Elitni solarni panel
hu_hu: Elite napelem
ja_jp: エリートソーラーパネル
lv: Elites saules panelis
nl: Elite zonnepaneel
no: Elite solcellepanel
pt_br: Painel Solar Elite
ro: Panou solar Elite
ru: Элитная солнечная панель
sk_sk: Solárny panel Elite
sv: Elite solpanel
tr_tr: Elit Güneş Paneli
uk: Елітна сонячна панель
zh_cn: 精英太阳能电池板

# DisplayName_Block_WindTurbineReskinT1
source: Enhanced Twin-blade Wind Turbine
ca_ad: Aerogenerador bipala millorat
cs_cz: Vylepšená dvoulopatková větrná turbína
da: Forbedret tobladet vindmølle
de: Verbesserte Zweiblatt-Windturbine
es: Turbina eólica de doble pala mejorada
et_ee: Täiustatud kahe teraga tuuleturbiin
fi: Parannettu kaksilapainen tuuliturbiini
fr: Éolienne bipale améliorée
hr_hr: Poboljšana vjetroturbina s dvije oštrice
hu_hu: Továbbfejlesztett kétlapátos szélturbina
ja_jp: 改良型ツインブレード風力タービン
lv: Uzlabota divu lāpstiņu vēja turbīna
nl: Verbeterde Twin-blade Wind Turbine
no: Forbedret tobladet vindturbin
pt_br: Turbina eólica de lâmina dupla aprimorada
ro: Turbină eoliană îmbunătățită cu două pale
ru: Усовершенствованная двухлопастная ветряная турбина
sk_sk: Vylepšená dvojlistá veterná turbína
sv: Förbättrat vindturbin med dubbla blad
tr_tr: Geliştirilmiş Çift Kanatlı Rüzgar Türbini
uk: Удосконалена дволопатева вітрова турбіна
zh_cn: 增强型双叶片风力涡轮机

# DisplayName_Block_WindTurbineReskinT2
source: Proficient Twin-blade Wind Turbine
ca_ad: Aerogenerador de doble pala competent
cs_cz: Profesionální dvoulistá větrná turbína
da: Dygtig tobladet vindmølle
de: Kompetente Zweiblatt-Windturbine
es: Turbina eólica de doble pala competente
et_ee: Vilunud kahe labaga tuuleturbiin
fi: Taitava kaksilapainen tuuliturbiini
fr: Éolienne bipale compétente
hr_hr: Iskusna vjetroturbina s dvije oštrice
hu_hu: Proficiens kétlapátos szélturbina
ja_jp: 熟練したツインブレード風力タービン
lv: Prasmīga divu lāpstiņu vēja turbīna
nl: Bekwame Twin-blade Windturbine
no: Dyktig Twin-blade vindturbin
pt_br: Turbina eólica proficiente de duas pás
ro: Turbină eoliană performantă cu două pale
ru: Опытная двухлопастная ветряная турбина
sk_sk: Skúsená dvojlistá veterná turbína
sv: Skickligt vindturbin med dubbla blad
tr_tr: Yetkin Çift Kanatlı Rüzgar Türbini
uk: Професійна дволопатева вітрова турбіна
zh_cn: 熟练的双叶片风力发电机组

# DisplayName_Block_WindTurbineReskinT3
source: Elite Twin-blade Wind Turbine
ca_ad: Aerogenerador Elite de doble pala
cs_cz: Elitní dvoulistá větrná turbína
da: Elite Twin-blade vindmølle
de: Elite-Zweiblatt-Windturbine
es: Turbina eólica de doble pala Elite
et_ee: Elite kahe labaga tuuleturbiin
fi: Elite kaksilapainen tuuliturbiini
fr: Éolienne bipale Elite
hr_hr: Elitna vjetroturbina s dvije oštrice
hu_hu: Elite kétlapátos szélturbina
ja_jp: エリートツインブレード風力タービン
lv: Elites divu lāpstiņu vēja turbīna
no: Elite Twin-blade vindturbin
pt_br: Turbina eólica de lâmina dupla Elite
ro: Turbină eoliană Elite cu două pale
ru: Элитная двухлопастная ветряная турбина
sk_sk: Veterná turbína Elite s dvoma listami
sv: Elite vindturbin med dubbla blad
tr_tr: Elite Çift Kanatlı Rüzgar Türbini
uk: Елітна дволопатева вітрова турбіна
zh_cn: 精英双叶片风力发电机组

# DisplayName_Block_WindTurbineT1
source: Enhanced Wind Turbine
ca_ad: Aerogenerador millorat
cs_cz: Vylepšená větrná turbína
da: Forbedret vindmølle
de: Verbesserte Windturbine
es: Turbina eólica mejorada
et_ee: Täiustatud tuuleturbiin
fi: Parannettu tuuliturbiini
fr: Amélioration de l’éolienne
hr_hr: Poboljšana vjetroturbina
hu_hu: Továbbfejlesztett szélturbina
ja_jp: 改良型風力タービン
lv: Uzlabota vēja turbīna
nl: Verbeterde windturbine
no: Forbedret vindturbin
pt_br: Turbina eólica aprimorada
ro: Turbină eoliană îmbunătățită
ru: Усовершенствованная ветряная турбина
sk_sk: Vylepšená veterná turbína
sv: Förbättrat vindkraftverk
tr_tr: Geliştirilmiş Rüzgar Türbini
uk: Покращена вітрова турбіна
zh_cn: 增强型风力涡轮机

# DisplayName_Block_WindTurbineT2
source: Proficient Wind Turbine
ca_ad: Aerogenerador competent
cs_cz: Profesionální větrná turbína
da: Dygtig vindmølle
de: Kompetente Windkraftanlage
es: Turbina eólica competente
et_ee: Vilunud tuulik
fi: Taitava tuuliturbiini
fr: Turbine éolienne compétente
hr_hr: Iskusna vjetroturbina
hu_hu: Profi szélturbina
ja_jp: 熟練した風力タービン
lv: Prasmīga vēja turbīna
nl: Bekwame windturbine
no: Dyktig vindturbin
pt_br: Turbina eólica proficiente
ro: Turbină eoliană competentă
ru: Опытная ветряная турбина
sk_sk: Skúsená veterná turbína
sv: Skicklig vindkraftverk
tr_tr: Yetkin Rüzgar Türbini
uk: Професійна вітрова турбіна
zh_cn: 熟练的风力涡轮机

# DisplayName_Block_WindTurbineT3
source: Elite Wind Turbine
ca_ad: Aerogenerador d'elit
cs_cz: Elitní větrná turbína
da: Elite vindmølle
de: Elite-Windkraftanlage
es: Turbina eólica Elite
et_ee: Elite tuulik
fi: Elite-tuuliturbiini
fr: Éolienne Elite
hr_hr: Elitna vjetroturbina
hu_hu: Elite szélturbina
ja_jp: エリート風力タービン
lv: Elites vēja turbīna
no: Elite vindturbin
pt_br: Turbina eólica Elite
ro: Turbină eoliană Elite
ru: Элитная ветряная турбина
sk_sk: Veterná turbína Elite
sv: Elite vindkraftverk
tr_tr: Elit Rüzgar Türbini
uk: Елітна вітрова турбіна
zh_cn: 精英风力发电机组

# DisplayName_BlueprintClass_AmmoT1
source: Enhanced Ammo
ca_ad: Munició millorada
cs_cz: Vylepšená munice
da: Forbedret ammunition
de: Verbesserte Munition
es: Munición mejorada
et_ee: Täiustatud ammo
fi: Parannetut ammukset
fr: Munitions améliorées
hr_hr: Poboljšano streljivo
hu_hu: Továbbfejlesztett lőszer
ja_jp: 強化弾薬
lv: Uzlabots Ammo
nl: Verbeterde munitie
no: Forbedret ammunisjon
pt_br: Munição aprimorada
ro: Muniție îmbunătățită
ru: Улучшенные боеприпасы
sk_sk: Vylepšená munícia
sv: Förbättrad ammunition
tr_tr: Geliştirilmiş Mühimmat
uk: Покращені боєприпаси
zh_cn: 增强型弹药

# DisplayName_BlueprintClass_AmmoT2
source: Proficient Ammo
ca_ad: Munició competent
cs_cz: Zkušená munice
da: Dygtig ammunition
de: Kompetente Munition
es: Munición competente
et_ee: Vilunud ammo
fi: Taitavat ammukset
fr: Munitions compétentes
hr_hr: Stručno streljivo
hu_hu: Gyakorlott lőszer
ja_jp: 熟練弾薬
lv: Lietpratējs Ammo
nl: Bekwame munitie
no: Dyktig ammunisjon
pt_br: Munição proficiente
ro: Muniție competentă
ru: Умелые боеприпасы
sk_sk: Skúsená munícia
sv: Skicklig ammunition
tr_tr: Yeterli Mühimmat
uk: Досвідчені боєприпаси
zh_cn: 熟练的弹药

# DisplayName_BlueprintClass_AmmoT3
source: Elite Ammo
ca_ad: Munició d'elit
cs_cz: Elitní munice
da: Elite ammunition
de: Elite-Munition
es: Munición de élite
et_ee: Eliit Ammo
fi: Elite-ammukset
fr: Munitions d’élite
hr_hr: Elitno streljivo
hu_hu: Elit lőszer
ja_jp: エリート弾薬
nl: Elite-munitie
pt_br: Munição Elite
ro: Muniție de elită
ru: Элитные боеприпасы
sk_sk: Elitná munícia
tr_tr: Elit Mühimmat
uk: Елітні боєприпаси
zh_cn: 精英弹药

# DisplayName_BlueprintClass_ComponentsT1
source: Enhanced Components
ca_ad: Components millorats
cs_cz: Vylepšené komponenty
da: Forbedrede komponenter
de: Verbesserte Komponenten
es: Componentes mejorados
et_ee: Täiustatud komponendid
fi: Parannetut komponentit
fr: Composants améliorés
hr_hr: Poboljšane komponente
hu_hu: Továbbfejlesztett alkatrészek
ja_jp: 強化されたコンポーネント
lv: Uzlabotie komponenti
nl: Verbeterde componenten
no: Forbedrede komponenter
pt_br: Componentes aprimorados
ro: Componente îmbunătățite
ru: Улучшенные компоненты
sk_sk: Vylepšené komponenty
sv: Förbättrade komponenter
tr_tr: Geliştirilmiş Bileşenler
uk: Удосконалені компоненти
zh_cn: 增强的组件

# DisplayName_BlueprintClass_ComponentsT2
source: Proficient Components
ca_ad: Components competents
cs_cz: Zdatné komponenty
da: Dygtige komponenter
de: Kompetente Komponenten
es: Componentes competentes
et_ee: Vilunud komponendid
fi: Taitavat komponentit
fr: Composants compétents
hr_hr: Stručne komponente
hu_hu: Hozzáértő alkatrészek
ja_jp: 熟練したコンポーネント
lv: Lietpratīgie komponenti
nl: Bekwame componenten
no: Dyktige komponenter
pt_br: Componentes Proficientes
ro: Componente competente
ru: Профессиональные компоненты
sk_sk: Skúsené komponenty
sv: Skickliga komponenter
tr_tr: Yetkin Bileşenler
uk: Якісні компоненти
zh_cn: 熟练的组件

# DisplayName_BlueprintClass_ComponentsT3
source: Elite Components
ca_ad: Components d'elit
cs_cz: Elitní komponenty
da: Elite komponenter
de: Elite-Komponenten
es: Componentes de élite
et_ee: Elite komponendid
fi: Elite-komponentit
fr: Composants d’élite
hr_hr: Elitne komponente
hu_hu: Elite alkatrészek
ja_jp: エリートコンポーネント
lv: Elites komponenti
nl: Elite-componenten
no: Elite-komponenter
pt_br: Componentes Elite
ro: Componente Elite
ru: Элитные компоненты
sk_sk: Komponenty Elite
sv: Elite-komponenter
tr_tr: Elit Bileşenler
uk: Елітні компоненти
zh_cn: 精英组件

# DisplayName_BlueprintClass_ConsumablesT1
source: Enhanced Consumables
ca_ad: Consumibles millorats
cs_cz: Vylepšené spotřební doplňky
da: Forbedrede forbrugsstoffer
de: Verbesserte Verbrauchsmaterialien
es: Consumibles mejorados
et_ee: Täiustatud tarbekaubad
fi: Parannetut kulutustarvikkeet
fr: Consommables améliorés
hr_hr: Poboljšani potrošni materijal
hu_hu: Továbbfejlesztett fogyóeszközök
ja_jp: 強化型消耗品
lv: Uzlabotie palīgmateriāli
nl: Verbeterde verbruiksartikelen
no: Forbedrede forbruksvarer
pt_br: Consumíveis aprimorados
ro: Consumabile îmbunătățite
ru: Улучшенные расходные материалы
sk_sk: Vylepšený spotrebný materiál
sv: Förbättrade förbrukningsartiklar
tr_tr: Geliştirilmiş Sarf Malzemeleri
uk: Покращені витратні матеріали
zh_cn: 增强型耗材

# DisplayName_BlueprintClass_ConsumablesT2
source: Proficient Consumables
ca_ad: Consumibles competents
cs_cz: Zdatné spotřební doplňky
da: Dygtige forbrugsvarer
de: Kompetente Verbrauchsmaterialien
es: Consumibles competentes
et_ee: Vilunud tarbekaubad
fi: Taitavat kulutustarvikkeet
fr: Consommables compétents
hr_hr: Iskusan potrošni materijal
hu_hu: Profi fogyóeszközök
ja_jp: 熟練の消耗品
lv: Lietpratīgi palīgmateriāli
nl: Bekwame verbruiksartikelen
no: Dyktige forbruksvarer
pt_br: Consumíveis Proficientes
ro: Consumabile competente
ru: Профессиональные расходные материалы
sk_sk: Skúsený spotrebný materiál
sv: Skickliga förbrukningsvaror
tr_tr: Yetkin Sarf Malzemeleri
uk: Досвідчені витратні матеріали
zh_cn: 熟练的耗材

# DisplayName_BlueprintClass_ConsumablesT3
source: Elite Consumables
ca_ad: Consumibles d'elit
cs_cz: Elitní spotřební doplňky
da: Elite forbrugsvarer
de: Elite-Verbrauchsmaterialien
es: Consumibles de élite
et_ee: Elite tarbekaubad
fi: Elite-kulutustarvikkeet
fr: Consommables d’élite
hr_hr: Elitni potrošni materijal
hu_hu: Elite fogyóeszközök
ja_jp: エリート消耗品
lv: Elites palīgmateriāli
nl: Elite verbruiksartikelen
no: Elite forbruksvarer
pt_br: Consumíveis Elite
ro: Consumabile Elite
ru: Элитные расходные материалы
sk_sk: Spotrebný materiál Elite
sv: Förbrukningsartiklar för elit
tr_tr: Elit Sarf Malzemeleri
uk: Елітні витратні матеріали
zh_cn: 精英耗材

# DisplayName_BlueprintClass_DarkEnergyBottles
source: Dark Energy Bottles
ca_ad: Ampolles d'energia fosca
cs_cz: Láhve temné energie
da: Mørke energiflasker
de: Dunkle Energieflaschen
es: Botellas de energía oscura
et_ee: Tumeda energia pudelid
fi: Tummat energiapullot
fr: Bouteilles d’énergie noire
hr_hr: Boce tamne energije
hu_hu: Sötét energiapalackok
ja_jp: ダークエネルギーボトル
lv: Tumšās enerģijas pudeles
nl: Donkere energieflessen
no: Mørke energiflasker
pt_br: Garrafas de Energia Escura
ro: Sticle de energie întunecată
ru: Бутылки с темной энергией
sk_sk: Fľaše s tmavou energiou
sv: Mörka energiflaskor
tr_tr: Karanlık Enerji Şişeleri
uk: Пляшки з темною енергією
zh_cn: 暗能量瓶

# DisplayName_BlueprintClass_EquipmentT1
source: Enhanced Equipment
ca_ad: Equipament millorat
cs_cz: Vylepšené vybavení
da: Forbedret udstyr
de: Verbesserte Ausstattung
es: Equipamiento mejorado
et_ee: Täiustatud seadmed
fi: Parannetut laitteet
fr: Équipement amélioré
hr_hr: Poboljšana oprema
hu_hu: Továbbfejlesztett berendezések
ja_jp: 強化された機器
lv: Uzlabots aprīkojums
nl: Verbeterde uitrusting
no: Forbedret utstyr
pt_br: Equipamentos aprimorados
ro: Echipamente îmbunătățite
ru: Улучшенное оборудование
sk_sk: Vylepšená výbava
sv: Förbättrad utrustning
tr_tr: Gelişmiş Ekipman
uk: Удосконалене обладнання
zh_cn: 增强型设备
