Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Item_DisplayT3
source: Depl. CLa. Display
ca_ad: Depl. CLa. Mostrar
cs_cz: Depl. CLa. Ukázat
da: Depl. CLa. Vise
de: Abt. CLa. Zeigen
es: Depl. CLa. Monitor
et_ee: Depl. CLa. Kuvada
fi: Höpö höpö. CLa. Näyttö
fr: Dépl. CLa. Montrer
hr_hr: Depl. CLa. Prikaz
hu_hu: Depl. CLa. Kijelző
ja_jp: デップ。CLaです。陳列
lv: Depl. CLa. Parādīt
nl: Depl. CLa. Beeldscherm
no: Avd. CLa. Vise
pt_br: Depl. CLa. Exposição
ro: Depl. CLa. Arăta
ru: Депл. CLa. Дисплей
sk_sk: Odplácať. CLa. Displej
sv: Depl. CLa. Visa
tr_tr: Öğr. CLa. Göstermek
uk: Депл. CLa. Відображення
zh_cn: 分部CLa.显示

# DisplayName_Item_GirderT1
source: Depl. Ur. Girder
ca_ad: Depl. teu. Jàssera
cs_cz: Depl. tvůj. Nosník
da: Depl. din. Bjælke
de: Abt. dein. Träger
es: Depl. usted. Viga
et_ee: Depl. sinu. Kandetala
fi: Höpö höpö. sinun. Kannatinpalkki
fr: Dépl. votre. Poutre
hr_hr: Depl. tvoj. Nosač
hu_hu: Depl. a. Gerenda
ja_jp: デップ。あなたの。桁
lv: Depl. tavs. Sijas
nl: Depl. jouw. Ribbe
no: Avd. din. Bærebjelke
pt_br: Depl. teu. Viga
ro: Depl. vostru. Grindă
ru: Депл. твой. Балка
sk_sk: Odplácať. tvoj. Girder
sv: Depl. din. Balk
tr_tr: Öğr. sizin. Kiriş
uk: Депл. твій. Балка
zh_cn: 分部你。梁

# DisplayName_Item_GirderT2
source: Depl. De. Girder
ca_ad: Depl. De. Jàssera
cs_cz: Depl. De. Nosník
da: Depl. De. Bjælke
de: Abt. DE. Träger
es: Depl. De. Viga
et_ee: Depl. De. Kandetala
fi: Höpö höpö. DE. Kannatinpalkki
fr: Dépl. De. Poutre
hr_hr: Depl. De. Nosač
hu_hu: Depl. De. Gerenda
ja_jp: デップ。デ。桁
lv: Depl. De. Sijas
nl: Depl. De. Ribbe
no: Avd. De. Bærebjelke
pt_br: Depl. Não. Viga
ro: Depl. De. Grindă
ru: Депл. Де. Балка
sk_sk: Odplácať. De. Girder
sv: Depl. De. Balk
tr_tr: Öğr. De. Kiriş
uk: Депл. Де. Балка
zh_cn: 分部德。梁

# DisplayName_Item_GirderT3
source: Depl. CLa. Girder
ca_ad: Depl. CLa. Jàssera
cs_cz: Depl. CLa. Nosník
da: Depl. CLa. Bjælke
de: Abt. CLa. Träger
es: Depl. CLa. Viga
et_ee: Depl. CLa. Kandetala
fi: Höpö höpö. CLa. Kannatinpalkki
fr: Dépl. CLa. Poutre
hr_hr: Depl. CLa. Nosač
hu_hu: Depl. CLa. Gerenda
ja_jp: デップ。CLaです。桁
lv: Depl. CLa. Sijas
nl: Depl. CLa. Ribbe
no: Avd. CLa. Bærebjelke
pt_br: Depl. CLa. Viga
ro: Depl. CLa. Grindă
ru: Депл. CLa. Балка
sk_sk: Odplácať. CLa. Girder
sv: Depl. CLa. Balk
tr_tr: Öğr. CLa. Kiriş
uk: Депл. CLa. Балка
zh_cn: 分部CLa.梁

# DisplayName_Item_GravityGeneratorComponentsT1
source: Depl. Ur. Gravity Comp.
ca_ad: Depl. teu. Gravetat Comp.
cs_cz: Depl. tvůj. Gravity Comp.
da: Depl. din. Tyngdekraften Comp.
de: Abt. dein. Schwerkraft Comp.
es: Depl. usted. Comp. de gravedad.
et_ee: Depl. sinu. Gravitatsioon Comp.
fi: Höpö höpö. sinun. Gravity Comp.
fr: Dépl. votre. Gravity Comp.
hr_hr: Depl. tvoj. Gravitacijski komp.
hu_hu: Depl. a. Gravity Comp.
ja_jp: デップ。あなたの。グラビティコンプ
lv: Depl. tavs. Gravitācijas kompl.
nl: Depl. jouw. Zwaartekracht Comp.
no: Avd. din. Gravitasjon Comp.
pt_br: Depl. teu. Gravidade Comp.
ro: Depl. vostru. Comp. gravitațională
ru: Депл. твой. Гравитационный комп.
sk_sk: Odplácať. tvoj. Gravitácia comp.
sv: Depl. din. Gravitation Comp.
tr_tr: Öğr. sizin. Yerçekimi Comp.
uk: Депл. твій. Гравітаційний комп.
zh_cn: 分部你。重力补偿

# DisplayName_Item_GravityGeneratorComponentsT2
source: Depl. De. Gravity Comp.
ca_ad: Depl. De. Gravetat Comp.
da: Depl. De. Tyngdekraften Comp.
de: Abt. DE. Schwerkraft Comp.
es: Depl. De. Comp. de gravedad.
et_ee: Depl. De. Gravitatsioon Comp.
fi: Höpö höpö. DE. Gravity Comp.
fr: Dépl. De. Gravity Comp.
hr_hr: Depl. De. Gravitacijski komp.
ja_jp: デップ。デ。グラビティコンプ
lv: Depl. De. Gravitācijas kompl.
nl: Depl. De. Zwaartekracht Comp.
no: Avd. De. Gravitasjon Comp.
pt_br: Depl. Não. Gravidade Comp.
ro: Depl. De. Comp. gravitațională
ru: Депл. Де. Гравитационный комп.
sk_sk: Odplácať. De. Gravitácia comp.
sv: Depl. De. Gravitation Comp.
tr_tr: Öğr. De. Yerçekimi Comp.
uk: Депл. Де. Гравітаційний комп.
zh_cn: 分部德。重力补偿

# DisplayName_Item_GravityGeneratorComponentsT3
source: Depl. CLa. Gravity Comp.
ca_ad: Depl. CLa. Gravetat Comp.
da: Depl. CLa. Tyngdekraften Comp.
de: Abt. CLa. Schwerkraft Comp.
es: Depl. CLa. Comp. de gravedad.
et_ee: Depl. CLa. Gravitatsioon Comp.
fi: Höpö höpö. CLa. Gravity Comp.
fr: Dépl. CLa. Gravity Comp.
hr_hr: Depl. CLa. Gravitacijski komp.
ja_jp: デップ。CLaです。グラビティコンプ
lv: Depl. CLa. Gravitācijas kompl.
nl: Depl. CLa. Zwaartekracht Comp.
no: Avd. CLa. Gravitasjon Comp.
pt_br: Depl. CLa. Gravidade Comp.
ro: Depl. CLa. Comp. gravitațională
ru: Депл. CLa. Гравитационный комп.
sk_sk: Odplácať. CLa. Gravitácia comp.
sv: Depl. CLa. Gravitation Comp.
tr_tr: Öğr. CLa. Yerçekimi Comp.
uk: Депл. CLa. Гравітаційний комп.
zh_cn: 分部CLa.重力补偿

# DisplayName_Item_HydrogenBottleT1
source: Enhanced Hydrogen Bottle
ca_ad: Ampolla d'hidrogen millorada
cs_cz: Vylepšená vodíková láhev
da: Forbedret brintflaske
de: Verbesserte Wasserstoffflasche
es: Botella de hidrógeno mejorada
et_ee: Täiustatud vesinikupudel
fi: Parannettu vetypullo
fr: Bouteille d’hydrogène améliorée
hr_hr: Poboljšana boca vodika
hu_hu: Továbbfejlesztett hidrogénpalack
ja_jp: 強化型水素ボトル
lv: Uzlabota ūdeņraža pudele
nl: Verbeterde waterstoffles
no: Forbedret hydrogenflaske
pt_br: Garrafa de hidrogênio aprimorada
ro: Sticlă de hidrogen îmbunătățită
ru: Улучшенный водородный баллон
sk_sk: Vylepšená vodíková fľaša
sv: Förbättrad vätgasflaska
tr_tr: Geliştirilmiş Hidrojen Şişesi
uk: Покращений водневий балон
zh_cn: 增强型氢气瓶

# DisplayName_Item_HydrogenBottleT2
source: Proficient Hydrogen Bottle
ca_ad: Ampolla d'hidrogen competent
cs_cz: Profesionální vodíková láhev
da: Dygtig brintflaske
de: Kompetente Wasserstoffflasche
es: Botella de hidrógeno competente
et_ee: Vilunud vesinikupudel
fi: Taitava vetypullo
fr: Bouteille d’hydrogène compétente
hr_hr: Iskusna boca vodika
hu_hu: Proficient hidrogénpalack
ja_jp: 堪能な水素ボトル
lv: Prasmīga ūdeņraža pudele
nl: Bekwame waterstoffles
no: Dyktig hydrogenflaske
ro: Sticlă de hidrogen competentă
ru: Профессиональная бутылка с водородом
sk_sk: Zdatná vodíková fľaša
sv: Skicklig vätgasflaska
tr_tr: Yetkin Hidrojen Şişesi
uk: Досвідчена пляшка з воднем
zh_cn: 熟练的氢气瓶

# DisplayName_Item_HydrogenBottleT3
source: Elite Hydrogen Bottle
ca_ad: Ampolla d'hidrogen Elite
cs_cz: Elitní vodíková láhev
da: Elite brintflaske
de: Elite Wasserstoffflasche
es: Botella de hidrógeno Elite
et_ee: Elite vesinikupudel
fi: Elite vetypullo
fr: Bouteille d’hydrogène Elite
hr_hr: Elitna boca vodika
hu_hu: Elite hidrogénpalack
ja_jp: エリート水素ボトル
lv: Elites ūdeņraža pudele
nl: Elite waterstoffles
no: Elite hydrogenflaske
pt_br: Garrafa de hidrogênio Elite
ro: Sticlă de hidrogen Elite
ru: Элитная водородная бутылка
sk_sk: Vodíková fľaša Elite
sv: Elite vätgasflaska
tr_tr: Elit Hidrojen Şişesi
uk: Елітна воднева пляшка
zh_cn: 精英氢气瓶

# DisplayName_Item_InteriorPlateT1
source: Depl. Ur. Interior Plate
ca_ad: Depl. teu. Placa interior
cs_cz: Depl. tvůj. Vnitřní deska
da: Depl. din. Indvendig plade
de: Abt. dein. Innen-Platte
es: Depl. usted. Placa interior
et_ee: Depl. sinu. Sisemine plaat
fi: Höpö höpö. sinun. Sisälevy
fr: Dépl. votre. Plaque intérieure
hr_hr: Depl. tvoj. Unutarnja ploča
hu_hu: Depl. a. Belső lemez
ja_jp: デップ。あなたの。インテリアプレート
lv: Depl. tavs. Iekšējā plāksne
nl: Depl. jouw. Interieur plaat
no: Avd. din. Innvendig plate
pt_br: Depl. teu. Placa Interior
ro: Depl. vostru. Placă interioară
ru: Депл. твой. Внутренняя плита
sk_sk: Odplácať. tvoj. Vnútorná doska
sv: Depl. din. Invändig platta
tr_tr: Öğr. sizin. İç Mekan Plakası
uk: Депл. твій. Внутрішня тарілка
zh_cn: 分部你。内板

# DisplayName_Item_InteriorPlateT2
source: Depl. De. Interior Plate
ca_ad: Depl. De. Placa interior
cs_cz: Depl. De. Vnitřní deska
da: Depl. De. Indvendig plade
de: Abt. DE. Innen-Platte
es: Depl. De. Placa interior
et_ee: Depl. De. Sisemine plaat
fi: Höpö höpö. DE. Sisälevy
fr: Dépl. De. Plaque intérieure
hr_hr: Depl. De. Unutarnja ploča
hu_hu: Depl. De. Belső lemez
ja_jp: デップ。デ。インテリアプレート
lv: Depl. De. Iekšējā plāksne
nl: Depl. De. Interieur plaat
no: Avd. De. Innvendig plate
pt_br: Depl. Não. Placa Interior
ro: Depl. De. Placă interioară
ru: Депл. Де. Внутренняя плита
sk_sk: Odplácať. De. Vnútorná doska
sv: Depl. De. Invändig platta
tr_tr: Öğr. De. İç Mekan Plakası
uk: Депл. Де. Внутрішня тарілка
zh_cn: 分部德。内板

# DisplayName_Item_InteriorPlateT3
source: Depl. CLa. Interior Plate
ca_ad: Depl. CLa. Placa interior
cs_cz: Depl. CLa. Vnitřní deska
da: Depl. CLa. Indvendig plade
de: Abt. CLa. Innen-Platte
es: Depl. CLa. Placa interior
et_ee: Depl. CLa. Sisemine plaat
fi: Höpö höpö. CLa. Sisälevy
fr: Dépl. CLa. Plaque intérieure
hr_hr: Depl. CLa. Unutarnja ploča
hu_hu: Depl. CLa. Belső lemez
ja_jp: デップ。CLaです。インテリアプレート
lv: Depl. CLa. Iekšējā plāksne
nl: Depl. CLa. Interieur plaat
no: Avd. CLa. Innvendig plate
pt_br: Depl. CLa. Placa Interior
ro: Depl. CLa. Placă interioară
ru: Депл. CLa. Внутренняя плита
sk_sk: Odplácať. CLa. Vnútorná doska
sv: Depl. CLa. Invändig platta
tr_tr: Öğr. CLa. İç Mekan Plakası
uk: Депл. CLa. Внутрішня тарілка
zh_cn: 分部CLa.内板

# DisplayName_Item_LargeCalibreAmmoT1
source: Depl. Ur. Artillery Shell
ca_ad: Depl. teu. Projectil d'artilleria
cs_cz: Depl. tvůj. Dělostřelecký granát
da: Depl. din. Artillerigranat
de: Abt. dein. Artillerie-Granate
es: Depl. usted. Proyectil de artillería
et_ee: Depl. sinu. Suurtükiväe kest
fi: Höpö höpö. sinun. Tykistön kuori
fr: Dépl. votre. Obus d’artillerie
hr_hr: Depl. tvoj. Topnička granata
hu_hu: Depl. a. Tüzérségi héj
ja_jp: デップ。あなたの。自走砲の砲弾
lv: Depl. tavs. Artilērijas apvalks
nl: Depl. jouw. De Granaat van de artillerie
no: Avd. din. Artilleri Shell
pt_br: Depl. teu. Projétil de Artilharia
ro: Depl. vostru. Obuze de artilerie
ru: Депл. твой. Артиллерийский снаряд
sk_sk: Odplácať. tvoj. Delostrelecký granát
sv: Depl. din. Artilleri Shell
tr_tr: Öğr. sizin. Topçu Mermisi
uk: Депл. твій. Артилерійський снаряд
zh_cn: 分部你。炮弹

# DisplayName_Item_LargeCalibreAmmoT2
source: Depl. De. Artillery Shell
ca_ad: Depl. De. Projectil d'artilleria
cs_cz: Depl. De. Dělostřelecký granát
da: Depl. De. Artillerigranat
de: Abt. DE. Artillerie-Granate
es: Depl. De. Proyectil de artillería
et_ee: Depl. De. Suurtükiväe kest
fi: Höpö höpö. DE. Tykistön kuori
fr: Dépl. De. Obus d’artillerie
hr_hr: Depl. De. Topnička granata
hu_hu: Depl. De. Tüzérségi héj
ja_jp: デップ。デ。自走砲の砲弾
lv: Depl. De. Artilērijas apvalks
nl: Depl. De. De Granaat van de artillerie
no: Avd. De. Artilleri Shell
pt_br: Depl. Não. Projétil de Artilharia
ro: Depl. De. Obuze de artilerie
ru: Депл. Де. Артиллерийский снаряд
sk_sk: Odplácať. De. Delostrelecký granát
sv: Depl. De. Artilleri Shell
tr_tr: Öğr. De. Topçu Mermisi
uk: Депл. Де. Артилерійський снаряд
zh_cn: 分部德。炮弹

# DisplayName_Item_LargeCalibreAmmoT3
source: Depl. CLa. Artillery Shell
ca_ad: Depl. CLa. Projectil d'artilleria
cs_cz: Depl. CLa. Dělostřelecký granát
da: Depl. CLa. Artillerigranat
de: Abt. CLa. Artillerie-Granate
es: Depl. CLa. Proyectil de artillería
et_ee: Depl. CLa. Suurtükiväe kest
fi: Höpö höpö. CLa. Tykistön kuori
fr: Dépl. CLa. Obus d’artillerie
hr_hr: Depl. CLa. Topnička granata
hu_hu: Depl. CLa. Tüzérségi héj
ja_jp: デップ。CLaです。自走砲の砲弾
lv: Depl. CLa. Artilērijas apvalks
nl: Depl. CLa. De Granaat van de artillerie
no: Avd. CLa. Artilleri Shell
pt_br: Depl. CLa. Projétil de Artilharia
ro: Depl. CLa. Obuze de artilerie
ru: Депл. CLa. Артиллерийский снаряд
sk_sk: Odplácať. CLa. Delostrelecký granát
sv: Depl. CLa. Artilleri Shell
tr_tr: Öğr. CLa. Topçu Mermisi
uk: Депл. CLa. Артилерійський снаряд
zh_cn: 分部CLa.炮弹

# DisplayName_Item_LargeRailgunAmmoT1
source: Depl. Ur. Large Railgun Sabot
ca_ad: Depl. teu. Sabot de pistola de railgun gran
cs_cz: Depl. tvůj. Velká sabotáž railgun
da: Depl. din. Stor Railgun Sabot
de: Abt. dein. Großer Railgun-Sabot
es: Depl. usted. Sabot de cañón de riel grande
et_ee: Depl. sinu. Suur raudteepüssi sabot
fi: Höpö höpö. sinun. Suuri Railgun Sabot
fr: Dépl. votre. Grand sabot de canon électrique
hr_hr: Depl. tvoj. Veliki željeznički sabot
hu_hu: Depl. a. Nagy Railgun Sabot
ja_jp: デップ。あなたの。大型レールガンサボ
lv: Depl. tavs. Lielais Railgun Sabot
nl: Depl. jouw. Grote Railgun Sabot
no: Avd. din. Stor Railgun Sabot
pt_br: Depl. teu. Grande Railgun Sabot
ro: Depl. vostru. Sabot mare de cale ferată
ru: Депл. твой. Большой рельсотрон
sk_sk: Odplácať. tvoj. Veľký železničný pištoľ Sabot
sv: Depl. din. Stor Railgun Sabot
tr_tr: Öğr. sizin. Büyük Raylı Tüfek Sabotu
uk: Депл. твій. Великий рельсотрон Sabot
zh_cn: 分部你。大型轨道炮弹

# DisplayName_Item_LargeRailgunAmmoT2
source: Depl. De Large Railgun Sabot
da: Depl. De Stor Railgun Sabot
de: Abt. De Large Railgun Sabot
fi: Höpö höpö. De Large Railgun Sabot
fr: Dépl. De Large Railgun Sabot
hu_hu: Depl. De nagy railgun szabot
ja_jp: デップ。デ・ラージ・レールガン・サボ
no: Avd. De store railgun sabot
ro: Depl. De mare Railgun Sabot
ru: Депл. De Large Railgun Sabot
sk_sk: Odplácať. De Veľký železničný pištoľ Sabot
tr_tr: Öğr. De Büyük Raylı Tüfek Sabotu
uk: Депл. De Large Railgun Sabot
zh_cn: 分部De 大型轨道炮弹

# DisplayName_Item_LargeRailgunAmmoT3
source: Depl. CLa. Large Railgun Sabot
ca_ad: Depl. CLa. Sabot de pistola de railgun gran
cs_cz: Depl. CLa. Velká sabotáž railgun
da: Depl. CLa. Stor Railgun Sabot
de: Abt. CLa. Großer Railgun-Sabot
es: Depl. CLa. Sabot de cañón de riel grande
et_ee: Depl. CLa. Suur raudteepüssi sabot
fi: Höpö höpö. CLa. Suuri Railgun Sabot
fr: Dépl. CLa. Grand sabot de canon électrique
hr_hr: Depl. CLa. Veliki željeznički sabot
hu_hu: Depl. CLa. Nagy Railgun Sabot
ja_jp: デップ。CLaです。大型レールガンサボ
lv: Depl. CLa. Lielais Railgun Sabot
nl: Depl. CLa. Grote Railgun Sabot
no: Avd. CLa. Stor Railgun Sabot
pt_br: Depl. CLa. Grande Railgun Sabot
ro: Depl. CLa. Sabot mare de cale ferată
ru: Депл. CLa. Большой рельсотрон
sk_sk: Odplácať. CLa. Veľký železničný pištoľ Sabot
sv: Depl. CLa. Stor Railgun Sabot
tr_tr: Öğr. CLa. Büyük Raylı Tüfek Sabotu
uk: Депл. CLa. Великий рельсотрон Sabot
zh_cn: 分部CLa.大型轨道炮弹

# DisplayName_Item_LargeSteelTubeT1
source: Depl. Ur. Large Steel Tube
ca_ad: Depl. teu. Tub d'acer gran
cs_cz: Depl. tvůj. Velká ocelová trubka
da: Depl. din. Stort stålrør
de: Abt. dein. Großes Stahlrohr
es: Depl. usted. Tubo de acero grande
et_ee: Depl. sinu. Suur terastoru
fi: Höpö höpö. sinun. Suuri teräsputki
fr: Dépl. votre. Grand tube d’acier
hr_hr: Depl. tvoj. Velika čelična cijev
hu_hu: Depl. a. Nagy acélcső
ja_jp: デップ。あなたの。大型鋼管
lv: Depl. tavs. Liela tērauda caurule
nl: Depl. jouw. Grote stalen buis
no: Avd. din. Stort stålrør
pt_br: Depl. teu. Tubo de aço grande
ro: Depl. vostru. Tub mare de oțel
ru: Депл. твой. Большая стальная труба
sk_sk: Odplácať. tvoj. Veľká oceľová rúra
sv: Depl. din. Stort stålrör
tr_tr: Öğr. sizin. Büyük Çelik Boru
uk: Депл. твій. Велика сталева труба
zh_cn: 分部你。大型钢管

# DisplayName_Item_LargeSteelTubeT2
source: Depl. De. Large Steel Tube
ca_ad: Depl. De. Tub d'acer gran
cs_cz: Depl. De. Velká ocelová trubka
da: Depl. De. Stort stålrør
de: Abt. DE. Großes Stahlrohr
es: Depl. De. Tubo de acero grande
et_ee: Depl. De. Suur terastoru
fi: Höpö höpö. DE. Suuri teräsputki
fr: Dépl. De. Grand tube d’acier
hr_hr: Depl. De. Velika čelična cijev
hu_hu: Depl. De. Nagy acélcső
ja_jp: デップ。デ。大型鋼管
lv: Depl. De. Liela tērauda caurule
nl: Depl. De. Grote stalen buis
no: Avd. De. Stort stålrør
pt_br: Depl. Não. Tubo de aço grande
ro: Depl. De. Tub mare de oțel
ru: Депл. Де. Большая стальная труба
sk_sk: Odplácať. De. Veľká oceľová rúra
sv: Depl. De. Stort stålrör
tr_tr: Öğr. De. Büyük Çelik Boru
uk: Депл. Де. Велика сталева труба
zh_cn: 分部德。大型钢管

# DisplayName_Item_LargeSteelTubeT3
source: Depl. CLa. Large Steel Tube
ca_ad: Depl. CLa. Tub d'acer gran
cs_cz: Depl. CLa. Velká ocelová trubka
da: Depl. CLa. Stort stålrør
de: Abt. CLa. Großes Stahlrohr
es: Depl. CLa. Tubo de acero grande
et_ee: Depl. CLa. Suur terastoru
fi: Höpö höpö. CLa. Suuri teräsputki
fr: Dépl. CLa. Grand tube d’acier
hr_hr: Depl. CLa. Velika čelična cijev
hu_hu: Depl. CLa. Nagy acélcső
ja_jp: デップ。CLaです。大型鋼管
lv: Depl. CLa. Liela tērauda caurule
nl: Depl. CLa. Grote stalen buis
no: Avd. CLa. Stort stålrør
pt_br: Depl. CLa. Tubo de aço grande
ro: Depl. CLa. Tub mare de oțel
ru: Депл. CLa. Большая стальная труба
sk_sk: Odplácať. CLa. Veľká oceľová rúra
sv: Depl. CLa. Stort stålrör
tr_tr: Öğr. CLa. Büyük Çelik Boru
uk: Депл. CLa. Велика сталева труба
zh_cn: 分部CLa.大型钢管

# DisplayName_Item_MediumCalibreAmmoT1
source: Depl. Ur. Assault Cannon Shell
ca_ad: Depl. teu. Projectil de canó d'assalt
cs_cz: Depl. tvůj. Útočný dělový granát
da: Depl. din. Assault Cannon Shell
de: Abt. dein. Sturmkanonen-Granate
es: Depl. usted. Proyectil de cañón de asalto
et_ee: Depl. sinu. Rünnaku kahuri kest
fi: Höpö höpö. sinun. Rynnäkkötykin kuori
fr: Dépl. votre. Canon d’assaut Shell
hr_hr: Depl. tvoj. Jurišna topovska granata
hu_hu: Depl. a. Támadó ágyú héj
ja_jp: デップ。あなたの。アサルトキャノンシェル
lv: Depl. tavs. Uzbrukuma lielgabala apvalks
nl: Depl. jouw. Aanvalskanon Shell
no: Avd. din. Angrep Cannon Shell
pt_br: Depl. teu. Projétil de canhão de assalto
ro: Depl. vostru. Obuz de tun de asalt
ru: Депл. твой. Снаряд штурмовой пушки
sk_sk: Odplácať. tvoj. Útočný kanónový granát
sv: Depl. din. Assault Cannon Shell
tr_tr: Öğr. sizin. Taarruz Topu Mermisi
uk: Депл. твій. Снаряд штурмової гармати
zh_cn: 分部你。突击炮弹

# DisplayName_Item_MediumCalibreAmmoT2
source: Depl. De. Assault Cannon Shell
ca_ad: Depl. De. Projectil de canó d'assalt
cs_cz: Depl. De. Útočný dělový granát
de: Abt. DE. Sturmkanonen-Granate
es: Depl. De. Proyectil de cañón de asalto
et_ee: Depl. De. Rünnaku kahuri kest
fi: Höpö höpö. DE. Rynnäkkötykin kuori
fr: Dépl. De. Canon d’assaut Shell
hr_hr: Depl. De. Jurišna topovska granata
hu_hu: Depl. De. Támadó ágyú héj
ja_jp: デップ。デ。アサルトキャノンシェル
lv: Depl. De. Uzbrukuma lielgabala apvalks
nl: Depl. De. Aanvalskanon Shell
no: Avd. De. Angrep Cannon Shell
pt_br: Depl. Não. Projétil de canhão de assalto
ro: Depl. De. Obuz de tun de asalt
ru: Депл. Де. Снаряд штурмовой пушки
sk_sk: Odplácať. De. Útočný kanónový granát
tr_tr: Öğr. De. Taarruz Topu Mermisi
uk: Депл. Де. Снаряд штурмової гармати
zh_cn: 分部德。突击炮弹

# DisplayName_Item_MediumCalibreAmmoT3
source: Depl. CLa. Assault Cannon Shell
ca_ad: Depl. CLa. Projectil de canó d'assalt
cs_cz: Depl. CLa. Útočný dělový granát
de: Abt. CLa. Sturmkanonen-Granate
es: Depl. CLa. Proyectil de cañón de asalto
et_ee: Depl. CLa. Rünnaku kahuri kest
fi: Höpö höpö. CLa. Rynnäkkötykin kuori
fr: Dépl. CLa. Canon d’assaut Shell
hr_hr: Depl. CLa. Jurišna topovska granata
hu_hu: Depl. CLa. Támadó ágyú héj
ja_jp: デップ。CLaです。アサルトキャノンシェル
lv: Depl. CLa. Uzbrukuma lielgabala apvalks
nl: Depl. CLa. Aanvalskanon Shell
no: Avd. CLa. Angrep Cannon Shell
pt_br: Depl. CLa. Projétil de canhão de assalto
ro: Depl. CLa. Obuz de tun de asalt
ru: Депл. CLa. Снаряд штурмовой пушки
sk_sk: Odplácať. CLa. Útočný kanónový granát
tr_tr: Öğr. CLa. Taarruz Topu Mermisi
uk: Депл. CLa. Снаряд штурмової гармати
zh_cn: 分部CLa.突击炮弹

# DisplayName_Item_MedkitT1
source: Enhanced Medkit
ca_ad: Medkit millorat
cs_cz: Vylepšená lékárnička
da: Forbedret Medkit
de: Verbessertes Medikit
es: Botiquín mejorado
et_ee: Täiustatud Medkit
fi: Parannettu Medkit
fr: Trousse de soins améliorée
hr_hr: Poboljšani Medkit
hu_hu: Továbbfejlesztett Medkit
ja_jp: 強化された医療キット
lv: Uzlabots Medkit
nl: Verbeterde Medkit
no: Forbedret Medkit
pt_br: Medkit aprimorado
ro: Medkit îmbunătățit
ru: Улучшенная аптечка
sk_sk: Vylepšený Medkit
sv: Förbättrat Medkit
tr_tr: Geliştirilmiş Medkit
uk: Розширена аптечка
zh_cn: 增强型医疗包

# DisplayName_Item_MedkitT2
source: Proficient Medkit
ca_ad: Medkit competent
da: Dygtig Medkit
de: Kompetentes Medkit
es: Botiquín competente
et_ee: Vilunud Medkit
fi: Taitava Medkit
fr: Trousse de soins efficace
hr_hr: Iskusni Medkit
ja_jp: 熟練した医療キット
lv: Lietpratējs Medkits
nl: Bekwame Medkit
no: Dyktig Medkit
pt_br: Medkit Proficiente
ro: Medkit competent
ru: Профессиональная аптечка
sk_sk: Skúsený Medkit
sv: Skicklig Medkit
tr_tr: Yetkin Medkit
uk: Професійна аптечка
zh_cn: 精通医疗包

# DisplayName_Item_MedkitT3
source: Elite Medkit
ca_ad: Medkit d'elit
cs_cz: Elitní lékárnička
de: Elite-Medikit
es: Botiquín de élite
fr: Trousse de soins d’élite
hr_hr: Elitni Medkit
hu_hu: Elit Medkit
ja_jp: エリート医療キット
ru: Элитная аптечка
sv: Elit Medkit
tr_tr: Elit Medkit
uk: Елітна аптечка
zh_cn: 精英医疗包

# DisplayName_Item_MetalGridT1
source: Depl. Ur. Metal Grid
ca_ad: Depl. teu. Reixeta metàl·lica
cs_cz: Depl. tvůj. Kovová mřížka
da: Depl. din. Metalgitter
de: Abt. dein. Metall-Gitter
es: Depl. usted. Rejilla metálica
et_ee: Depl. sinu. Metallist võrk
fi: Höpö höpö. sinun. Metallinen ristikko
fr: Dépl. votre. Grille métallique
hr_hr: Depl. tvoj. Metalna rešetka
hu_hu: Depl. a. Fém rács
ja_jp: デップ。あなたの。メタルグリッド
lv: Depl. tavs. Metāla režģis
nl: Depl. jouw. Metalen rooster
no: Avd. din. Metall Grid
pt_br: Depl. teu. Grade Metálica
ro: Depl. vostru. Grilă metalică
ru: Депл. твой. Металлическая сетка
sk_sk: Odplácať. tvoj. Kovová mriežka
sv: Depl. din. Metall rutnät
tr_tr: Öğr. sizin. Metal Izgara
uk: Депл. твій. Металева сітка
zh_cn: 分部你。金属网格

# DisplayName_Item_MetalGridT2
source: Depl. De. Metal Grid
ca_ad: Depl. De. Reixeta metàl·lica
cs_cz: Depl. De. Kovová mřížka
da: Depl. De. Metalgitter
de: Abt. DE. Metall-Gitter
es: Depl. De. Rejilla metálica
et_ee: Depl. De. Metallist võrk
fi: Höpö höpö. DE. Metallinen ristikko
fr: Dépl. De. Grille métallique
hr_hr: Depl. De. Metalna rešetka
hu_hu: Depl. De. Fém rács
ja_jp: デップ。デ。メタルグリッド
lv: Depl. De. Metāla režģis
nl: Depl. De. Metalen rooster
no: Avd. De. Metall Grid
pt_br: Depl. Não. Grade Metálica
ro: Depl. De. Grilă metalică
ru: Депл. Де. Металлическая сетка
sk_sk: Odplácať. De. Kovová mriežka
sv: Depl. De. Metall rutnät
tr_tr: Öğr. De. Metal Izgara
uk: Депл. Де. Металева сітка
zh_cn: 分部德。金属网格

# DisplayName_Item_MetalGridT3
source: Depl. CLa. Metal Grid
ca_ad: Depl. CLa. Reixeta metàl·lica
cs_cz: Depl. CLa. Kovová mřížka
da: Depl. CLa. Metalgitter
de: Abt. CLa. Metall-Gitter
es: Depl. CLa. Rejilla metálica
et_ee: Depl. CLa. Metallist võrk
fi: Höpö höpö. CLa. Metallinen ristikko
fr: Dépl. CLa. Grille métallique
hr_hr: Depl. CLa. Metalna rešetka
hu_hu: Depl. CLa. Fém rács
ja_jp: デップ。CLaです。メタルグリッド
lv: Depl. CLa. Metāla režģis
nl: Depl. CLa. Metalen rooster
no: Avd. CLa. Metall Grid
pt_br: Depl. CLa. Grade Metálica
ro: Depl. CLa. Grilă metalică
ru: Депл. CLa. Металлическая сетка
sk_sk: Odplácať. CLa. Kovová mriežka
sv: Depl. CLa. Metall rutnät
tr_tr: Öğr. CLa. Metal Izgara
uk: Депл. CLa. Металева сітка
zh_cn: 分部CLa.金属网格

# DisplayName_Item_Missile200mmT1
source: Depl. Ur. Rocket
ca_ad: Depl. teu. Coet
cs_cz: Depl. tvůj. Raketa
da: Depl. din. Raket
de: Abt. dein. Rakete
es: Depl. usted. Cohete
et_ee: Depl. sinu. Raketi
fi: Höpö höpö. sinun. Raketti
fr: Dépl. votre. Fusée
hr_hr: Depl. tvoj. Raketa
hu_hu: Depl. a. Rakéta
ja_jp: デップ。あなたの。ロケット
lv: Depl. tavs. Raķete
nl: Depl. jouw. Raket
no: Avd. din. Rakett
pt_br: Depl. teu. Foguete
ro: Depl. vostru. Rachetă
ru: Депл. твой. Ракета
sk_sk: Odplácať. tvoj. Raketa
sv: Depl. din. Raket
tr_tr: Öğr. sizin. Roket
uk: Депл. твій. Ракета
zh_cn: 分部你。火箭

# DisplayName_Item_Missile200mmT2
source: Depl. De. Rocket
ca_ad: Depl. De. Coet
cs_cz: Depl. De. Raketa
da: Depl. De. Raket
de: Abt. DE. Rakete
es: Depl. De. Cohete
et_ee: Depl. De. Raketi
fi: Höpö höpö. DE. Raketti
fr: Dépl. De. Fusée
hr_hr: Depl. De. Raketa
hu_hu: Depl. De. Rakéta
ja_jp: デップ。デ。ロケット
lv: Depl. De. Raķete
nl: Depl. De. Raket
no: Avd. De. Rakett
pt_br: Depl. Não. Foguete
ro: Depl. De. Rachetă
ru: Депл. Де. Ракета
sk_sk: Odplácať. De. Raketa
sv: Depl. De. Raket
tr_tr: Öğr. De. Roket
uk: Депл. Де. Ракета
zh_cn: 分部德。火箭
