Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QDarkEnergyGeneratorT2
source: Proficient Dark Energy Generator Dark Matter Consumption Per Second: 684 Dark Matter To Dark Energy Ratio: 30L Dark matter generators produce dark energy from dark matter. Found only in asteroids, planet Energia, Moon Eltaria, Planet Clangia, and Moon Camrina. Produces 1.5x more gas per ore than the equivalent tier of O2/H2 generator, and the energy it produces has 2.25x more energy density per liter.
ca_ad: Generador d'energia fosca competent Consum de matèria fosca per segon: 684 Relació d'energia de matèria fosca a fosca: 30L Els generadors de matèria fosca produeixen energia fosca a partir de la matèria fosca. Només es troba en asteroides, el planeta Energia, la Lluna Eltaria, el planeta Clàngia i la Lluna Camrina. Produeix 1,5 vegades més gas per mineral que el nivell equivalent del generador O2 / H2, i l'energia que produeix té 2,25 vegades més densitat d'energia per litre.
cs_cz: Zdatný generátor temné energie Spotřeba temné hmoty za sekundu: 684 Poměr energie temné hmoty k temné hmotě: 30L Generátory temné hmoty produkují temnou energii z temné hmoty. Vyskytuje se pouze na asteroidech, planetách Eněrgija, Měsíc Eltaria, Planeta Clangia a Měsíc Camrina. Produkuje 1,5x více plynu na rudu než ekvivalentní vrstva generátoru O2/H2 a energie, kterou produkuje, má 2,25x větší hustotu energie na litr.
da: Dygtig mørk energi generator Forbrug af mørkt stof pr. sekund: 684 Forholdet mellem mørkt stof og mørk energi: 30L Generatorer af mørkt stof producerer mørk energi fra mørkt stof. Findes kun i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Producerer 1.5x mere gas pr. Malm end det tilsvarende niveau af O2 / H2 generator, og den energi, den producerer, har 2.25x mere energitæthed pr. Liter.
de: Kompetenter Generator der Dunklen Energie Verbrauch von Dunkler Materie pro Sekunde: 684 Verhältnis von Dunkler Materie zu Dunkler Energie: 30L Generatoren für Dunkle Materie erzeugen Dunkle Energie aus Dunkler Materie. Kommt nur in Asteroiden, dem Planeten Energia, dem Mond Eltaria, dem Planeten Clangia und dem Mond Camrina vor. Produziert 1,5-mal mehr Gas pro Erz als die entsprechende Stufe des O2/H2-Generators, und die erzeugte Energie hat eine 2,25-mal höhere Energiedichte pro Liter.
es: Generador de energía oscura competente Consumo de materia oscura por segundo: 684 Relación entre materia oscura y energía oscura: 30L Los generadores de materia oscura producen energía oscura a partir de la materia oscura. Se encuentra solo en asteroides, el planeta Energia, la luna Eltaria, el planeta Clangia y la luna Camrina. Produce 1,5 veces más gas por mineral que el nivel equivalente del generador de O2/H2, y la energía que produce tiene 2,25 veces más densidad de energía por litro.
et_ee: Vilunud tumeenergia generaator Tumeaine tarbimine sekundis: 684 Tumeaine ja tumeenergia suhe: 30L Tumeaine generaatorid toodavad tumeainest tumeenergiat. Leitud ainult asteroididest, planeedist Energia, Kuu Eltariast, planeedist Clangia ja Kuu Camrinast. Toodab maagi kohta 1,5x rohkem gaasi kui samaväärne O2/H2 generaatori tasand ja selle toodetud energial on 2,25x suurem energiatihedus liitri kohta.
fi: Taitava pimeän energian generaattori Pimeän aineen kulutus sekunnissa: 684 Pimeän aineen ja pimeän energian suhde: 30L Pimeän aineen generaattorit tuottavat pimeää energiaa pimeästä aineesta. Löytyy vain asteroideista, planeetasta Energia, Moon Eltaria, Planet Clangia ja Moon Camrina. Tuottaa 1,5 kertaa enemmän kaasua malmia kohden kuin vastaava O2/H2-generaattoritaso, ja sen tuottamassa energiassa on 2,25 kertaa enemmän energiatiheyttä litrassa.
fr: Générateur d’énergie noire compétent Consommation de matière noire par seconde : 684 Rapport matière noire/énergie noire : 30L Les générateurs de matière noire produisent de l’énergie noire à partir de la matière noire. On ne le trouve que dans les astéroïdes, la planète Energia, la lune Eltaria, la planète Clangia et la lune Camrina. Produit 1,5 fois plus de gaz par minerai que le niveau équivalent d’un générateur O2/H2, et l’énergie qu’il produit a une densité énergétique 2,25 fois supérieure par litre.
hr_hr: Iskusni generator tamne energije Potrošnja tamne tvari u sekundi: 684 Omjer tamne tvari i tamne energije: 30L Generatori tamne tvari proizvode tamnu energiju iz tamne tvari. Nalazi se samo u asteroidima, planetu Energia, Mjesec Eltaria, Planet Clangia i Mjesec Camrina. Proizvodi 1,5 puta više plina po rudi od ekvivalentnog sloja generatora O2 / H2, a energija koju proizvodi ima 2,25 puta veću gustoću energije po litri.
hu_hu: Gyakorlott sötét energiagenerátor Sötétanyag fogyasztás másodpercenként: 684 Sötét anyag és sötét energia arány: 30L A sötét anyag generátorok sötét energiát termelnek a sötét anyagból. Csak aszteroidákban található meg, az Energia bolygó, a Moon Eltaria, a Clangia bolygó és a Camrina hold. 1,5-szer több gázt termel ércenként, mint az O2/H2 generátor egyenértékű szintje, és az általa termelt energia literenként 2,25-ször nagyobb energiasűrűséggel rendelkezik.
ja_jp: 熟練したダークエネルギー発生装置 ダークマター消費量/秒: 684 暗黒物質と暗黒エネルギーの比率:30L 暗黒物質発生装置は、暗黒物質から暗黒エネルギーを生成します。小惑星、惑星エネルギア、ムーン・エルタリア、惑星クランジア、ムーン・カムリナにのみ見られる。 O2/H2発生装置の同等の層よりも鉱石あたり1.5倍多くのガスを生成し、それが生成するエネルギーはリットルあたり2.25倍のエネルギー密度を持っています。
lv: Prasmīgs tumšās enerģijas ģenerators Tumšās vielas patēriņš sekundē: 684 Tumšās vielas un tumšās enerģijas attiecība: 30L Tumšās vielas ģeneratori ražo tumšo enerģiju no tumšās matērijas. Atrasts tikai asteroīdos, planētā Energia, Moon Eltaria, Planet Clania un Moon Camrina. Saražo 1,5x vairāk gāzes uz vienu rūdu nekā ekvivalentais O2/H2 ģeneratora līmenis, un tā radītajai enerģijai ir 2,25x lielāks enerģijas blīvums litrā.
nl: Bekwame donkere energiegenerator Verbruik van donkere materie per seconde: 684 Verhouding donkere materie tot donkere energie: 30L Generatoren van donkere materie produceren donkere energie uit donkere materie. Alleen gevonden in asteroïden, planeet Energia, Maan Eltaria, Planeet Cligia en Maan Camrina. Produceert 1,5x meer gas per erts dan het equivalente niveau van de O2/H2-generator, en de energie die het produceert heeft 2,25x meer energiedichtheid per liter.
no: Dyktig Dark Energy Generator Forbruk av mørk materie per sekund: 684 Mørk materie til mørk energiforhold: 30L Generatorer av mørk materie produserer mørk energi fra mørk materie. Finnes bare i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Produserer 1,5 ganger mer gass per malm enn tilsvarende nivå av O2 / H2 generator, og energien den produserer har 2,25 ganger mer energitetthet per liter.
pt_br: Gerador de Energia Escura Proficiente Consumo de matéria escura por segundo: 684 Matéria escura para a relação de energia escura: 30L Os geradores de matéria escura produzem energia escura a partir da matéria escura. Encontrado apenas em asteroides, planeta Energia, Lua Eltaria, planeta Clangia e Lua Camrina. Produz 1,5x mais gás por minério do que o nível equivalente de gerador de O2/H2, e a energia que produz tem 2,25x mais densidade de energia por litro.
ro: Generator de energie întunecată competent Consumul de materie întunecată pe secundă: 684 Raportul dintre materia întunecată și energia întunecată: 30L Generatoarele de materie întunecată produc energie întunecată din materia întunecată. Se găsește numai în asteroizi, planeta Energia, Luna Eltaria, Planeta Clangia și Luna Camrina. Produce de 1,5 ori mai mult gaz pe minereu decât nivelul echivalent al generatorului O2 / H2, iar energia pe care o produce are o densitate de energie de 2,25 ori mai mare pe litru.
ru: Опытный генератор темной энергии Расход темной материи в секунду: 684 Соотношение темной материи и темной энергии: 30 л Генераторы темной материи производят темную энергию из темной материи. Встречается только на астероидах, планете Энергия, Луне Эльтарии, планете Клангия и Луне Камрине. Производит в 1,5 раза больше газа на руду, чем эквивалентный генератор O2/H2, а производимая им энергия имеет в 2,25 раза большую плотность энергии на литр.
sk_sk: Skúsený generátor tmavej energie Spotreba tmavej hmoty za sekundu: 684 Pomer temnej hmoty k tmavej energii: 30L Generátory temnej hmoty produkujú temnú energiu z temnej hmoty. Nachádza sa iba v asteroidoch, planéte Energia, Moon Eltaria, Planet Clangia a Moon Camrina. Produkuje 1,5x viac plynu na rudu ako ekvivalentná úroveň generátora O2 / H2 a energia, ktorú vyrába, má 2,25x väčšiu hustotu energie na liter.
sv: Skicklig mörk energigenerator Förbrukning av mörk materia per sekund: 684 Mörk materia till mörk energiförhållande: 30L Generatorer för mörk materia producerar mörk energi från mörk materia. Finns endast i asteroider, planeten Energia, Moon Eltaria, Planet Clangia och Moon Camrina. Producerar 1,5 gånger mer gas per malm än motsvarande nivå av O2/H2-generator, och energin den producerar har 2,25 gånger högre energitäthet per liter.
tr_tr: Yetkin Karanlık Enerji Jeneratörü Saniyede Karanlık Madde Tüketimi: 684 Karanlık Madde / Karanlık Enerji Oranı: 30L Karanlık madde jeneratörleri, karanlık maddeden karanlık enerji üretir. Sadece asteroitlerde, Energia gezegeninde, Ay Eltaria'da, Clangia Gezegeni'nde ve Ay Camrina'da bulunur. Cevher başına eşdeğer O2/H2 jeneratörü katmanından 1,5 kat daha fazla gaz üretir ve ürettiği enerji litre başına 2,25 kat daha fazla enerji yoğunluğuna sahiptir.
uk: Досвідчений генератор темної енергії Споживання темної матерії в секунду: 684 Співвідношення темної матерії до темної енергії: 30 л Генератори темної матерії виробляють темну енергію з темної матерії. Зустрічається тільки в астероїдах, планеті Енергія, Місяці Ельтарія, Планеті Клангія і Місяці Камріна. Виробляє в 1,5 рази більше газу на руду, ніж еквівалентний рівень генератора O2/H2, а енергія, яку він виробляє, має в 2,25 рази більшу щільність енергії на літр.
zh_cn: 精通暗能量发生器 暗物质每秒消耗量：684 暗物质与暗能量的比例：30L 暗物质发生器从暗物质中产生暗能量。仅在小行星、Energia 行星、Moon Eltaria、Planet Clangia 和 Moon Camrina 中发现。 每矿产生的气体是同等级别的 O2/H2 发电机的 1.5 倍，它产生的能量每升的能量密度是 2.25 倍。

# Description_QDarkEnergyGeneratorT3
source: Elite Dark Energy Generator Dark Matter Consumption Per Second: 1,026 Dark Matter To Dark Energy Ratio: 30L Dark matter generators produce dark energy from dark matter. Found only in asteroids, planet Energia, Moon Eltaria, Planet Clangia, and Moon Camrina. Produces 1.5x more gas per ore than the equivalent tier of O2/H2 generator, and the energy it produces has 2.25x more energy density per liter.
ca_ad: Generador d'energia fosca Elite Consum de matèria fosca per segon: 1.026 Relació d'energia de matèria fosca a fosca: 30L Els generadors de matèria fosca produeixen energia fosca a partir de la matèria fosca. Només es troba en asteroides, el planeta Energia, la Lluna Eltaria, el planeta Clàngia i la Lluna Camrina. Produeix 1,5 vegades més gas per mineral que el nivell equivalent del generador O2 / H2, i l'energia que produeix té 2,25 vegades més densitat d'energia per litre.
cs_cz: Elitní generátor temné energie Spotřeba temné hmoty za sekundu: 1 026 Poměr energie temné hmoty k temné hmotě: 30L Generátory temné hmoty produkují temnou energii z temné hmoty. Vyskytuje se pouze na asteroidech, planetách Eněrgija, Měsíc Eltaria, Planeta Clangia a Měsíc Camrina. Produkuje 1,5x více plynu na rudu než ekvivalentní vrstva generátoru O2/H2 a energie, kterou produkuje, má 2,25x větší hustotu energie na litr.
da: Elite Mørk Energi Generator Forbrug af mørkt stof pr. sekund: 1,026 Forholdet mellem mørkt stof og mørk energi: 30L Generatorer af mørkt stof producerer mørk energi fra mørkt stof. Findes kun i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Producerer 1.5x mere gas pr. Malm end det tilsvarende niveau af O2 / H2 generator, og den energi, den producerer, har 2.25x mere energitæthed pr. Liter.
de: Elite-Generator für dunkle Energie Verbrauch von Dunkler Materie pro Sekunde: 1.026 Verhältnis von Dunkler Materie zu Dunkler Energie: 30L Generatoren für Dunkle Materie erzeugen Dunkle Energie aus Dunkler Materie. Kommt nur in Asteroiden, dem Planeten Energia, dem Mond Eltaria, dem Planeten Clangia und dem Mond Camrina vor. Produziert 1,5-mal mehr Gas pro Erz als die entsprechende Stufe des O2/H2-Generators, und die erzeugte Energie hat eine 2,25-mal höhere Energiedichte pro Liter.
es: Generador de energía oscura de élite Consumo de materia oscura por segundo: 1.026 Relación entre materia oscura y energía oscura: 30L Los generadores de materia oscura producen energía oscura a partir de la materia oscura. Se encuentra solo en asteroides, el planeta Energia, la luna Eltaria, el planeta Clangia y la luna Camrina. Produce 1,5 veces más gas por mineral que el nivel equivalente del generador de O2/H2, y la energía que produce tiene 2,25 veces más densidad de energía por litro.
et_ee: Elite tumeda energia generaator Tumeaine tarbimine sekundis: 1,026 Tumeaine ja tumeenergia suhe: 30L Tumeaine generaatorid toodavad tumeainest tumeenergiat. Leitud ainult asteroididest, planeedist Energia, Kuu Eltariast, planeedist Clangia ja Kuu Camrinast. Toodab maagi kohta 1,5x rohkem gaasi kui samaväärne O2/H2 generaatori tasand ja selle toodetud energial on 2,25x suurem energiatihedus liitri kohta.
fi: Eliitti pimeän energian generaattori Pimeän aineen kulutus sekunnissa: 1,026 Pimeän aineen ja pimeän energian suhde: 30L Pimeän aineen generaattorit tuottavat pimeää energiaa pimeästä aineesta. Löytyy vain asteroideista, planeetasta Energia, Moon Eltaria, Planet Clangia ja Moon Camrina. Tuottaa 1,5 kertaa enemmän kaasua malmia kohden kuin vastaava O2/H2-generaattoritaso, ja sen tuottamassa energiassa on 2,25 kertaa enemmän energiatiheyttä litrassa.
fr: Générateur d’énergie noire d’élite Consommation de matière noire par seconde : 1 026 Rapport matière noire/énergie noire : 30L Les générateurs de matière noire produisent de l’énergie noire à partir de la matière noire. On ne le trouve que dans les astéroïdes, la planète Energia, la lune Eltaria, la planète Clangia et la lune Camrina. Produit 1,5 fois plus de gaz par minerai que le niveau équivalent d’un générateur O2/H2, et l’énergie qu’il produit a une densité énergétique 2,25 fois supérieure par litre.
hr_hr: Elitni generator tamne energije Potrošnja tamne tvari u sekundi: 1,026 Omjer tamne tvari i tamne energije: 30L Generatori tamne tvari proizvode tamnu energiju iz tamne tvari. Nalazi se samo u asteroidima, planetu Energia, Mjesec Eltaria, Planet Clangia i Mjesec Camrina. Proizvodi 1,5 puta više plina po rudi od ekvivalentnog sloja generatora O2 / H2, a energija koju proizvodi ima 2,25 puta veću gustoću energije po litri.
hu_hu: Elite sötét energia generátor Sötét anyag fogyasztás másodpercenként: 1,026 Sötét anyag és sötét energia arány: 30L A sötét anyag generátorok sötét energiát termelnek a sötét anyagból. Csak aszteroidákban található meg, az Energia bolygó, a Moon Eltaria, a Clangia bolygó és a Camrina hold. 1,5-szer több gázt termel ércenként, mint az O2/H2 generátor egyenértékű szintje, és az általa termelt energia literenként 2,25-ször nagyobb energiasűrűséggel rendelkezik.
ja_jp: エリートダークエネルギー発生器 ダークマター消費量/秒: 1,026 暗黒物質と暗黒エネルギーの比率:30L 暗黒物質発生装置は、暗黒物質から暗黒エネルギーを生成します。小惑星、惑星エネルギア、ムーン・エルタリア、惑星クランジア、ムーン・カムリナにのみ見られる。 O2/H2発生装置の同等の層よりも鉱石あたり1.5倍多くのガスを生成し、それが生成するエネルギーはリットルあたり2.25倍のエネルギー密度を持っています。
lv: Elites tumšās enerģijas ģenerators Tumšās vielas patēriņš sekundē: 1,026 Tumšās vielas un tumšās enerģijas attiecība: 30L Tumšās vielas ģeneratori ražo tumšo enerģiju no tumšās matērijas. Atrasts tikai asteroīdos, planētā Energia, Moon Eltaria, Planet Clania un Moon Camrina. Saražo 1,5x vairāk gāzes uz vienu rūdu nekā ekvivalentais O2/H2 ģeneratora līmenis, un tā radītajai enerģijai ir 2,25x lielāks enerģijas blīvums litrā.
nl: Elite Donkere Energie Generator Verbruik van donkere materie per seconde: 1,026 Verhouding donkere materie tot donkere energie: 30L Generatoren van donkere materie produceren donkere energie uit donkere materie. Alleen gevonden in asteroïden, planeet Energia, Maan Eltaria, Planeet Cligia en Maan Camrina. Produceert 1,5x meer gas per erts dan het equivalente niveau van de O2/H2-generator, en de energie die het produceert heeft 2,25x meer energiedichtheid per liter.
no: Elite mørk energi generator Mørk materieforbruk per sekund: 1,026 Mørk materie til mørk energiforhold: 30L Generatorer av mørk materie produserer mørk energi fra mørk materie. Finnes bare i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Produserer 1,5 ganger mer gass per malm enn tilsvarende nivå av O2 / H2 generator, og energien den produserer har 2,25 ganger mer energitetthet per liter.
pt_br: Elite Gerador de Energia Escura Consumo de matéria escura por segundo: 1.026 Matéria escura para a relação de energia escura: 30L Os geradores de matéria escura produzem energia escura a partir da matéria escura. Encontrado apenas em asteroides, planeta Energia, Lua Eltaria, planeta Clangia e Lua Camrina. Produz 1,5x mais gás por minério do que o nível equivalente de gerador de O2/H2, e a energia que produz tem 2,25x mais densidade de energia por litro.
ro: Generator de energie întunecată Elite Consumul de materie întunecată pe secundă: 1.026 Raportul dintre materia întunecată și energia întunecată: 30L Generatoarele de materie întunecată produc energie întunecată din materia întunecată. Se găsește numai în asteroizi, planeta Energia, Luna Eltaria, Planeta Clangia și Luna Camrina. Produce de 1,5 ori mai mult gaz pe minereu decât nivelul echivalent al generatorului O2 / H2, iar energia pe care o produce are o densitate de energie de 2,25 ori mai mare pe litru.
ru: Элитный генератор темной энергии Расход темной материи в секунду: 1,026 Соотношение темной материи и темной энергии: 30 л Генераторы темной материи производят темную энергию из темной материи. Встречается только на астероидах, планете Энергия, Луне Эльтарии, планете Клангия и Луне Камрине. Производит в 1,5 раза больше газа на руду, чем эквивалентный генератор O2/H2, а производимая им энергия имеет в 2,25 раза большую плотность энергии на литр.
sk_sk: Generátor temnej energie Elite Spotreba tmavej hmoty za sekundu: 1 026 Pomer temnej hmoty k tmavej energii: 30L Generátory temnej hmoty produkujú temnú energiu z temnej hmoty. Nachádza sa iba v asteroidoch, planéte Energia, Moon Eltaria, Planet Clangia a Moon Camrina. Produkuje 1,5x viac plynu na rudu ako ekvivalentná úroveň generátora O2 / H2 a energia, ktorú vyrába, má 2,25x väčšiu hustotu energie na liter.
sv: Elite Mörk Energigenerator Förbrukning av mörk materia per sekund: 1 026 Mörk materia till mörk energiförhållande: 30L Generatorer för mörk materia producerar mörk energi från mörk materia. Finns endast i asteroider, planeten Energia, Moon Eltaria, Planet Clangia och Moon Camrina. Producerar 1,5 gånger mer gas per malm än motsvarande nivå av O2/H2-generator, och energin den producerar har 2,25 gånger högre energitäthet per liter.
tr_tr: Elit Karanlık Enerji Jeneratörü Saniyede Karanlık Madde Tüketimi: 1,026 Karanlık Madde / Karanlık Enerji Oranı: 30L Karanlık madde jeneratörleri, karanlık maddeden karanlık enerji üretir. Sadece asteroitlerde, Energia gezegeninde, Ay Eltaria'da, Clangia Gezegeni'nde ve Ay Camrina'da bulunur. Cevher başına eşdeğer O2/H2 jeneratörü katmanından 1,5 kat daha fazla gaz üretir ve ürettiği enerji litre başına 2,25 kat daha fazla enerji yoğunluğuna sahiptir.
uk: Елітний генератор темної енергії Споживання темної матерії в секунду: 1,026 Співвідношення темної матерії до темної енергії: 30 л Генератори темної матерії виробляють темну енергію з темної матерії. Зустрічається тільки в астероїдах, планеті Енергія, Місяці Ельтарія, Планеті Клангія і Місяці Камріна. Виробляє в 1,5 рази більше газу на руду, ніж еквівалентний рівень генератора O2/H2, а енергія, яку він виробляє, має в 2,25 рази більшу щільність енергії на літр.
zh_cn: 精英暗能量发生器 每秒暗物质消耗：1,026 暗物质与暗能量的比例：30L 暗物质发生器从暗物质中产生暗能量。仅在小行星、Energia 行星、Moon Eltaria、Planet Clangia 和 Moon Camrina 中发现。 每矿产生的气体是同等级别的 O2/H2 发电机的 1.5 倍，它产生的能量每升的能量密度是 2.25 倍。
