Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallQDarkEnergyReactorT3
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 2.25x more efficient than Uranium. Dark Matter is extremely rare. Found only in Asteroids, Planet Energia, and Planet Clangia. 1.5x Better than Proficient. Max Power Output: 13.5MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 2,25 vegades més eficients que l'urani. La matèria fosca és extremadament rara. Es troba només en Asteroides, Planeta Energia i Planeta Clangia. 1.5x Millor que competent. Potència màxima de sortida: 13.5MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 2,25x účinnější než uran. Temná hmota je extrémně vzácná. Vyskytuje se pouze v planetách Asteroids, Planet Energia a Planet Clangia. 1,5x lepší než zdatný. Maximální výstupní výkon: 13,5 MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Mørke energibarrer er 2,25 gange mere effektive end uran. Mørkt stof er ekstremt sjældent. Findes kun i asteroider, Planet Energia og Planet Clangia. 1.5x bedre end dygtig. Maks. effekt: 13,5 MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Barren der Dunklen Energie sind 2,25-mal effizienter als Uran. Dunkle Materie ist extrem selten. Kommt nur in Asteroids, Planet Energia und Planet Clangia vor. 1,5x besser als kompetent. Maximale Leistung: 13,5 MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 2,25 veces más eficientes que el uranio. La materia oscura es extremadamente rara. Solo se encuentra en Asteroides, Planet Energia y Planet Clangia. 1,5 veces mejor que Proficiente. Potencia máxima de salida: 13,5 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 2,25x tõhusamad kui uraan. Tumeaine on äärmiselt haruldane. Leitud ainult asteroididest, Planet Energiast ja Planet Clangiast. 1.5x parem kui Proficient. Maksimaalne võimsus: 13.5MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 2,25 kertaa tehokkaampia kuin uraani. Pimeä aine on erittäin harvinaista. Löytyy vain asteroideista, Planet Energiasta ja Planet Clangiasta. 1,5 kertaa parempi kuin taitava. Suurin teho: 13.5MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 2,25 fois plus efficaces que l’uranium. La matière noire est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Energia et la planète Clangia. 1,5 fois mieux que compétent. Puissance de sortie maximale : 13,5 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 2.25x učinkovitiji od urana. Tamna tvar je izuzetno rijetka. Nalazi se samo u asteroidima, planeti Energiji i planeti Clangia. 1.5x bolje od stručnog. Maksimalna izlazna snaga: 13,5 MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energiájú öntvények 2,25-ször hatékonyabbak, mint az urán. A sötét anyag rendkívül ritka. Csak az aszteroidákban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5x jobb, mint a Proficient. Max teljesítmény: 13.5MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ウランの2.25倍の効率があります。ダークマターは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 熟練の1.5倍優れています。 最大出力:13.5MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 2,25x efektīvāki nekā urāns. Tumšā viela ir ļoti reta. Atrasts tikai asteroīdos, Planet Energia un Planet Clangia. 1,5x labāk nekā lietpratējs. Maksimālā jauda: 13.5MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 2,25x efficiënter dan uranium. Donkere materie is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Energia en Planet Clangia. 1,5x beter dan bekwaam. Maximaal uitgangsvermogen: 13,5 MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 2,25 ganger mer effektive enn uran. Mørk materie er ekstremt sjelden. Finnes bare i Asteroids, Planet Energia og Planet Clangia. 1,5 ganger bedre enn dyktig. Maks effekt: 13,5 MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de energia escura são 2,25x mais eficientes que o urânio. A matéria escura é extremamente rara. Encontrado apenas em Asteroides, Planet Energia e Planet Clangia. 1,5x melhor que o Proficient. Potência máxima: 13.5MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 2,25 ori mai eficiente decât uraniul. Materia întunecată este extrem de rară. Se găsește numai în Asteroizi, Planeta Energia și Planeta Clangia. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire: 13.5MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки темной энергии в 2,25 раза эффективнее урана. Темная материя встречается крайне редко. Встречается только в Астероидах, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем Опытный. Максимальная выходная мощность: 13,5 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Ingoty Dark Energy sú 2,25x účinnejšie ako urán. Temná hmota je extrémne zriedkavá. Nachádza sa iba v asteroidoch, planéte Energia a planéte Clangia. 1,5x lepšie ako zdatný. Maximálny výkon: 13.5MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Tackor med mörk energi är 2,25 gånger effektivare än uran. Mörk materia är extremt sällsynt. Finns endast i Asteroids, Planet Energia och Planet Clangia. 1,5 gånger bättre än skicklig. Max uteffekt: 13,5 MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Uranyum'dan 2,25 kat daha verimlidir. Karanlık Madde son derece nadirdir. Sadece Asteroitler, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Yetkinden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 13.5MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 2,25 рази ефективніші за уран. Темна матерія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, планеті Енергія і планеті Клангія. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність: 13,5 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是铀的 2.25 倍。暗物质极为罕见。仅在小行星、能量行星和克兰吉亚行星中发现。 比精通好 1.5 倍。 最大功率输出：13.5MW

# Description_SmallSmallQDarkEnergyTankT0
source: Dark energy tanks are used for storing Dark Energy. Normal capacity and cost Capacity: 120,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. Aforament i cost normal Capacitat: 120.000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. Běžná kapacita a náklady Kapacita: 120 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. Normal kapacitet og omkostninger Kapacitet: 120.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. Normale Kapazität und Kosten Fassungsvermögen: 120.000L Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. Capacidad y coste normales Capacidad: 120.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. Normaalne võimsus ja kulud Mahutavus: 120 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. Normaali kapasiteetti ja kustannukset Kapasiteetti: 120 000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. Capacité et coût normaux Capacité : 120 000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. Normalni kapacitet i trošak Kapacitet: 120.000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. Normál kapacitás és költség Kapacitás: 120,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 通常の容量とコスト 容量: 120,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. Normāla jauda un izmaksas Ietilpība: 120 000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. Normale capaciteit en kosten Capaciteit: 120.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. Normal kapasitet og kostnad Kapasitet: 120,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. Capacidade e custo normais Capacidade: 120.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. Capacitate normală și cost Capacitate: 120.000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. Нормальная емкость и стоимость Емкость: 120 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. Bežná kapacita a náklady Kapacita: 120 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. Normal kapacitet och kostnad Kapacitet: 120 000L Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Normal kapasite ve maliyet Kapasite: 120.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. Нормальна потужність і вартість Ємність: 120 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 正常容量和成本 容量：120,000L 暗能量每升的功率是氢气的 2.25 倍。

# Description_SmallSmallQDarkEnergyTankT1
source: Dark energy tanks are used for storing Dark Energy. 1.5x Better Than Normal. Weighs as much as 8x Enhanced non-Quantum Hydrogen Tanks. Capacity: 180,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. 1.5x millor del normal. Pesa fins a 8x tancs d'hidrogen no quàntics millorats. Capacitat: 180.000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. 1,5x lepší než normálně. Váží až 8x vylepšené nekvantové vodíkové nádrže. Kapacita: 180 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. 1.5x bedre end normalt. Vejer så meget som 8x forbedrede ikke-kvantebrinttanke. Kapacitet: 180.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. 1,5x besser als normal. Wiegt so viel wie 8x verbesserte Nicht-Quanten-Wasserstofftanks. Fassungsvermögen: 180.000L Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. 1,5 veces mejor de lo normal. Pesa hasta 8 tanques de hidrógeno no cuánticos mejorados. Capacidad: 180.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. 1,5x parem kui tavaliselt. Kaalub koguni 8x täiustatud mitte-kvantvesiniku mahuteid. Mahutavus: 180 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. 1,5 kertaa normaalia parempi. Painaa jopa 8x parannettua ei-kvanttivetysäiliötä. Kapasiteetti: 180 000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. 1,5 fois mieux que la normale. Pèse jusqu’à 8 fois plus que les réservoirs d’hydrogène non quantiques améliorés. Capacité : 180 000 L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. 1.5x bolje od normalnog. Teži čak 8x poboljšanih ne-kvantnih spremnika vodika. Kapacitet: 180.000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. 1,5x jobb a normálnál. Súlya akár 8x továbbfejlesztett nem-kvantum hidrogéntartály. Kapacitás: 180,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 通常の1.5倍。強化された非量子水素タンクの8倍もの重さがあります。 容量:180,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. 1,5x labāk nekā parasti. Sver pat 8x uzlabotas ūdeņraža tvertnes, kas nav kvantu tvertnes. Ietilpība: 180,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. 1,5x beter dan normaal. Weegt evenveel als 8x verbeterde niet-kwantumwaterstoftanks. Capaciteit: 180.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. 1,5 ganger bedre enn normalt. Veier så mye som 8x forbedrede ikke-kvante hydrogentanker. Kapasitet: 180,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. 1,5x melhor que o normal. Pesa até 8x tanques de hidrogênio não quânticos aprimorados. Capacidade: 180.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. De 1,5 ori mai bine decât în mod normal. Cântărește până la 8x rezervoare de hidrogen non-cuantic îmbunătățite. Capacitate: 180.000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. В 1,5 раза лучше, чем обычно. Весит в 8 раз больше, чем баки с улучшенным неквантовым водородом. Емкость: 180 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. 1,5x lepšie ako normálne. Váži až 8x vylepšené nekvantové vodíkové nádrže. Kapacita: 180 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. 1,5 gånger bättre än normalt. Väger lika mycket som 8x förbättrade icke-kvantvätetankar. Kapacitet: 180 000L Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Normalden 1,5 kat daha iyi. 8x Geliştirilmiş Kuantum Olmayan Hidrojen Tankları kadar ağırdır. Kapasite: 180.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. У 1,5 рази краще, ніж зазвичай. Важить до 8 покращених неквантових водневих баків. Ємність: 180 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 比正常情况好 1.5 倍。重量高达 8 倍的增强型非量子氢气罐。 容量：180,000L 暗能量每升的功率是氢气的 2.25 倍。

# Description_SmallSmallQDarkEnergyTankT2
source: Dark energy tanks are used for storing Dark Energy. 1.5x Better Than Enhanced. Weighs as much as 8x Proficient non-Quantum Hydrogen Tanks. Capacity: 270,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. 1.5x millor que millorat. Pesa fins a 8x tancs d'hidrogen no quàntic. Capacitat: 270.000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. 1,5× lepší než vylepšené. Váží až 8x zdatné nekvantové vodíkové nádrže. Kapacita: 270 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. 1.5x bedre end forbedret. Vejer så meget som 8x dygtige ikke-kvantebrinttanke. Kapacitet: 270.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. 1,5x besser als verbessert. Wiegt so viel wie 8x kompetente Nicht-Quanten-Wasserstofftanks. Fassungsvermögen: 270.000 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. 1,5 veces mejor que mejorado. Pesa hasta 8 veces más que los tanques de hidrógeno no cuántico competentes. Capacidad: 270.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. 1.5x parem kui täiustatud. Kaalub koguni 8x Proficient mitte-kvantvesiniku mahuteid. Mahutavus: 270 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. 1,5 kertaa parempi kuin parannettu. Painaa jopa 8x taitavaa ei-kvanttivetysäiliötä. Kapasiteetti: 270 000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. 1,5 fois mieux qu’amélioré. Pèse jusqu’à 8 fois plus de réservoirs d’hydrogène non quantiques. Capacité : 270 000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. 1.5x bolje od poboljšanog. Teži čak 8x stručnih ne-kvantnih spremnika vodika. Kapacitet: 270.000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. 1,5-szer jobb, mint a továbbfejlesztett. Súlya akár 8x Proficient nem-kvantum hidrogéntartály. Kapacitás: 270,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 拡張よりも1.5倍優れています。重量は非量子水素タンクの8倍にもなります。 容量:270,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. 1,5x labāk nekā uzlabots. Sver pat 8x prasmīgas ūdeņraža tvertnes, kas nav kvantu tvertnes. Ietilpība: 270,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. 1,5x beter dan verbeterd. Weegt maar liefst 8x bekwame niet-kwantumwaterstoftanks. Capaciteit: 270.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. 1,5 ganger bedre enn forbedret. Veier så mye som 8x dyktige ikke-kvante hydrogentanker. Kapasitet: 270,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. 1,5x melhor do que o aprimorado. Pesa até 8x tanques de hidrogênio não quânticos. Capacidade: 270.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. De 1,5 ori mai bine decât îmbunătățit. Cântărește până la 8x Rezervoare de hidrogen non-cuantice competente. Capacitate: 270.000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. В 1,5 раза лучше, чем улучшенный. Весит в 8 раз больше, чем неквантовые водородные баки Proficient. Емкость: 270 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. 1,5x lepšie ako vylepšené. Váži až 8x zdatné nekvantové vodíkové nádrže. Kapacita: 270 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. 1,5 gånger bättre än Enhanced. Väger lika mycket som 8x Skickliga icke-kvantvätetankar. Kapacitet: 270 000 liter Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Geliştirilmişten 1,5 kat daha iyi. 8x Yetkin Kuantum Olmayan Hidrojen Tankları kadar ağırdır. Kapasite: 270.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. У 1,5 рази краще, ніж покращений. Важить до 8 досконалих неквантових водневих баків. Об'єм: 270 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 比增强型好 1.5 倍。重量高达 8 倍熟练的非量子氢气罐。 容量：270,000L 暗能量每升的功率是氢气的 2.25 倍。
