Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QDarkEnergyGeneratorT0
source: Normal Dark Energy Generator Dark Matter Consumption Per Second: 304 Dark Matter To Dark Energy Ratio: 30L Dark matter generators produce dark energy from dark matter. Found only in asteroids, planet Energia, Moon Eltaria, Planet Clangia, and Moon Camrina. Produces 1.5x more gas per ore than the equivalent tier of O2/H2 generator, and the energy it produces has 2.25x more energy density per liter.
ca_ad: Generador normal d'energia fosca Consum de matèria fosca per segon: 304 Relació d'energia de matèria fosca a fosca: 30L Els generadors de matèria fosca produeixen energia fosca a partir de la matèria fosca. Només es troba en asteroides, el planeta Energia, la Lluna Eltaria, el planeta Clàngia i la Lluna Camrina. Produeix 1,5 vegades més gas per mineral que el nivell equivalent del generador O2 / H2, i l'energia que produeix té 2,25 vegades més densitat d'energia per litre.
cs_cz: Normální generátor temné energie Spotřeba temné hmoty za sekundu: 304 Poměr energie temné hmoty k temné hmotě: 30L Generátory temné hmoty produkují temnou energii z temné hmoty. Vyskytuje se pouze na asteroidech, planetách Eněrgija, Měsíc Eltaria, Planeta Clangia a Měsíc Camrina. Produkuje 1,5x více plynu na rudu než ekvivalentní vrstva generátoru O2/H2 a energie, kterou produkuje, má 2,25x větší hustotu energie na litr.
da: Normal mørk energi generator Forbrug af mørkt stof pr. sekund: 304 Forholdet mellem mørkt stof og mørk energi: 30L Generatorer af mørkt stof producerer mørk energi fra mørkt stof. Findes kun i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Producerer 1.5x mere gas pr. Malm end det tilsvarende niveau af O2 / H2 generator, og den energi, den producerer, har 2.25x mere energitæthed pr. Liter.
de: Normaler Dunkler Energiegenerator Verbrauch von Dunkler Materie pro Sekunde: 304 Verhältnis von Dunkler Materie zu Dunkler Energie: 30L Generatoren für Dunkle Materie erzeugen Dunkle Energie aus Dunkler Materie. Kommt nur in Asteroiden, dem Planeten Energia, dem Mond Eltaria, dem Planeten Clangia und dem Mond Camrina vor. Produziert 1,5-mal mehr Gas pro Erz als die entsprechende Stufe des O2/H2-Generators, und die erzeugte Energie hat eine 2,25-mal höhere Energiedichte pro Liter.
es: Generador de energía oscura normal Consumo de materia oscura por segundo: 304 Relación entre materia oscura y energía oscura: 30L Los generadores de materia oscura producen energía oscura a partir de la materia oscura. Se encuentra solo en asteroides, el planeta Energia, la luna Eltaria, el planeta Clangia y la luna Camrina. Produce 1,5 veces más gas por mineral que el nivel equivalente del generador de O2/H2, y la energía que produce tiene 2,25 veces más densidad de energía por litro.
et_ee: Tavaline tumeenergia generaator Tumeaine tarbimine sekundis: 304 Tumeaine ja tumeenergia suhe: 30L Tumeaine generaatorid toodavad tumeainest tumeenergiat. Leitud ainult asteroididest, planeedist Energia, Kuu Eltariast, planeedist Clangia ja Kuu Camrinast. Toodab maagi kohta 1,5x rohkem gaasi kui samaväärne O2/H2 generaatori tasand ja selle toodetud energial on 2,25x suurem energiatihedus liitri kohta.
fi: Normaali pimeän energian generaattori Pimeän aineen kulutus sekunnissa: 304 Pimeän aineen ja pimeän energian suhde: 30L Pimeän aineen generaattorit tuottavat pimeää energiaa pimeästä aineesta. Löytyy vain asteroideista, planeetasta Energia, Moon Eltaria, Planet Clangia ja Moon Camrina. Tuottaa 1,5 kertaa enemmän kaasua malmia kohden kuin vastaava O2/H2-generaattoritaso, ja sen tuottamassa energiassa on 2,25 kertaa enemmän energiatiheyttä litrassa.
fr: Générateur d’énergie noire normale Consommation de matière noire par seconde : 304 Rapport matière noire/énergie noire : 30L Les générateurs de matière noire produisent de l’énergie noire à partir de la matière noire. On ne le trouve que dans les astéroïdes, la planète Energia, la lune Eltaria, la planète Clangia et la lune Camrina. Produit 1,5 fois plus de gaz par minerai que le niveau équivalent d’un générateur O2/H2, et l’énergie qu’il produit a une densité énergétique 2,25 fois supérieure par litre.
hr_hr: Generator normalne tamne energije Potrošnja tamne tvari u sekundi: 304 Omjer tamne tvari i tamne energije: 30L Generatori tamne tvari proizvode tamnu energiju iz tamne tvari. Nalazi se samo u asteroidima, planetu Energia, Mjesec Eltaria, Planet Clangia i Mjesec Camrina. Proizvodi 1,5 puta više plina po rudi od ekvivalentnog sloja generatora O2 / H2, a energija koju proizvodi ima 2,25 puta veću gustoću energije po litri.
hu_hu: Normál sötét energia generátor Sötétanyag fogyasztás másodpercenként: 304 Sötét anyag és sötét energia arány: 30L A sötét anyag generátorok sötét energiát termelnek a sötét anyagból. Csak aszteroidákban található meg, az Energia bolygó, a Moon Eltaria, a Clangia bolygó és a Camrina hold. 1,5-szer több gázt termel ércenként, mint az O2/H2 generátor egyenértékű szintje, és az általa termelt energia literenként 2,25-ször nagyobb energiasűrűséggel rendelkezik.
ja_jp: 通常のダークエネルギー発生装置 ダークマター消費量/秒: 304 暗黒物質と暗黒エネルギーの比率:30L 暗黒物質発生装置は、暗黒物質から暗黒エネルギーを生成します。小惑星、惑星エネルギア、ムーン・エルタリア、惑星クランジア、ムーン・カムリナにのみ見られる。 O2/H2発生装置の同等の層よりも鉱石あたり1.5倍多くのガスを生成し、それが生成するエネルギーはリットルあたり2.25倍のエネルギー密度を持っています。
lv: Normāls tumšās enerģijas ģenerators Tumšās vielas patēriņš sekundē: 304 Tumšās vielas un tumšās enerģijas attiecība: 30L Tumšās vielas ģeneratori ražo tumšo enerģiju no tumšās matērijas. Atrasts tikai asteroīdos, planētā Energia, Moon Eltaria, Planet Clania un Moon Camrina. Saražo 1,5x vairāk gāzes uz vienu rūdu nekā ekvivalentais O2/H2 ģeneratora līmenis, un tā radītajai enerģijai ir 2,25x lielāks enerģijas blīvums litrā.
nl: Normale donkere energiegenerator Verbruik van donkere materie per seconde: 304 Verhouding donkere materie tot donkere energie: 30L Generatoren van donkere materie produceren donkere energie uit donkere materie. Alleen gevonden in asteroïden, planeet Energia, Maan Eltaria, Planeet Cligia en Maan Camrina. Produceert 1,5x meer gas per erts dan het equivalente niveau van de O2/H2-generator, en de energie die het produceert heeft 2,25x meer energiedichtheid per liter.
no: Normal Dark Energy Generator Mørk materieforbruk per sekund: 304 Mørk materie til mørk energiforhold: 30L Generatorer av mørk materie produserer mørk energi fra mørk materie. Finnes bare i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Produserer 1,5 ganger mer gass per malm enn tilsvarende nivå av O2 / H2 generator, og energien den produserer har 2,25 ganger mer energitetthet per liter.
pt_br: Gerador de energia escura normal Consumo de matéria escura por segundo: 304 Matéria escura para a relação de energia escura: 30L Os geradores de matéria escura produzem energia escura a partir da matéria escura. Encontrado apenas em asteroides, planeta Energia, Lua Eltaria, planeta Clangia e Lua Camrina. Produz 1,5x mais gás por minério do que o nível equivalente de gerador de O2/H2, e a energia que produz tem 2,25x mais densidade de energia por litro.
ro: Generator normal de energie întunecată Consumul de materie întunecată pe secundă: 304 Raportul dintre materia întunecată și energia întunecată: 30L Generatoarele de materie întunecată produc energie întunecată din materia întunecată. Se găsește numai în asteroizi, planeta Energia, Luna Eltaria, Planeta Clangia și Luna Camrina. Produce de 1,5 ori mai mult gaz pe minereu decât nivelul echivalent al generatorului O2 / H2, iar energia pe care o produce are o densitate de energie de 2,25 ori mai mare pe litru.
ru: Обычный Генератор Темной Энергии Расход темной материи в секунду: 304 Соотношение темной материи и темной энергии: 30 л Генераторы темной материи производят темную энергию из темной материи. Встречается только на астероидах, планете Энергия, Луне Эльтарии, планете Клангия и Луне Камрине. Производит в 1,5 раза больше газа на руду, чем эквивалентный генератор O2/H2, а производимая им энергия имеет в 2,25 раза большую плотность энергии на литр.
sk_sk: Normálny generátor tmavej energie Spotreba tmavej hmoty za sekundu: 304 Pomer temnej hmoty k tmavej energii: 30L Generátory temnej hmoty produkujú temnú energiu z temnej hmoty. Nachádza sa iba v asteroidoch, planéte Energia, Moon Eltaria, Planet Clangia a Moon Camrina. Produkuje 1,5x viac plynu na rudu ako ekvivalentná úroveň generátora O2 / H2 a energia, ktorú vyrába, má 2,25x väčšiu hustotu energie na liter.
sv: Normal mörk energigenerator Förbrukning av mörk materia per sekund: 304 Mörk materia till mörk energiförhållande: 30L Generatorer för mörk materia producerar mörk energi från mörk materia. Finns endast i asteroider, planeten Energia, Moon Eltaria, Planet Clangia och Moon Camrina. Producerar 1,5 gånger mer gas per malm än motsvarande nivå av O2/H2-generator, och energin den producerar har 2,25 gånger högre energitäthet per liter.
tr_tr: Normal Karanlık Enerji Jeneratörü Saniyede Karanlık Madde Tüketimi: 304 Karanlık Madde / Karanlık Enerji Oranı: 30L Karanlık madde jeneratörleri, karanlık maddeden karanlık enerji üretir. Sadece asteroitlerde, Energia gezegeninde, Ay Eltaria'da, Clangia Gezegeni'nde ve Ay Camrina'da bulunur. Cevher başına eşdeğer O2/H2 jeneratörü katmanından 1,5 kat daha fazla gaz üretir ve ürettiği enerji litre başına 2,25 kat daha fazla enerji yoğunluğuna sahiptir.
uk: Звичайний генератор темної енергії Споживання темної матерії за секунду: 304 Співвідношення темної матерії до темної енергії: 30 л Генератори темної матерії виробляють темну енергію з темної матерії. Зустрічається тільки в астероїдах, планеті Енергія, Місяці Ельтарія, Планеті Клангія і Місяці Камріна. Виробляє в 1,5 рази більше газу на руду, ніж еквівалентний рівень генератора O2/H2, а енергія, яку він виробляє, має в 2,25 рази більшу щільність енергії на літр.
zh_cn: 普通暗能量发生器 暗物质每秒消耗量：304 暗物质与暗能量的比例：30L 暗物质发生器从暗物质中产生暗能量。仅在小行星、Energia 行星、Moon Eltaria、Planet Clangia 和 Moon Camrina 中发现。 每矿产生的气体是同等级别的 O2/H2 发电机的 1.5 倍，它产生的能量每升的能量密度是 2.25 倍。

# Description_QDarkEnergyGeneratorT1
source: Enhanced Dark Energy Generator Dark Matter Consumption Per Second: 456 Dark Matter To Dark Energy Ratio: 30L Dark matter generators produce dark energy from dark matter. Found only in asteroids, planet Energia, Moon Eltaria, Planet Clangia, and Moon Camrina. Produces 1.5x more gas per ore than the equivalent tier of O2/H2 generator, and the energy it produces has 2.25x more energy density per liter.
ca_ad: Generador d'energia fosca millorat Consum de matèria fosca per segon: 456 Relació d'energia de matèria fosca a fosca: 30L Els generadors de matèria fosca produeixen energia fosca a partir de la matèria fosca. Només es troba en asteroides, el planeta Energia, la Lluna Eltaria, el planeta Clàngia i la Lluna Camrina. Produeix 1,5 vegades més gas per mineral que el nivell equivalent del generador O2 / H2, i l'energia que produeix té 2,25 vegades més densitat d'energia per litre.
cs_cz: Vylepšený generátor temné energie Spotřeba temné hmoty za sekundu: 456 Poměr energie temné hmoty k temné hmotě: 30L Generátory temné hmoty produkují temnou energii z temné hmoty. Vyskytuje se pouze na asteroidech, planetách Eněrgija, Měsíc Eltaria, Planeta Clangia a Měsíc Camrina. Produkuje 1,5x více plynu na rudu než ekvivalentní vrstva generátoru O2/H2 a energie, kterou produkuje, má 2,25x větší hustotu energie na litr.
da: Forbedret mørk energi generator Forbrug af mørkt stof pr. sekund: 456 Forholdet mellem mørkt stof og mørk energi: 30L Generatorer af mørkt stof producerer mørk energi fra mørkt stof. Findes kun i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Producerer 1.5x mere gas pr. Malm end det tilsvarende niveau af O2 / H2 generator, og den energi, den producerer, har 2.25x mere energitæthed pr. Liter.
de: Verbesserter Generator für dunkle Energie Verbrauch von Dunkler Materie pro Sekunde: 456 Verhältnis von Dunkler Materie zu Dunkler Energie: 30L Generatoren für Dunkle Materie erzeugen Dunkle Energie aus Dunkler Materie. Kommt nur in Asteroiden, dem Planeten Energia, dem Mond Eltaria, dem Planeten Clangia und dem Mond Camrina vor. Produziert 1,5-mal mehr Gas pro Erz als die entsprechende Stufe des O2/H2-Generators, und die erzeugte Energie hat eine 2,25-mal höhere Energiedichte pro Liter.
es: Generador de energía oscura mejorado Consumo de materia oscura por segundo: 456 Relación entre materia oscura y energía oscura: 30L Los generadores de materia oscura producen energía oscura a partir de la materia oscura. Se encuentra solo en asteroides, el planeta Energia, la luna Eltaria, el planeta Clangia y la luna Camrina. Produce 1,5 veces más gas por mineral que el nivel equivalente del generador de O2/H2, y la energía que produce tiene 2,25 veces más densidad de energía por litro.
et_ee: Täiustatud tumeda energia generaator Tumeaine tarbimine sekundis: 456 Tumeaine ja tumeenergia suhe: 30L Tumeaine generaatorid toodavad tumeainest tumeenergiat. Leitud ainult asteroididest, planeedist Energia, Kuu Eltariast, planeedist Clangia ja Kuu Camrinast. Toodab maagi kohta 1,5x rohkem gaasi kui samaväärne O2/H2 generaatori tasand ja selle toodetud energial on 2,25x suurem energiatihedus liitri kohta.
fi: Parannettu pimeän energian generaattori Pimeän aineen kulutus sekunnissa: 456 Pimeän aineen ja pimeän energian suhde: 30L Pimeän aineen generaattorit tuottavat pimeää energiaa pimeästä aineesta. Löytyy vain asteroideista, planeetasta Energia, Moon Eltaria, Planet Clangia ja Moon Camrina. Tuottaa 1,5 kertaa enemmän kaasua malmia kohden kuin vastaava O2/H2-generaattoritaso, ja sen tuottamassa energiassa on 2,25 kertaa enemmän energiatiheyttä litrassa.
fr: Générateur d’énergie noire amélioré Consommation de matière noire par seconde : 456 Rapport matière noire/énergie noire : 30L Les générateurs de matière noire produisent de l’énergie noire à partir de la matière noire. On ne le trouve que dans les astéroïdes, la planète Energia, la lune Eltaria, la planète Clangia et la lune Camrina. Produit 1,5 fois plus de gaz par minerai que le niveau équivalent d’un générateur O2/H2, et l’énergie qu’il produit a une densité énergétique 2,25 fois supérieure par litre.
hr_hr: Poboljšani generator tamne energije Potrošnja tamne tvari u sekundi: 456 Omjer tamne tvari i tamne energije: 30L Generatori tamne tvari proizvode tamnu energiju iz tamne tvari. Nalazi se samo u asteroidima, planetu Energia, Mjesec Eltaria, Planet Clangia i Mjesec Camrina. Proizvodi 1,5 puta više plina po rudi od ekvivalentnog sloja generatora O2 / H2, a energija koju proizvodi ima 2,25 puta veću gustoću energije po litri.
hu_hu: Továbbfejlesztett sötét energiagenerátor Sötétanyag fogyasztás másodpercenként: 456 Sötét anyag és sötét energia arány: 30L A sötét anyag generátorok sötét energiát termelnek a sötét anyagból. Csak aszteroidákban található meg, az Energia bolygó, a Moon Eltaria, a Clangia bolygó és a Camrina hold. 1,5-szer több gázt termel ércenként, mint az O2/H2 generátor egyenértékű szintje, és az általa termelt energia literenként 2,25-ször nagyobb energiasűrűséggel rendelkezik.
ja_jp: 強化型ダークエネルギー発生装置 ダークマター消費量/秒: 456 暗黒物質と暗黒エネルギーの比率:30L 暗黒物質発生装置は、暗黒物質から暗黒エネルギーを生成します。小惑星、惑星エネルギア、ムーン・エルタリア、惑星クランジア、ムーン・カムリナにのみ見られる。 O2/H2発生装置の同等の層よりも鉱石あたり1.5倍多くのガスを生成し、それが生成するエネルギーはリットルあたり2.25倍のエネルギー密度を持っています。
lv: Uzlabots tumšās enerģijas ģenerators Tumšās vielas patēriņš sekundē: 456 Tumšās vielas un tumšās enerģijas attiecība: 30L Tumšās vielas ģeneratori ražo tumšo enerģiju no tumšās matērijas. Atrasts tikai asteroīdos, planētā Energia, Moon Eltaria, Planet Clania un Moon Camrina. Saražo 1,5x vairāk gāzes uz vienu rūdu nekā ekvivalentais O2/H2 ģeneratora līmenis, un tā radītajai enerģijai ir 2,25x lielāks enerģijas blīvums litrā.
nl: Verbeterde donkere energiegenerator Verbruik van donkere materie per seconde: 456 Verhouding donkere materie tot donkere energie: 30L Generatoren van donkere materie produceren donkere energie uit donkere materie. Alleen gevonden in asteroïden, planeet Energia, Maan Eltaria, Planeet Cligia en Maan Camrina. Produceert 1,5x meer gas per erts dan het equivalente niveau van de O2/H2-generator, en de energie die het produceert heeft 2,25x meer energiedichtheid per liter.
no: Forbedret Dark Energy Generator Forbruk av mørk materie per sekund: 456 Mørk materie til mørk energiforhold: 30L Generatorer av mørk materie produserer mørk energi fra mørk materie. Finnes bare i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Produserer 1,5 ganger mer gass per malm enn tilsvarende nivå av O2 / H2 generator, og energien den produserer har 2,25 ganger mer energitetthet per liter.
pt_br: Gerador de energia escura aprimorado Consumo de matéria escura por segundo: 456 Matéria escura para a relação de energia escura: 30L Os geradores de matéria escura produzem energia escura a partir da matéria escura. Encontrado apenas em asteroides, planeta Energia, Lua Eltaria, planeta Clangia e Lua Camrina. Produz 1,5x mais gás por minério do que o nível equivalente de gerador de O2/H2, e a energia que produz tem 2,25x mais densidade de energia por litro.
ro: Generator îmbunătățit de energie întunecată Consumul de materie întunecată pe secundă: 456 Raportul dintre materia întunecată și energia întunecată: 30L Generatoarele de materie întunecată produc energie întunecată din materia întunecată. Se găsește numai în asteroizi, planeta Energia, Luna Eltaria, Planeta Clangia și Luna Camrina. Produce de 1,5 ori mai mult gaz pe minereu decât nivelul echivalent al generatorului O2 / H2, iar energia pe care o produce are o densitate de energie de 2,25 ori mai mare pe litru.
ru: Улучшенный генератор темной энергии Расход темной материи в секунду: 456 Соотношение темной материи и темной энергии: 30 л Генераторы темной материи производят темную энергию из темной материи. Встречается только на астероидах, планете Энергия, Луне Эльтарии, планете Клангия и Луне Камрине. Производит в 1,5 раза больше газа на руду, чем эквивалентный генератор O2/H2, а производимая им энергия имеет в 2,25 раза большую плотность энергии на литр.
sk_sk: Vylepšený generátor tmavej energie Spotreba tmavej hmoty za sekundu: 456 Pomer temnej hmoty k tmavej energii: 30L Generátory temnej hmoty produkujú temnú energiu z temnej hmoty. Nachádza sa iba v asteroidoch, planéte Energia, Moon Eltaria, Planet Clangia a Moon Camrina. Produkuje 1,5x viac plynu na rudu ako ekvivalentná úroveň generátora O2 / H2 a energia, ktorú vyrába, má 2,25x väčšiu hustotu energie na liter.
sv: Förbättrad mörk energigenerator Förbrukning av mörk materia per sekund: 456 Mörk materia till mörk energiförhållande: 30L Generatorer för mörk materia producerar mörk energi från mörk materia. Finns endast i asteroider, planeten Energia, Moon Eltaria, Planet Clangia och Moon Camrina. Producerar 1,5 gånger mer gas per malm än motsvarande nivå av O2/H2-generator, och energin den producerar har 2,25 gånger högre energitäthet per liter.
tr_tr: Gelişmiş Karanlık Enerji Jeneratörü Saniyede Karanlık Madde Tüketimi: 456 Karanlık Madde / Karanlık Enerji Oranı: 30L Karanlık madde jeneratörleri, karanlık maddeden karanlık enerji üretir. Sadece asteroitlerde, Energia gezegeninde, Ay Eltaria'da, Clangia Gezegeni'nde ve Ay Camrina'da bulunur. Cevher başına eşdeğer O2/H2 jeneratörü katmanından 1,5 kat daha fazla gaz üretir ve ürettiği enerji litre başına 2,25 kat daha fazla enerji yoğunluğuna sahiptir.
uk: Удосконалений генератор темної енергії Споживання темної матерії за секунду: 456 Співвідношення темної матерії до темної енергії: 30 л Генератори темної матерії виробляють темну енергію з темної матерії. Зустрічається тільки в астероїдах, планеті Енергія, Місяці Ельтарія, Планеті Клангія і Місяці Камріна. Виробляє в 1,5 рази більше газу на руду, ніж еквівалентний рівень генератора O2/H2, а енергія, яку він виробляє, має в 2,25 рази більшу щільність енергії на літр.
zh_cn: 增强型暗能量发生器 暗物质每秒消耗：456 暗物质与暗能量的比例：30L 暗物质发生器从暗物质中产生暗能量。仅在小行星、Energia 行星、Moon Eltaria、Planet Clangia 和 Moon Camrina 中发现。 每矿产生的气体是同等级别的 O2/H2 发电机的 1.5 倍，它产生的能量每升的能量密度是 2.25 倍。
