Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_GatlingTurretT2
source: Fast-shooting turret that can be loaded through conveyors. Uses Depleted Dark Energy Gatling Ammo Boxes. Maximum range: 1500 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Torreta de tir ràpid que es pot carregar a través de transportadors. Utilitza caixes de munició Gatling d'energia fosca esgotada. Abast màxim: 1500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, que millorat
cs_cz: Rychle střílející věž, kterou lze nakládat přes dopravníky. Používá vyčerpanou Temnou energii Gatlingových beden s municí. Maximální dosah: 1500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: Hurtigskydende tårn, der kan lastes gennem transportbånd. Bruger udtømte mørke energi Gatling ammunitionskasser. Maksimal rækkevidde: 1500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end forbedret
de: Schnell schießender Turm, der über Förderbänder beladen werden kann. Verwendet erschöpfte Dunkle Energie-Gatling-Munitionskisten. Maximale Reichweite: 1500 m 1,5-mal schneller nachlädt und 1,5-mal mehr Schaden verursacht als verstärkt
es: Torreta de disparo rápido que se puede cargar a través de transportadores. Utiliza cajas de munición Gatling de energía oscura agotadas. Alcance máximo: 1500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Kiiresti tulistav torn, mida saab laadida konveierite kaudu. Kasutab ammendunud tumeda energiaga gatlingi ammokaste. Maksimaalne lennukaugus: 1500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Nopeasti ampuva torni, joka voidaan ladata kuljettimien kautta. Käyttää tyhjentyneitä pimeän energian gatling-ammuslaatikoita. Suurin kantama: 1500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Tourelle à tir rapide qui peut être chargée à travers des convoyeurs. Utilise des boîtes de munitions Gatling à énergie noire épuisée. Portée maximale : 1500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Kupola za brzo pucanje koja se može puniti kroz transportere. Koristi osiromašene tamne energetske gatling kutije za streljivo. Maksimalni domet: 1500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: Gyorsan lőtt torony, amely szállítószalagokon keresztül tölthető. Kimerült sötét energiájú gatmo lőszerdobozokat használ. Maximális hatótávolság: 1500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a továbbfejlesztett
ja_jp: コンベアを介してロードできる高速射撃タレット。枯渇したダークエネルギーガトリング弾薬箱を使用する。 最大範囲:1500 m 強化型よりもリロード速度が1.5倍速く、ダメージが1.5倍になる
lv: Ātri fotografējams tornītis, ko var ielādēt caur konveijeriem. Izmanto noplicinātas tumšās enerģijas gatling munīcijas kastes. Maksimālais diapazons: 1500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Snel schietende revolver die via transportbanden kan worden geladen. Maakt gebruik van uitgeputte donkere energie Gatling-munitiedozen. Maximaal bereik: 1500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: Hurtigskytende tårn som kan lastes gjennom transportbånd. Bruker utarmede Dark Energy Gatling Ammo bokser. Maksimal rekkevidde: 1500 m Laster inn 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Torreta de disparo rápido que pode ser carregada através de transportadores. Usa caixas de munição Gatling de energia escura esgotadas. Alcance máximo: 1500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o aprimorado
ro: Turelă cu tragere rapidă care poate fi încărcată prin transportoare. Utilizează cutii epuizate de muniție Gatling cu energie întunecată. Raza maxima de actiune: 1500 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Скорострельная револьверная головка, которую можно загружать с помощью конвейеров. Использует опустошённые ящики с боеприпасами Гатлинга Тёмной Энергии. Максимальная дальность: 1500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Rýchlo strieľajúca veža, ktorú je možné naložiť cez dopravníky. Používa vyčerpanú tmavú energiu Gatling Ammo boxy. Maximálny dosah: 1500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako vylepšených
sv: Snabbskjutande torn som kan lastas genom transportörer. Använder uttömda Dark Energy Gatling-ammunitionslådor. Maximal räckvidd: 1500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: Konveyörlerden yüklenebilen hızlı atış yapan taret. Tükenmiş Karanlık Enerji Gatling Cephane Kutuları kullanır. Maksimum menzil: 1500 m Gelişmişten 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Швидкострільна башта, яку можна завантажувати через конвеєри. Використовує виснажену темну енергію ящиків з боєприпасами. Максимальна дальність: 1500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж покращений
zh_cn: 可通过传送带装载的快速射击炮塔。使用耗尽的暗能量加特林弹药箱。 最大射程：1500米 与增强型相比，装填速度提高 1.5 倍，造成伤害 1.5 倍

# Description_GatlingTurretT3
source: Fast-shooting turret that can be loaded through conveyors. Uses Depleted Clangium Gatling Ammo Boxes. Maximum range: 1500 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Torreta de tir ràpid que es pot carregar a través de transportadors. Utilitza caixes de munició Clangium Gatling empobrides. Abast màxim: 1500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Rychle střílející věž, kterou lze nakládat přes dopravníky. Používá vyčerpané bedny s municí Clangium Gatling. Maximální dosah: 1500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: Hurtigskydende tårn, der kan lastes gennem transportbånd. Bruger udtømte Clangium Gatling ammunitionskasser. Maksimal rækkevidde: 1500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Schnell schießender Turm, der über Förderbänder beladen werden kann. Verwendet erschöpfte Clangium-Gatling-Munitionskisten. Maximale Reichweite: 1500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Torreta de disparo rápido que se puede cargar a través de transportadores. Utiliza cajas de munición Clangium Gatling agotadas. Alcance máximo: 1500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Kiiresti tulistav torn, mida saab laadida konveierite kaudu. Kasutab ammendunud clangium gatling ammo kaste. Maksimaalne lennukaugus: 1500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Nopeasti ampuva torni, joka voidaan ladata kuljettimien kautta. Käyttää tyhjentyneitä Clangium Gatling -ammuslaatikoita. Suurin kantama: 1500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Tourelle à tir rapide qui peut être chargée à travers des convoyeurs. Utilise des boîtes de munitions Gatling Clangium épuisées. Portée maximale : 1500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Kupola za brzo pucanje koja se može puniti kroz transportere. Koristi osiromašene kutije za streljivo Clangium Gatling. Maksimalni domet: 1500 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: Gyorsan lőtt torony, amely szállítószalagokon keresztül tölthető. Kimerült Clangium Gatling lőszerdobozokat használ. Maximális hatótávolság: 1500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: コンベアを介してロードできる高速射撃タレット。枯渇したクランギウムガトリング弾薬箱を使用します。 最大範囲:1500 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Ātri fotografējams tornītis, ko var ielādēt caur konveijeriem. Izmanto noplicinātas Clangium Gatling Ammo kastes. Maksimālais diapazons: 1500 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Snel schietende revolver die via transportbanden kan worden geladen. Maakt gebruik van uitgeputte Clangium Gatling-munitiedozen. Maximaal bereik: 1500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: Hurtigskytende tårn som kan lastes gjennom transportbånd. Bruker utarmede Clangium Gatling ammunisjonsbokser. Maksimal rekkevidde: 1500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Torreta de disparo rápido que pode ser carregada através de transportadores. Usa caixas de munição Clangium Gatling esgotadas. Alcance máximo: 1500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: Turelă cu tragere rapidă care poate fi încărcată prin transportoare. Utilizează cutii de muniție epuizate Clangium Gatling. Raza maxima de actiune: 1500 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Скорострельная револьверная головка, которую можно загружать с помощью конвейеров. Использует опустошённые ящики с боеприпасами Glangium Gatling. Максимальная дальность: 1500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Rýchlo strieľajúca veža, ktorú je možné naložiť cez dopravníky. Používa ochudobnené škatule s muníciou Clangium Gatling. Maximálny dosah: 1500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: Snabbskjutande torn som kan lastas genom transportörer. Använder uttömda Clangium Gatling-ammunitionslådor. Maximal räckvidd: 1500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: Konveyörlerden yüklenebilen hızlı atış yapan taret. Tükenmiş Clangium Gatling Cephane Kutuları kullanır. Maksimum menzil: 1500 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Швидкострільна башта, яку можна завантажувати через конвеєри. Використовує ящики з боєприпасами Гатлінга зі збідненим клангіумом. Максимальна дальність: 1500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 可通过传送带装载的快速射击炮塔。使用耗尽的钳金加特林弹药箱。 最大射程：1500米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_HeavyCalibreGunT0
source: A titanic gun perfectly suited for battles against heavily armored targets. Uses Normal Artillery Shells. Maximum range: 3500 m
ca_ad: Una pistola titànica perfectament adequada per a batalles contra objectius fortament blindats. Utilitza projectils d'artilleria normals. Abast màxim: 3500 m
cs_cz: Titánský dělo, které se dokonale hodí pro bitvy proti těžce obrněným cílům. Používá normální dělostřelecké granáty. Maximální dostřel: 3500 m
da: En titanisk pistol perfekt egnet til kampe mod stærkt pansrede mål. Bruger normale artillerigranater. Maksimal rækkevidde: 3500 m
de: Ein titanisches Geschütz, das sich perfekt für den Kampf gegen schwer gepanzerte Ziele eignet. Verwendet normale Artilleriegranaten. Maximale Reichweite: 3500 m
es: Un cañón titánico perfectamente adecuado para batallas contra objetivos fuertemente blindados. Utiliza proyectiles de artillería normales. Alcance máximo: 3500 m
et_ee: Titanic-relv, mis sobib ideaalselt lahinguteks tugevalt soomustatud sihtmärkide vastu. Kasutab tavalisi suurtükiväe kestasid. Maksimaalne lennukaugus: 3500 m
fi: Titaaninen ase, joka sopii täydellisesti taisteluihin voimakkaasti panssaroituja kohteita vastaan. Käyttää normaaleja tykistökuoria. Suurin kantama: 3500 m
fr: Un canon titanesque parfaitement adapté aux batailles contre des cibles lourdement blindées. Utilise des obus d’artillerie normaux. Portée maximale : 3500 m
hr_hr: Titanski pištolj savršeno pogodan za bitke protiv teško oklopljenih meta. Koristi normalne topničke granate. Maksimalni domet: 3500 m
hu_hu: Egy titán fegyver, amely tökéletesen alkalmas erősen páncélozott célok elleni csatákra. Normál tüzérségi kagylót használ. Maximális hatótávolság: 3500 m
ja_jp: 重装甲の標的との戦いに最適な巨大な主砲です。通常の砲弾を使用します。 最大範囲:3500 m
lv: Titānisks lielgabals, kas lieliski piemērots cīņām pret stipri bruņotiem mērķiem. Izmanto parastās artilērijas čaulas. Maksimālais diapazons: 3500 m
nl: Een titanisch kanon dat perfect geschikt is voor gevechten tegen zwaar gepantserde doelen. Gebruikt normale artilleriegranaten. Maximaal bereik: 3500 m
no: En titanisk pistol perfekt egnet for kamper mot tungt pansrede mål. Bruker vanlige artillerigranater. Maksimal rekkevidde: 3500 m
pt_br: Uma arma titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Utiliza projéteis de artilharia normais. Alcance máximo: 3500 m
ro: Un tun titanic perfect potrivit pentru luptele împotriva țintelor puternic blindate. Folosește obuze normale de artilerie. Raza maxima de actiune: 3500 m
ru: Титаническая пушка, идеально подходящая для сражений с тяжелобронированными целями. Использует обычные артиллерийские снаряды. Максимальная дальность: 3500 м
sk_sk: Titanová zbraň dokonale vhodná na boj proti ťažko obrneným cieľom. Používa normálne delostrelecké granáty. Maximálny dosah: 3500 m
sv: En titanisk kanon som passar perfekt för strider mot tungt bepansrade mål. Använder vanliga artillerigranater. Maximal räckvidd: 3500 m
tr_tr: Ağır zırhlı hedeflere karşı savaşlar için mükemmel şekilde uygun bir titanik silah. Normal top mermileri kullanır. Maksimum menzil: 3500 m
uk: Титанічна гармата, яка чудово підходить для боїв проти важкоброньованих цілей. Використовує звичайні артилерійські снаряди. Максимальна дальність: 3500 м
zh_cn: 一把泰坦尼克号枪，非常适合与重装甲目标作战。使用普通炮弹。 最大射程：3500米

# Description_HeavyCalibreGunT1
source: A titanic gun perfectly suited for battles against heavily armored targets. Uses Depleted Uranium Artillery Shells. Maximum range: 3500 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Una pistola titànica perfectament adequada per a batalles contra objectius fortament blindats. Utilitza projectils d'artilleria d'urani empobrit. Abast màxim: 3500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Titánský dělo, které se dokonale hodí pro bitvy proti těžce obrněným cílům. Používá dělostřelecké granáty s ochuzeným uranem. Maximální dostřel: 3500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: En titanisk pistol perfekt egnet til kampe mod stærkt pansrede mål. Bruger artilleriskaller med forarmet uran. Maksimal rækkevidde: 3500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Ein titanisches Geschütz, das sich perfekt für den Kampf gegen schwer gepanzerte Ziele eignet. Verwendet Artilleriegranaten mit abgereichertem Uran. Maximale Reichweite: 3500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Un cañón titánico perfectamente adecuado para batallas contra objetivos fuertemente blindados. Utiliza proyectiles de artillería de uranio empobrecido. Alcance máximo: 3500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Titanic-relv, mis sobib ideaalselt lahinguteks tugevalt soomustatud sihtmärkide vastu. Kasutab vaesestatud uraani suurtükiväe kestasid. Maksimaalne lennukaugus: 3500 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Titaaninen ase, joka sopii täydellisesti taisteluihin voimakkaasti panssaroituja kohteita vastaan. Käyttää köyhdytettyä uraania sisältäviä tykistökuoria. Suurin kantama: 3500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Un canon titanesque parfaitement adapté aux batailles contre des cibles lourdement blindées. Utilise des obus d’artillerie à l’uranium appauvri. Portée maximale : 3500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Titanski pištolj savršeno pogodan za bitke protiv teško oklopljenih meta. Koristi osiromašene topničke granate urana. Maksimalni domet: 3500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: Egy titán fegyver, amely tökéletesen alkalmas erősen páncélozott célok elleni csatákra. Szegényített urán tüzérségi lövedékeket használ. Maximális hatótávolság: 3500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: 重装甲の標的との戦いに最適な巨大な主砲です。劣化ウラン砲弾を使用する。 最大範囲:3500 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Titānisks lielgabals, kas lieliski piemērots cīņām pret stipri bruņotiem mērķiem. Izmanto noplicinātā urāna artilērijas čaulas. Maksimālais diapazons: 3500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Een titanisch kanon dat perfect geschikt is voor gevechten tegen zwaar gepantserde doelen. Gebruikt artilleriegranaten met verarmd uranium. Maximaal bereik: 3500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: En titanisk pistol perfekt egnet for kamper mot tungt pansrede mål. Bruker utarmede uran artilleri skjell. Maksimal rekkevidde: 3500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Uma arma titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Utiliza projéteis de artilharia de urânio empobrecido. Alcance máximo: 3500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: Un tun titanic perfect potrivit pentru luptele împotriva țintelor puternic blindate. Utilizează obuze de artilerie cu uraniu sărăcit. Raza maxima de actiune: 3500 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Титаническая пушка, идеально подходящая для сражений с тяжелобронированными целями. Использует артиллерийские снаряды с обедненным ураном. Максимальная дальность: 3500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Titanová zbraň dokonale vhodná na boj proti ťažko obrneným cieľom. Používa delostrelecké granáty s ochudobneným uránom. Maximálny dosah: 3500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: En titanisk kanon som passar perfekt för strider mot tungt bepansrade mål. Använder artillerigranater med utarmat uran. Maximal räckvidd: 3500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Ağır zırhlı hedeflere karşı savaşlar için mükemmel şekilde uygun bir titanik silah. Seyreltilmiş uranyum topçu mermileri kullanır. Maksimum menzil: 3500 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Титанічна гармата, яка чудово підходить для боїв проти важкоброньованих цілей. Використовує артилерійські снаряди зі збідненим ураном. Максимальна дальність: 3500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 一把泰坦尼克号枪，非常适合与重装甲目标作战。使用贫铀炮弹。 最大射程：3500米 装填速度比平时快 1.5 倍，伤害高 1.5 倍
