Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_DP3SolarPanelCornerT1
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than normal. 0.12MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x Millor del normal. Potència màxima de 0.12MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5x lepší než normálně. Maximální výstupní výkon 0,12 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end normalt. 0,12 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als normal. 0,12 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor de lo normal. Potencia máxima de salida de 0,12 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1.5x Parem kui tavaliselt. 0.12MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5x normaalia parempi. 0,12MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1.5x mieux que la normale. Puissance de sortie maximale de 0,12 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od normalnog. Maksimalna snaga od 0,12 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5x jobb a normálnál. 0,12MW maximális teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 通常より1.5倍優れています。 0.12MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā parasti. 0.12MW Maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1.5x beter dan normaal. 0,12 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn normalt. 0,12 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1.5x melhor do que o normal. 0,12MW de potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bine decât în mod normal. Putere maximă de ieșire 0,12MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность 0,12 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako normálne. Maximálny výkon 0,12 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än normalt. 0,12 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Normalden 1,5 kat daha iyi. 0.12MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність 0,12 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比正常情况好 1.5 倍。 0.12MW最大功率输出。

# Description_DP3SolarPanelCornerT2
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Enhanced. 0.18MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor que millorat. Potència màxima de 0.18MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5× lepší než vylepšené. Maximální výstupní výkon 0,18 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end forbedret. 0,18 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als verbessert. 0,18 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor que mejorado. Potencia máxima de salida de 0,18 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1.5x parem kui täiustatud. 0.18MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa parempi kuin parannettu. 0,18MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux qu’amélioré. Puissance de sortie maximale de 0,18 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od poboljšanog. Maksimalna snaga od 0,18 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5-szer jobb, mint a továbbfejlesztett. 0,18MW maximális teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 拡張よりも1.5倍優れています。 0.18MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā uzlabots. 0,18MW Maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan verbeterd. 0,18 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn forbedret. 0,18 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor do que o aprimorado. 0.18MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire 0,18MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность 0,18 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako vylepšené. Maximálny výkon 0,18 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än Enhanced. 0,18 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Geliştirilmişten 1,5 kat daha iyi. 0.18MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж покращений. Максимальна вихідна потужність 0,18 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比增强型好 1.5 倍。 0.18MW最大功率输出。

# Description_DP3SolarPanelCornerT3
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Proficient. 0.27MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor que competent. Potència màxima de 0,27MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5x lepší než zdatný. Maximální výstupní výkon 0,27 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end dygtig. 0,27 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als kompetent. 0,27 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor que competente. Potencia máxima de salida de 0,27 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1,5x parem kui vilunud. 0.27MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa parempi kuin taitava. 0,27 MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux que compétent. Puissance de sortie maximale de 0,27 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od stručnog. Maksimalna snaga od 0,27 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5x jobb, mint a Proficient. 0,27MW maximális teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 熟練者より1.5倍優れています。 0.27MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā lietpratējs. 0,27MW Maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan bekwaam. 0,27 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn dyktig. 0,27 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor que o proficiente. 0.27MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire 0,27MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем Proficient. Максимальная выходная мощность 0,27 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako zdatný. Maximálny výkon 0,27 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än skicklig. 0,27 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Yetkin'den 1,5 kat daha iyi. 0.27MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність 0,27 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比精通好 1.5 倍。 0.27MW最大功率输出。

# Description_DP3SolarPanelT1
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than normal. 0.24MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x Millor del normal. Potència màxima de 0,24MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5x lepší než normálně. Maximální výstupní výkon 0,24 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end normalt. 0,24 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als normal. 0,24 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor de lo normal. Potencia máxima de salida de 0,24 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1.5x Parem kui tavaliselt. 0.24MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5x normaalia parempi. 0.24MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1.5x mieux que la normale. Puissance de sortie maximale de 0,24 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od normalnog. Maksimalna snaga od 0,24 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5x jobb a normálnál. 0,24MW Max. teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 通常より1.5倍優れています。 0.24MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā parasti. 0,24 MW maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1.5x beter dan normaal. 0,24 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn normalt. 0,24 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1.5x melhor do que o normal. 0.24MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bine decât în mod normal. Putere maximă de 0,24 MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность 0,24 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako normálne. Maximálny výkon 0,24 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än normalt. 0,24 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Normalden 1,5 kat daha iyi. 0.24MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність 0,24 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比正常情况好 1.5 倍。 0.24MW最大功率输出。

# Description_DP3SolarPanelT2
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Enhanced. 0.36MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor que millorat. Potència màxima de 0.36MW de sortida.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5× lepší než vylepšené. Maximální výstupní výkon 0,36 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end forbedret. 0,36 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als verbessert. 0,36 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor que mejorado. Potencia máxima de salida de 0,36 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1.5x parem kui täiustatud. 0.36MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa parempi kuin parannettu. 0,36MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux qu’amélioré. Puissance de sortie maximale de 0,36 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od poboljšanog. Maksimalna snaga od 0,36 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5-szer jobb, mint a továbbfejlesztett. 0,36MW maximális teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 拡張よりも1.5倍優れています。 0.36MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā uzlabots. 0,36MW maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan verbeterd. 0,36 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn forbedret. 0,36 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor do que o aprimorado. 0.36MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire 0,36MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность 0,36 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako vylepšené. Maximálny výkon 0,36 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än Enhanced. 0,36 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Geliştirilmişten 1,5 kat daha iyi. 0.36MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж покращений. Максимальна вихідна потужність 0,36 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比增强型好 1.5 倍。 0.36MW最大功率输出。
