Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QHydrogenTankT1
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better than Normal Capacity: 180,000,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor del normal Capacitat: 180.000.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než normální Kapacita: 180 000 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end normalt Kapacitet: 180.000.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als normal Kapazität: 180.000.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor de lo normal Capacidad: 180.000.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui tavaline Mahutavus: 180 000 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1,5 kertaa normaalia parempi Kapasiteetti: 180 000 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1.5x mieux que la normale Capacité : 180,000,000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x Bolje od normalnog Kapacitet: 180.000.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a normál Kapacitás: 180,000,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 通常の1.5倍 容量:180,000,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā parasti Ietilpība: 180 000 000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan normaal Capaciteit: 180.000.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn normalt Kapasitet: 180,000,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1.5x melhor do que o normal Capacidade: 180.000.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bine decât în mod normal Capacitate: 180.000.000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем обычно Емкость: 180 000 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako normálne Kapacita: 180 000 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än normalt Kapacitet: 180 000 000L
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Normalden 1,5 kat daha iyi Kapasite: 180.000.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж зазвичай Ємність: 180 000 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比正常情况好 1.5 倍 容量：180,000,000L

# Description_QHydrogenTankT2
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better than Enhanced Capacity: 270,000,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x Millor que millorat Capacitat: 270.000.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než vylepšený Kapacita: 270 000 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end forbedret Kapacitet: 270.000.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als Enhanced Kapazität: 270.000.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que mejorado Capacidad: 270.000.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui täiustatud Mahutavus: 270 000 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1,5 kertaa parempi kuin parannettu Kapasiteetti: 270 000 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1.5x mieux que Amélioré Capacité : 270,000,000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x Bolje od poboljšanog Kapacitet: 270,000,000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a továbbfejlesztett; Kapacitás: 270,000,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 拡張よりも1.5倍優れている 容量:270,000,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā uzlabots Ietilpība: 270 000 000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1,5x beter dan verbeterd Capaciteit: 270.000.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn forbedret Kapasitet: 270,000,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1,5x melhor que o Enhanced Capacidade: 270.000.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât îmbunătățit Capacitate: 270,000,000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем улучшенный Емкость: 270 000 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie než vylepšené Kapacita: 270 000 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än förbättrad Kapacitet: 270 000 000L
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Geliştirilmiş'ten 1,5 Kat Daha İyi Kapasite: 270.000.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж покращене Об'єм: 270 000 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比增强型好 1.5 倍 容量：270,000,000L

# Description_QHydrogenTankT3
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better than Proficient Capacity: 405,000,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x Millor que Proficient Capacitat: 405.000.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5x lepší než zdatný Kapacita: 405 000 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end dygtige Kapacitet: 405.000.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als kompetent Kapazität: 405.000.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que competente Capacidad: 405,000,000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui Proficient Mahutavus: 405 000 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1,5 kertaa parempi kuin taitava Kapasiteetti: 405 000 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1.5x Mieux que Compétent Capacité : 405,000,000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x Bolje od stručnog Kapacitet: 405,000,000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a Proficient Kapacitás: 405,000,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 熟練より1.5倍優れている 容量:405,000,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā lietpratējs Ietilpība: 405,000,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan bekwaam Capaciteit: 405.000.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn dyktig Kapasitet: 405,000,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1,5x melhor que o proficiente Capacidade: 405.000.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât Proficient Capacitate: 405,000,000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем Proficient Емкость: 405 000 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako zdatný Kapacita: 405 000 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än skicklig Kapacitet: 405 000 000 L
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Yetkinden 1,5 kat daha iyi Kapasite: 405.000.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж Proficient Об'єм: 405 000 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比精通好 1.5 倍 容量：405,000,000L

# Description_QJumpDriveT0
source: Normal Quantum technology. Allows for FTL Jumps. Jump Range Max: 4,744KM. Max Jump Mass: 10,000,000KG
ca_ad: Tecnologia quàntica normal. Permet salts FTL. Abast de salt màxim: 4.744KM. Massa màxima de salt: 10.000.000KG
cs_cz: Normální kvantová technologie. Umožňuje FTL skoky. Maximální dosah seskoku: 4,744KM. Maximální hmotnost skoku: 10 000 000 kg
da: Normal kvanteteknologi. Giver mulighed for FTL-spring. Spring rækkevidde maks.: 4.744 km. Max hoppemasse: 10.000.000 kg
de: Normale Quantentechnologie. Ermöglicht FTL-Sprünge. Maximale Sprungweite: 4.744 km. Maximale Sprungmasse: 10.000.000 kg
es: Tecnología Normal Quantum. Permite saltos FTL. Rango máximo de salto: 4,744 KM. Masa máxima de salto: 10,000,000KG
et_ee: Tavaline kvanttehnoloogia. Võimaldab FTL hüppeid. Hüppekaugus Max: 4,744KM. Maksimaalne hüppemass: 10 000 000kg
fi: Normaali kvanttitekniikka. Mahdollistaa FTL-hypyt. Maksimi hyppyetä: 4 744 km. Suurin hyppymassa: 10 000 000 kg
fr: Technologie Quantum normale. Permet des sauts FTL. Portée de saut maximale : 4 744 km. Masse maximale de saut : 10 000 000 KG
hr_hr: Normalna kvantna tehnologija. Omogućuje FTL skokove. Domet skoka: 4,744KM. Maksimalna masa skoka: 10,000,000KG
hu_hu: Normál kvantumtechnológia. Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 4,744KM. Max ugrás tömege: 10,000,000KG
ja_jp: ノーマル量子技術。 FTL ジャンプを許可します。 最大ジャンプ範囲:4,744KM。 最大ジャンプ質量:10,000,000KG
lv: Normāla kvantu tehnoloģija. Ļauj veikt FTL lēcienus. Lēciena diapazons max: 4,744KM. Maksimālā lēciena masa: 10,000,000KG
nl: Normale Quantum-technologie. Maakt FTL-sprongen mogelijk. Sprongbereik Max: 4.744KM. Maximum Sprongmassa: 10.000.000KG
no: Normal kvanteteknologi. Tillater FTL-hopp. Hopprekkevidde maks: 4,744KM. Maks hoppmasse: 10 000 000 kg
pt_br: Tecnologia quântica normal. Permite saltos FTL. Alcance de salto máximo: 4,744KM. Massa máxima do salto: 10,000,000KG
ro: Tehnologia cuantică normală. Permite salturi FTL. Jump Range Max: 4.744KM. Masa maximă a saltului: 10.000.000 KG
ru: Обычная квантовая технология. Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 4 744 км. Максимальная масса прыжка: 10 000 000 кг
sk_sk: Normálna kvantová technológia. Umožňuje skoky FTL. Dosah skoku max: 4 744 KM. Maximálna hmotnosť skoku: 10 000 000 kg
sv: Normal Quantum-teknik. Tillåter FTL-hopp. Hoppområde max: 4 744 km. Max hoppmassa: 10 000 000 kg
tr_tr: Normal Kuantum teknolojisi. FTL atlamalarına izin verir. Atlama Menzili Maks: 4,744KM. Maksimum Atlama Kütlesi: 10.000.000kg
uk: Звичайна квантова технологія. Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 4,744 км. Максимальна маса стрибка: 10 000 000 кг
zh_cn: 普通量子技术。 允许 FTL 跳转。 最大跳跃距离：4,744KM。 最大跳跃质量：10,000,000KG
