Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_JumpDriveT1
source: Jump drives allow ships to teleport over large distances. They require a full charge to jump and can only be activated from the toolbar of a cockpit. 1.5x Better Than Normal Allows for FTL Jumps. Jump Range Max: 889KM. Max Jump Mass: 1,875,000KG
ca_ad: Les unitats de salt permeten als vaixells teletransportar-se a grans distàncies. Requereixen una càrrega completa per saltar i només es poden activar des de la barra d'eines d'una cabina. 1.5x millor del normal Permet salts FTL. Autonomia de salt màxima: 889KM. Massa màxima de salt: 1,875,000KG
cs_cz: Skokové pohony umožňují lodím teleportovat se na velké vzdálenosti. Ke skoku vyžadují plné nabití a lze je aktivovat pouze z panelu nástrojů v kokpitu. 1,5× lepší než normálně Umožňuje FTL skoky. Maximální dosah skoku: 889 km. Maximální hmotnost skoku: 1,875,000KG
da: Jump-drev giver skibe mulighed for at teleportere over store afstande. De kræver en fuld opladning for at hoppe og kan kun aktiveres fra værktøjslinjen i et cockpit. 1.5x bedre end normalt Giver mulighed for FTL-spring. Spring rækkevidde maks.: 889KM. Max hoppemasse: 1,875,000KG
de: Sprungantriebe ermöglichen es Schiffen, sich über große Entfernungen zu teleportieren. Sie benötigen eine volle Ladung, um zu springen, und können nur über die Symbolleiste eines Cockpits aktiviert werden. 1,5x besser als normal Ermöglicht FTL-Sprünge. Maximale Sprungweite: 889 km. Maximale Sprungmasse: 1.875.000 kg
es: Los motores de salto permiten que las naves se teletransporten a grandes distancias. Requieren una carga completa para saltar y solo se pueden activar desde la barra de herramientas de una cabina. 1,5 veces mejor de lo normal Permite saltos FTL. Rango de salto máximo: 889 km. Masa máxima de salto: 1.875.000 kg
et_ee: Hüppeajamid võimaldavad laevadel teleportida suurte vahemaade tagant. Nende hüppamiseks on vaja täislaadimist ja neid saab aktiveerida ainult kokpiti tööriistaribalt. 1.5x parem kui tavaline Võimaldab FTL hüppeid. Hüppevahemik Max: 889KM. Maksimaalne hüppemass: 1 875 000 kg
fi: Hyppyasemien avulla alukset voivat teleportata suuria matkoja. Ne vaativat täyden latauksen hypätäkseen, ja ne voidaan aktivoida vain ohjaamon työkaluriviltä. 1.5x parempi kuin normaalisti Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 889KM. Suurin hyppymassa: 1,875,000KG
fr: Les moteurs de saut permettent aux vaisseaux de se téléporter sur de grandes distances. Ils nécessitent une charge complète pour sauter et ne peuvent être activés qu’à partir de la barre d’outils d’un cockpit. 1,5 fois mieux que la normale Permet des sauts FTL. Portée de saut maximale : 889 km. Masse maximale de saut : 1 875 000 kg
hr_hr: Skok pogoni omogućuju brodovima teleportiranje na velike udaljenosti. Potrebno im je potpuno punjenje za skok i mogu se aktivirati samo s alatne trake kokpita. 1.5x bolje od normalnog Omogućuje FTL skokove. Skok raspon max: 889KM. Maksimalna masa skoka: 1,875,000KG
hu_hu: Az ugrási meghajtók lehetővé teszik a hajók számára, hogy nagy távolságokra teleportáljanak. Az ugráshoz teljes töltésre van szükség, és csak a pilótafülke eszköztáráról aktiválhatók. 1,5-szer jobb a normálnál Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 889KM. Max ugrás tömege: 1,875,000KG
ja_jp: ジャンプドライブにより、船は長距離をテレポートすることができます。 ジャンプするにはフルチャージが必要で、コックピットのツールバーからのみ起動できます。 通常の1.5倍 FTL ジャンプを許可します。 最大ジャンプ範囲:889KM。 最大ジャンプ質量:1,875,000KG
lv: Jump drives ļauj kuģiem teleportēties lielos attālumos. Lai lēktu, tiem ir nepieciešama pilna uzlāde, un tos var aktivizēt tikai no kabīnes rīkjoslas. 1,5x labāks nekā parasti Ļauj veikt FTL lēcienus. Lēciena diapazons max: 889KM. Maksimālā lēciena masa: 1,875,000KG
nl: Jump drives stellen schepen in staat om over grote afstanden te teleporteren. Ze hebben een volledige lading nodig om te springen en kunnen alleen worden geactiveerd via de werkbalk van een cockpit. 1.5x beter dan normaal Maakt FTL-sprongen mogelijk. Sprongbereik Max: 889KM. Maximale sprongmassa: 1.875.000 kg
no: Hoppstasjoner lar skip teleportere over store avstander. De krever full ladning for å hoppe og kan bare aktiveres fra verktøylinjen i en cockpit. 1,5 ganger bedre enn normalt Tillater FTL-hopp. Hopprekkevidde maks: 889 km. Maks hoppmasse: 1 875 000 kg
pt_br: As unidades de salto permitem que os navios se teletransportem a grandes distâncias. Eles exigem uma carga completa para saltar e só podem ser ativados a partir da barra de ferramentas de um cockpit. 1.5x melhor do que o normal Permite saltos FTL. Alcance de salto Max: 889KM. Massa máxima do salto: 1,875,000KG
ro: Unitățile de salt permit navelor să se teleporteze pe distanțe mari. Acestea necesită o încărcare completă pentru a sări și pot fi activate numai din bara de instrumente a unui cockpit. De 1,5 ori mai bine decât în mod normal Permite salturi FTL. Jump Range Max: 889KM. Masa maximă a saltului: 1,875,000KG
ru: Прыжковые двигатели позволяют кораблям телепортироваться на большие расстояния. Они требуют полного заряда для прыжка и могут быть активированы только с панели инструментов в кабине. В 1,5 раза лучше, чем обычно Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 889 км. Максимальная масса прыжка: 1 875 000 кг
sk_sk: Skokové pohony umožňujú lodiam teleportovať sa na veľké vzdialenosti. Na skok sa vyžadujú úplné nabitie a dajú sa aktivovať iba z panela nástrojov kokpitu. 1,5x lepšie ako normálne Umožňuje skoky FTL. Dosah skoku max: 889KM. Maximálna hmotnosť skoku: 1,875,000KG
sv: Jump drives gör det möjligt för skepp att teleportera sig över stora avstånd. De kräver en full laddning för att hoppa och kan endast aktiveras från verktygsfältet i en cockpit. 1,5 gånger bättre än normalt Tillåter FTL-hopp. Hoppområde max: 889 km. Max hoppmassa: 1 875 000 kg
tr_tr: Atlama sürücüleri, gemilerin uzun mesafelerde ışınlanmasına izin verir. Zıplamak için tam şarj gerektirirler ve yalnızca bir kokpitin araç çubuğundan etkinleştirilebilirler. Normalden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 889KM. Maksimum Atlama Kütlesi: 1,875,000kg
uk: Стрибкові приводи дозволяють кораблям телепортуватися на великі відстані. Для стрибка вони вимагають повного заряду, і їх можна активувати лише з панелі інструментів кабіни. У 1,5 рази краще, ніж зазвичай Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 889 км. Максимальна маса стрибка: 1 875 000 кг
zh_cn: 跳跃驱动器允许飞船远距离传送。 它们需要充满电才能跳跃，并且只能从驾驶舱的工具栏激活。 比正常情况好 1.5 倍 允许 FTL 跳转。 最大跳跃范围：889KM。 最大跳跃质量：1,875,000KG

# Description_JumpDriveT2
source: Jump drives allow ships to teleport over large distances. They require a full charge to jump and can only be activated from the toolbar of a cockpit. 1.5x Better Than Enhanced Allows for FTL Jumps. Jump Range Max: 1,333KM. Max Jump Mass: 2,812,500KG
ca_ad: Les unitats de salt permeten als vaixells teletransportar-se a grans distàncies. Requereixen una càrrega completa per saltar i només es poden activar des de la barra d'eines d'una cabina. 1.5x millor que millorat Permet salts FTL. Abast de salt màxim: 1.333KM. Massa màxima de salt: 2,812,500KG
cs_cz: Skokové pohony umožňují lodím teleportovat se na velké vzdálenosti. Ke skoku vyžadují plné nabití a lze je aktivovat pouze z panelu nástrojů v kokpitu. 1,5× lepší než vylepšený Umožňuje FTL skoky. Maximální dosah skoku: 1,333KM. Maximální hmotnost skoku: 2,812,500KG
da: Jump-drev giver skibe mulighed for at teleportere over store afstande. De kræver en fuld opladning for at hoppe og kan kun aktiveres fra værktøjslinjen i et cockpit. 1.5x bedre end forbedret Giver mulighed for FTL-spring. Spring rækkevidde maks.: 1.333 km. Max hoppemasse: 2,812,500KG
de: Sprungantriebe ermöglichen es Schiffen, sich über große Entfernungen zu teleportieren. Sie benötigen eine volle Ladung, um zu springen, und können nur über die Symbolleiste eines Cockpits aktiviert werden. 1,5x besser als Enhanced Ermöglicht FTL-Sprünge. Maximale Sprungweite: 1.333 km. Maximale Sprungmasse: 2.812.500 kg
es: Los motores de salto permiten que las naves se teletransporten a grandes distancias. Requieren una carga completa para saltar y solo se pueden activar desde la barra de herramientas de una cabina. 1,5 veces mejor que mejorado Permite saltos FTL. Rango máximo de salto: 1,333 KM. Masa máxima de salto: 2.812.500 kg
et_ee: Hüppeajamid võimaldavad laevadel teleportida suurte vahemaade tagant. Nende hüppamiseks on vaja täislaadimist ja neid saab aktiveerida ainult kokpiti tööriistaribalt. 1.5x parem kui täiustatud Võimaldab FTL hüppeid. Hüppevahemik Max: 1,333KM. Maksimaalne hüppemass: 2 812 500 kg
fi: Hyppyasemien avulla alukset voivat teleportata suuria matkoja. Ne vaativat täyden latauksen hypätäkseen, ja ne voidaan aktivoida vain ohjaamon työkaluriviltä. 1,5 kertaa parempi kuin parannettu Mahdollistaa FTL-hypyt. Maksimi hyppyetäisyys: 1 333 km. Suurin hyppymassa: 2,812,500KG
fr: Les moteurs de saut permettent aux vaisseaux de se téléporter sur de grandes distances. Ils nécessitent une charge complète pour sauter et ne peuvent être activés qu’à partir de la barre d’outils d’un cockpit. 1,5 fois mieux qu’amélioré Permet des sauts FTL. Portée de saut maximale : 1 333 km. Masse maximale de saut : 2 812 500 kg
hr_hr: Skok pogoni omogućuju brodovima teleportiranje na velike udaljenosti. Potrebno im je potpuno punjenje za skok i mogu se aktivirati samo s alatne trake kokpita. 1.5x bolje od poboljšanog Omogućuje FTL skokove. Domet skoka: 1.333 KM. Maksimalna masa skoka: 2,812,500KG
hu_hu: Az ugrási meghajtók lehetővé teszik a hajók számára, hogy nagy távolságokra teleportáljanak. Az ugráshoz teljes töltésre van szükség, és csak a pilótafülke eszköztáráról aktiválhatók. 1,5-szer jobb, mint a továbbfejlesztett; Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 1,333KM. Max ugrás tömege: 2,812,500KG
ja_jp: ジャンプドライブにより、船は長距離をテレポートすることができます。 ジャンプするにはフルチャージが必要で、コックピットのツールバーからのみ起動できます。 拡張の1.5倍優れている FTL ジャンプを許可します。 最大ジャンプ範囲:1,333KM。 最大ジャンプ質量:2,812,500KG
lv: Jump drives ļauj kuģiem teleportēties lielos attālumos. Lai lēktu, tiem ir nepieciešama pilna uzlāde, un tos var aktivizēt tikai no kabīnes rīkjoslas. 1,5x labāks nekā uzlabots Ļauj veikt FTL lēcienus. Lēciena diapazons max: 1,333KM. Maksimālā lēciena masa: 2,812,500KG
nl: Jump drives stellen schepen in staat om over grote afstanden te teleporteren. Ze hebben een volledige lading nodig om te springen en kunnen alleen worden geactiveerd via de werkbalk van een cockpit. 1,5x beter dan verbeterd Maakt FTL-sprongen mogelijk. Sprongbereik Max: 1.333KM. Maximale sprongmassa: 2.812.500 kg
no: Hoppstasjoner lar skip teleportere over store avstander. De krever full ladning for å hoppe og kan bare aktiveres fra verktøylinjen i en cockpit. 1,5 ganger bedre enn forbedret Tillater FTL-hopp. Hopprekkevidde maks: 1.333 km. Maks hoppmasse: 2 812 500 kg
pt_br: As unidades de salto permitem que os navios se teletransportem a grandes distâncias. Eles exigem uma carga completa para saltar e só podem ser ativados a partir da barra de ferramentas de um cockpit. 1,5x melhor que o Enhanced Permite saltos FTL. Alcance de salto máximo: 1,333KM. Massa máxima do salto: 2,812,500KG
ro: Unitățile de salt permit navelor să se teleporteze pe distanțe mari. Acestea necesită o încărcare completă pentru a sări și pot fi activate numai din bara de instrumente a unui cockpit. De 1,5 ori mai bun decât îmbunătățit Permite salturi FTL. Jump Range Max: 1.333KM. Masa maximă de salt: 2,812,500KG
ru: Прыжковые двигатели позволяют кораблям телепортироваться на большие расстояния. Они требуют полного заряда для прыжка и могут быть активированы только с панели инструментов в кабине. В 1,5 раза лучше, чем улучшено Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 1,333 км. Максимальная масса прыжка: 2 812 500 кг
sk_sk: Skokové pohony umožňujú lodiam teleportovať sa na veľké vzdialenosti. Na skok sa vyžadujú úplné nabitie a dajú sa aktivovať iba z panela nástrojov kokpitu. 1,5x lepšie než vylepšené Umožňuje skoky FTL. Dosah skoku max: 1,333KM. Maximálna hmotnosť skoku: 2 812 500 kg
sv: Jump drives gör det möjligt för skepp att teleportera sig över stora avstånd. De kräver en full laddning för att hoppa och kan endast aktiveras från verktygsfältet i en cockpit. 1,5 gånger bättre än förbättrad Tillåter FTL-hopp. Hoppräckvidd max: 1 333 km. Max hoppmassa: 2 812 500 kg
tr_tr: Atlama sürücüleri, gemilerin uzun mesafelerde ışınlanmasına izin verir. Zıplamak için tam şarj gerektirirler ve yalnızca bir kokpitin araç çubuğundan etkinleştirilebilirler. Geliştirilmişten 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 1,333KM. Maksimum Atlama Kütlesi: 2,812,500kg
uk: Стрибкові приводи дозволяють кораблям телепортуватися на великі відстані. Для стрибка вони вимагають повного заряду, і їх можна активувати лише з панелі інструментів кабіни. У 1,5 рази краще, ніж покращене Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 1,333 км. Максимальна маса стрибка: 2,812,500 кг
zh_cn: 跳跃驱动器允许飞船远距离传送。 它们需要充满电才能跳跃，并且只能从驾驶舱的工具栏激活。 比增强型好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：1,333KM。 最大跳跃质量：2,812,500KG

# Description_JumpDriveT3
source: Jump drives allow ships to teleport over large distances. They require a full charge to jump and can only be activated from the toolbar of a cockpit. 1.5x Better Than Proficient Allows for FTL Jumps. Jump Range Max: 2,000KM. Max Jump Mass: 4,218,750KG
ca_ad: Les unitats de salt permeten als vaixells teletransportar-se a grans distàncies. Requereixen una càrrega completa per saltar i només es poden activar des de la barra d'eines d'una cabina. 1.5x millor que competent Permet salts FTL. Autonomia de salt màxima: 2.000KM. Massa màxima de salt: 4,218,750KG
cs_cz: Skokové pohony umožňují lodím teleportovat se na velké vzdálenosti. Ke skoku vyžadují plné nabití a lze je aktivovat pouze z panelu nástrojů v kokpitu. 1,5x lepší než zdatný Umožňuje FTL skoky. Maximální dosah seskoku: 2 000 km. Maximální hmotnost skoku: 4,218,750KG
da: Jump-drev giver skibe mulighed for at teleportere over store afstande. De kræver en fuld opladning for at hoppe og kan kun aktiveres fra værktøjslinjen i et cockpit. 1.5x bedre end dygtig Giver mulighed for FTL-spring. Spring rækkevidde maks.: 2.000 km. Max hoppemasse: 4,218,750KG
de: Sprungantriebe ermöglichen es Schiffen, sich über große Entfernungen zu teleportieren. Sie benötigen eine volle Ladung, um zu springen, und können nur über die Symbolleiste eines Cockpits aktiviert werden. 1,5x besser als kompetent Ermöglicht FTL-Sprünge. Maximale Sprungweite: 2.000 km. Maximale Sprungmasse: 4.218.750 kg
es: Los motores de salto permiten que las naves se teletransporten a grandes distancias. Requieren una carga completa para saltar y solo se pueden activar desde la barra de herramientas de una cabina. 1,5 veces mejor que competente Permite saltos FTL. Rango máximo de salto: 2,000 KM. Masa máxima de salto: 4.218.750 kg
et_ee: Hüppeajamid võimaldavad laevadel teleportida suurte vahemaade tagant. Nende hüppamiseks on vaja täislaadimist ja neid saab aktiveerida ainult kokpiti tööriistaribalt. 1.5x parem kui vilunud Võimaldab FTL hüppeid. Hüppevahemik Max: 2,000KM. Maksimaalne hüppemass: 4,218,750KG
fi: Hyppyasemien avulla alukset voivat teleportata suuria matkoja. Ne vaativat täyden latauksen hypätäkseen, ja ne voidaan aktivoida vain ohjaamon työkaluriviltä. 1.5x parempi kuin taitava Mahdollistaa FTL-hypyt. Maksimi hyppyetäisyys: 2 000 km. Suurin hyppymassa: 4,218,750KG
fr: Les moteurs de saut permettent aux vaisseaux de se téléporter sur de grandes distances. Ils nécessitent une charge complète pour sauter et ne peuvent être activés qu’à partir de la barre d’outils d’un cockpit. 1,5 fois mieux que compétent Permet des sauts FTL. Portée de saut maximale : 2 000 km. Masse maximale de saut : 4 218 750 kg
hr_hr: Skok pogoni omogućuju brodovima teleportiranje na velike udaljenosti. Potrebno im je potpuno punjenje za skok i mogu se aktivirati samo s alatne trake kokpita. 1.5x bolji od stručnog Omogućuje FTL skokove. Domet skoka: 2.000 KM. Maksimalna masa skoka: 4,218,750KG
hu_hu: Az ugrási meghajtók lehetővé teszik a hajók számára, hogy nagy távolságokra teleportáljanak. Az ugráshoz teljes töltésre van szükség, és csak a pilótafülke eszköztáráról aktiválhatók. 1,5-szer jobb, mint a profi Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 2,000KM. Max ugrás tömege: 4,218,750KG
ja_jp: ジャンプドライブにより、船は長距離をテレポートすることができます。 ジャンプするにはフルチャージが必要で、コックピットのツールバーからのみ起動できます。 熟練より1.5倍優れている FTL ジャンプを許可します。 最大ジャンプ範囲:2,000KM。 最大ジャンプ質量:4,218,750KG
lv: Jump drives ļauj kuģiem teleportēties lielos attālumos. Lai lēktu, tiem ir nepieciešama pilna uzlāde, un tos var aktivizēt tikai no kabīnes rīkjoslas. 1,5x labāks nekā lietpratējs Ļauj veikt FTL lēcienus. Lēciena diapazons max: 2,000KM. Maksimālā lēciena masa: 4,218,750KG
nl: Jump drives stellen schepen in staat om over grote afstanden te teleporteren. Ze hebben een volledige lading nodig om te springen en kunnen alleen worden geactiveerd via de werkbalk van een cockpit. 1.5x beter dan bekwaam Maakt FTL-sprongen mogelijk. Sprongbereik Max: 2.000KM. Maximale sprongmassa: 4.218.750KG
no: Hoppstasjoner lar skip teleportere over store avstander. De krever full ladning for å hoppe og kan bare aktiveres fra verktøylinjen i en cockpit. 1,5 ganger bedre enn dyktig Tillater FTL-hopp. Hopprekkevidde maks: 2.000 km. Maks hoppmasse: 4,218,750KG
pt_br: As unidades de salto permitem que os navios se teletransportem a grandes distâncias. Eles exigem uma carga completa para saltar e só podem ser ativados a partir da barra de ferramentas de um cockpit. 1.5x melhor do que proficiente Permite saltos FTL. Alcance de salto máximo: 2.000KM. Massa máxima do salto: 4,218,750KG
ro: Unitățile de salt permit navelor să se teleporteze pe distanțe mari. Acestea necesită o încărcare completă pentru a sări și pot fi activate numai din bara de instrumente a unui cockpit. De 1,5 ori mai bun decât cel competent Permite salturi FTL. Jump Range Max: 2.000KM. Masa maximă de salt: 4,218,750KG
ru: Прыжковые двигатели позволяют кораблям телепортироваться на большие расстояния. Они требуют полного заряда для прыжка и могут быть активированы только с панели инструментов в кабине. В 1,5 раза лучше, чем Proficient Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 2 000 км. Максимальная масса прыжка: 4 218 750 кг
sk_sk: Skokové pohony umožňujú lodiam teleportovať sa na veľké vzdialenosti. Na skok sa vyžadujú úplné nabitie a dajú sa aktivovať iba z panela nástrojov kokpitu. 1,5x lepšie ako zdatný Umožňuje skoky FTL. Dosah skoku max: 2 000 km. Maximálna hmotnosť skoku: 4,218,750KG
sv: Jump drives gör det möjligt för skepp att teleportera sig över stora avstånd. De kräver en full laddning för att hoppa och kan endast aktiveras från verktygsfältet i en cockpit. 1,5 gånger bättre än skicklig Tillåter FTL-hopp. Hoppområde max: 2 000 km. Max hoppmassa: 4 218 750 kg
tr_tr: Atlama sürücüleri, gemilerin uzun mesafelerde ışınlanmasına izin verir. Zıplamak için tam şarj gerektirirler ve yalnızca bir kokpitin araç çubuğundan etkinleştirilebilirler. Yetkinden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Aralığı Maks: 2.000KM. Maksimum Atlama Kütlesi: 4,218,750kg
uk: Стрибкові приводи дозволяють кораблям телепортуватися на великі відстані. Для стрибка вони вимагають повного заряду, і їх можна активувати лише з панелі інструментів кабіни. У 1,5 рази краще, ніж Proficient Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 2,000 км. Максимальна маса стрибка: 4,218,750 кг
zh_cn: 跳跃驱动器允许飞船远距离传送。 它们需要充满电才能跳跃，并且只能从驾驶舱的工具栏激活。 比精通好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：2,000KM。 最大跳跃质量：4,218,750KG
