Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_GatlingGunT1
source: Fast-shooting gun that can be loaded through conveyors. Uses Depleted Uranium Gatling Ammo Boxes. Maximum range: 1500 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Pistola de tir ràpid que es pot carregar a través de transportadors. Utilitza caixes de munició Gatling d'urani empobrit. Abast màxim: 1500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Rychlopalná pistole, kterou lze nakládat přes dopravníky. Používá Gatlingovy bedny s municí s ochuzeným uranem. Maximální dosah: 1500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: Hurtigskydende pistol, der kan lades gennem transportbånd. Bruger forarmet uran Gatling ammunitionskasser. Maksimal rækkevidde: 1500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Schnell schießendes Geschütz, das über Förderbänder geladen werden kann. Verwendet Gatling-Munitionskisten mit abgereichertem Uran. Maximale Reichweite: 1500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Pistola de tiro rápido que se puede cargar a través de cintas transportadoras. Utiliza cajas de munición Gatling de uranio empobrecido. Alcance máximo: 1500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Kiire laskmise relv, mida saab laadida konveierite kaudu. Kasutab vaesestatud uraani gatlingi ammokaste. Maksimaalne lennukaugus: 1500 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Nopeasti ampuva ase, joka voidaan ladata kuljettimien kautta. Käyttää köyhdytettyä uraania sisältäviä Gatling-ammuslaatikoita. Suurin kantama: 1500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Pistolet à tir rapide qui peut être chargé par des convoyeurs. Utilise des boîtes de munitions Gatling à l’uranium appauvri. Portée maximale : 1500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Pištolj za brzo pucanje koji se može puniti kroz transportere. Koristi osiromašene kutije streljiva za gatling urana. Maksimalni domet: 1500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: Gyors lövöldözős pisztoly, amely szállítószalagokon keresztül tölthető. Szegényített urán Gatling lőszerdobozokat használ. Maximális hatótávolság: 1500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: コンベアを通して装填できる高速射撃銃。劣化ウランガトリング弾箱を使用。 最大範囲:1500 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Ātrās šaušanas pistole, ko var ielādēt caur konveijeriem. Izmanto noplicinātā urāna gatlinga munīcijas kastes. Maksimālais diapazons: 1500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Snelschietend pistool dat via transportbanden kan worden geladen. Maakt gebruik van verarmd uranium Gatling-munitiedozen. Maximaal bereik: 1500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: Hurtigskytende pistol som kan lastes gjennom transportbånd. Bruker ammunisjonsbokser med utarmet uran gatling. Maksimal rekkevidde: 1500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Pistola de tiro rápido que pode ser carregada através de transportadores. Utiliza caixas de munição de urânio empobrecido. Alcance máximo: 1500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: Pistol cu tragere rapidă care poate fi încărcat prin transportoare. Utilizează cutii de muniție Gatling cu uraniu sărăcit. Raza maxima de actiune: 1500 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Скорострельное ружье, которое можно загружать по конвейерам. Использует ящики с боеприпасами Гатлинга с обедненным ураном. Максимальная дальность: 1500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Rýchlostrelná pištoľ, ktorú je možné naložiť cez dopravníky. Používa boxy s muníciou z ochudobneného uránu Gatling. Maximálny dosah: 1500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: Snabbskjutande pistol som kan laddas genom transportband. Använder ammunitionslådor med utarmat uran. Maximal räckvidd: 1500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Konveyörlerden yüklenebilen hızlı atış tabancası. Seyreltilmiş uranyum mitralyöz cephane kutuları kullanır. Maksimum menzil: 1500 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Скорострільна гармата, яку можна завантажувати через конвеєри. Використовує ящики для боєприпасів зі збідненим ураном. Максимальна дальність: 1500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 可以通过传送带装载的快速射击枪。使用贫铀加特林弹药箱。 最大射程：1500米 装填速度比平时快 1.5 倍，伤害高 1.5 倍

# Description_GatlingGunT2
source: Fast-shooting turret that can be loaded through conveyors. Uses Depleted Dark Energy Gatling Ammo Boxes. Maximum range: 1800 m Reloads 1.5x Faster Than Enhanced
ca_ad: Torreta de tir ràpid que es pot carregar a través de transportadors. Utilitza caixes de munició Gatling d'energia fosca esgotada. Abast màxim: 1800 m Recarrega 1.5x més ràpid que millorat
cs_cz: Rychle střílející věž, kterou lze nakládat přes dopravníky. Používá vyčerpanou Temnou energii Gatlingových beden s municí. Maximální dostřel: 1800 m Nabíjí se 1,5× rychleji než Enhanced
da: Hurtigskydende tårn, der kan lastes gennem transportbånd. Bruger udtømte mørke energi Gatling ammunitionskasser. Maksimal rækkevidde: 1800 m Genindlæses 1,5 gange hurtigere end forbedret
de: Schnell schießender Turm, der über Förderbänder beladen werden kann. Verwendet erschöpfte Dunkle Energie-Gatling-Munitionskisten. Maximale Reichweite: 1800 m 1,5x schneller nachgeladen als Enhanced
es: Torreta de disparo rápido que se puede cargar a través de transportadores. Utiliza cajas de munición Gatling de energía oscura agotadas. Alcance máximo: 1800 m Se recarga 1,5 veces más rápido que el mejorado
et_ee: Kiiresti tulistav torn, mida saab laadida konveierite kaudu. Kasutab ammendunud tumeda energiaga gatlingi ammokaste. Maksimaalne lennukaugus: 1800 m Laadib uuesti 1.5 korda kiiremini kui täiustatud
fi: Nopeasti ampuva torni, joka voidaan ladata kuljettimien kautta. Käyttää tyhjentyneitä pimeän energian gatling-ammuslaatikoita. Suurin kantama: 1800 m Latautuu uudelleen 1,5 kertaa nopeammin kuin parannettu
fr: Tourelle à tir rapide qui peut être chargée à travers des convoyeurs. Utilise des boîtes de munitions Gatling à énergie noire épuisée. Portée maximale : 1800 m Recharge 1,5 fois plus rapide qu’avec la version améliorée
hr_hr: Kupola za brzo pucanje koja se može puniti kroz transportere. Koristi osiromašene tamne energetske gatling kutije za streljivo. Maksimalni domet: 1800 m Ponovno se učitava 1,5 puta brže od poboljšanog
hu_hu: Gyorsan lőtt torony, amely szállítószalagokon keresztül tölthető. Kimerült sötét energiájú gatmo lőszerdobozokat használ. Maximális hatótávolság: 1800 m A továbbfejlesztettnél 1,5-szer gyorsabban töltődik be
ja_jp: コンベアを介してロードできる高速射撃タレット。枯渇したダークエネルギーガトリング弾薬箱を使用する。 最大範囲:1800 m リロード速度は拡張の1.5倍
lv: Ātri fotografējams tornītis, ko var ielādēt caur konveijeriem. Izmanto noplicinātas tumšās enerģijas gatling munīcijas kastes. Maksimālais diapazons: 1800 m Pārlādē 1,5x ātrāk nekā uzlabo
nl: Snel schietende revolver die via transportbanden kan worden geladen. Maakt gebruik van uitgeputte donkere energie Gatling-munitiedozen. Maximaal bereik: 1800 m Herlaadt 1,5x sneller dan verbeterd
no: Hurtigskytende tårn som kan lastes gjennom transportbånd. Bruker utarmede Dark Energy Gatling Ammo bokser. Maksimal rekkevidde: 1800 m Laster inn 1,5 ganger raskere enn forbedret
pt_br: Torreta de disparo rápido que pode ser carregada através de transportadores. Usa caixas de munição Gatling de energia escura esgotadas. Alcance máximo: 1800 m Recarrega 1,5x mais rápido que o Enhanced
ro: Turelă cu tragere rapidă care poate fi încărcată prin transportoare. Utilizează cutii epuizate de muniție Gatling cu energie întunecată. Raza maxima de actiune: 1800 m Reîncarcă de 1,5 ori mai rapid decât cel îmbunătățit
ru: Скорострельная револьверная головка, которую можно загружать с помощью конвейеров. Использует опустошённые ящики с боеприпасами Гатлинга Тёмной Энергии. Максимальная дальность: 1800 м Перезаряжается в 1,5 раза быстрее, чем Enhanced
sk_sk: Rýchlo strieľajúca veža, ktorú je možné naložiť cez dopravníky. Používa vyčerpanú tmavú energiu Gatling Ammo boxy. Maximálny dosah: 1800 m Opätovné načítanie 1,5x rýchlejšie než vylepšené
sv: Snabbskjutande torn som kan lastas genom transportörer. Använder uttömda Dark Energy Gatling-ammunitionslådor. Maximal räckvidd: 1800 m Laddar om 1,5 gånger snabbare än Enhanced
tr_tr: Konveyörlerden yüklenebilen hızlı atış yapan taret. Tükenmiş Karanlık Enerji Gatling Cephane Kutuları kullanır. Maksimum menzil: 1800 m Gelişmişten 1,5 kat daha hızlı yeniden yüklenir
uk: Швидкострільна башта, яку можна завантажувати через конвеєри. Використовує виснажену темну енергію ящиків з боєприпасами. Максимальна дальність: 1800 м Перезаряджається в 1,5 рази швидше, ніж покращене
zh_cn: 可通过传送带装载的快速射击炮塔。使用耗尽的暗能量加特林弹药箱。 最大射程：1800米 重新加载速度比增强型快 1.5 倍

# Description_GatlingGunT3
source: Fast-shooting gun that can be loaded through conveyors. Uses Depleted Clangium Gatling Ammo Boxes. Maximum range: 2700 m Reloads 1.5x Faster Than Proficient
ca_ad: Pistola de tir ràpid que es pot carregar a través de transportadors. Utilitza caixes de munició Clangium Gatling empobrides. Abast màxim: 2700 m Recarrega 1.5x més ràpid que competent
cs_cz: Rychlopalná pistole, kterou lze nakládat přes dopravníky. Používá vyčerpané bedny s municí Clangium Gatling. Maximální dostřel: 2700 m Nabíjí 1,5× rychleji než zdatný
da: Hurtigskydende pistol, der kan lades gennem transportbånd. Bruger udtømte Clangium Gatling ammunitionskasser. Maksimal rækkevidde: 2700 m Genindlæses 1,5 gange hurtigere end dygtig
de: Schnell schießendes Geschütz, das über Förderbänder geladen werden kann. Verwendet erschöpfte Clangium-Gatling-Munitionskisten. Maximale Reichweite: 2700 m Lädt 1,5x schneller als Proficient
es: Pistola de tiro rápido que se puede cargar a través de cintas transportadoras. Utiliza cajas de munición Clangium Gatling agotadas. Alcance máximo: 2700 m Se recarga 1,5 veces más rápido que Proficient
et_ee: Kiire laskmise relv, mida saab laadida konveierite kaudu. Kasutab ammendunud clangium gatling ammo kaste. Maksimaalne lennukaugus: 2700 m Laadib uuesti 1.5x kiiremini kui vilunud
fi: Nopeasti ampuva ase, joka voidaan ladata kuljettimien kautta. Käyttää tyhjentyneitä Clangium Gatling -ammuslaatikoita. Suurin kantama: 2700 m Latautuu 1,5 kertaa nopeammin kuin taitava
fr: Pistolet à tir rapide qui peut être chargé par des convoyeurs. Utilise des boîtes de munitions Gatling Clangium épuisées. Portée maximale : 2700 m Recharge 1,5 fois plus vite que Compétent
hr_hr: Pištolj za brzo pucanje koji se može puniti kroz transportere. Koristi osiromašene kutije za streljivo Clangium Gatling. Maksimalni domet: 2700 m Ponovno se učitava 1,5 puta brže od stručnog
hu_hu: Gyors lövöldözős pisztoly, amely szállítószalagokon keresztül tölthető. Kimerült Clangium Gatling lőszerdobozokat használ. Maximális hatótávolság: 2700 m 1,5-szer gyorsabban töltődik be, mint a Proficient
ja_jp: コンベアを通して装填できる高速射撃銃。枯渇したクランギウムガトリング弾薬箱を使用します。 最大範囲:2700メートル 熟練者の1.5倍の速さでリロードする
lv: Ātrās šaušanas pistole, ko var ielādēt caur konveijeriem. Izmanto noplicinātas Clangium Gatling Ammo kastes. Maksimālais diapazons: 2700 m Pārlādē 1,5x ātrāk nekā lietpratējs
nl: Snelschietend pistool dat via transportbanden kan worden geladen. Maakt gebruik van uitgeputte Clangium Gatling-munitiedozen. Maximaal bereik: 2700 m Herlaadt 1,5x sneller dan bekwaam
no: Hurtigskytende pistol som kan lastes gjennom transportbånd. Bruker utarmede Clangium Gatling ammunisjonsbokser. Maksimal rekkevidde: 2700 m Laster 1,5 ganger raskere enn Proficient
pt_br: Pistola de tiro rápido que pode ser carregada através de transportadores. Usa caixas de munição Clangium Gatling esgotadas. Alcance máximo: 2700 m Recarrega 1,5x mais rápido que o proficiente
ro: Pistol cu tragere rapidă care poate fi încărcat prin transportoare. Utilizează cutii de muniție epuizate Clangium Gatling. Raza maxima de actiune: 2700 m Reîncarcă de 1,5 ori mai rapid decât Presteent
ru: Скорострельное ружье, которое можно загружать по конвейерам. Использует опустошённые ящики с боеприпасами Glangium Gatling. Максимальная дальность: 2700 м Перезаряжается в 1,5 раза быстрее, чем Proficient
sk_sk: Rýchlostrelná pištoľ, ktorú je možné naložiť cez dopravníky. Používa ochudobnené škatule s muníciou Clangium Gatling. Maximálny dosah: 2700 m Opätovné načítanie 1,5x rýchlejšie ako Profficient
sv: Snabbskjutande pistol som kan laddas genom transportband. Använder uttömda Clangium Gatling-ammunitionslådor. Maximal räckvidd: 2700 m Laddar om 1,5 gånger snabbare än Proficient
tr_tr: Konveyörlerden yüklenebilen hızlı atış tabancası. Tükenmiş Clangium Gatling Cephane Kutuları kullanır. Maksimum menzil: 2700 m Yetkin'den 1,5 kat daha hızlı yeniden yükler
uk: Скорострільна гармата, яку можна завантажувати через конвеєри. Використовує ящики з боєприпасами Гатлінга зі збідненим клангіумом. Максимальна дальність: 2700 м Перезаряджається в 1,5 рази швидше, ніж Proficient
zh_cn: 可以通过传送带装载的快速射击枪。使用耗尽的钳金加特林弹药箱。 最大射程：2700米 充值速度比 Proficient 快 1.5 倍

# Description_GatlingTurretT0
source: Fast-shooting turret that can be loaded through conveyors. Uses Normal Gatling Ammo Boxes. Maximum range: 1500 m
ca_ad: Torreta de tir ràpid que es pot carregar a través de transportadors. Utilitza caixes de munició Gatling normals. Abast màxim: 1500 m
cs_cz: Rychle střílející věž, kterou lze nakládat přes dopravníky. Používá normální Gatlingovy bedny s municí. Maximální dosah: 1500 m
da: Hurtigskydende tårn, der kan lastes gennem transportbånd. Bruger normale Gatling ammunitionskasser. Maksimal rækkevidde: 1500 m
de: Schnell schießender Turm, der über Förderbänder beladen werden kann. Verwendet normale Gatling-Munitionskisten. Maximale Reichweite: 1500 m
es: Torreta de disparo rápido que se puede cargar a través de transportadores. Utiliza cajas de munición de ametralladora Gatling normales. Alcance máximo: 1500 m
et_ee: Kiiresti tulistav torn, mida saab laadida konveierite kaudu. Kasutab tavalisi Gatlingi ammokaste. Maksimaalne lennukaugus: 1500 m
fi: Nopeasti ampuva torni, joka voidaan ladata kuljettimien kautta. Käyttää normaaleja Gatling-ammuslaatikoita. Suurin kantama: 1500 m
fr: Tourelle à tir rapide qui peut être chargée à travers des convoyeurs. Utilise des boîtes de munitions Gatling normales. Portée maximale : 1500 m
hr_hr: Kupola za brzo pucanje koja se može puniti kroz transportere. Koristi normalne gatling kutije za streljivo. Maksimalni domet: 1500 m
hu_hu: Gyorsan lőtt torony, amely szállítószalagokon keresztül tölthető. Normál Gatling lőszerdobozokat használ. Maximális hatótávolság: 1500 m
ja_jp: コンベアを介してロードできる高速射撃タレット。通常のガトリング弾箱を使用します。 最大範囲:1500 m
lv: Ātri fotografējams tornītis, ko var ielādēt caur konveijeriem. Izmanto parastās Gatling Ammo kastes. Maksimālais diapazons: 1500 m
nl: Snel schietende revolver die via transportbanden kan worden geladen. Maakt gebruik van normale gatling-munitiedozen. Maximaal bereik: 1500 m
no: Hurtigskytende tårn som kan lastes gjennom transportbånd. Bruker vanlige gatling ammunisjonsbokser. Maksimal rekkevidde: 1500 m
pt_br: Torreta de disparo rápido que pode ser carregada através de transportadores. Usa caixas de munição Gatling normais. Alcance máximo: 1500 m
ro: Turelă cu tragere rapidă care poate fi încărcată prin transportoare. Utilizează cutii normale de muniție Gatling. Raza maxima de actiune: 1500 m
ru: Скорострельная револьверная головка, которую можно загружать с помощью конвейеров. Использует обычные ящики с боеприпасами Гатлинга. Максимальная дальность: 1500 м
sk_sk: Rýchlo strieľajúca veža, ktorú je možné naložiť cez dopravníky. Používa bežné boxy na muníciu Gatling. Maximálny dosah: 1500 m
sv: Snabbskjutande torn som kan lastas genom transportörer. Använder vanliga Gatling-ammunitionslådor. Maximal räckvidd: 1500 m
tr_tr: Konveyörlerden yüklenebilen hızlı atış yapan taret. Normal Gatling Cephane Kutuları kullanır. Maksimum menzil: 1500 m
uk: Швидкострільна башта, яку можна завантажувати через конвеєри. Використовує звичайні ящики для боєприпасів Гатлінга. Максимальна дальність: 1500 м
zh_cn: 可通过传送带装载的快速射击炮塔。使用普通的加特林弹药箱。 最大射程：1500米

# Description_GatlingTurretT1
source: Fast-shooting turret that can be loaded through conveyors. Uses Depleted Uranium Gatling Ammo Boxes. Maximum range: 1500 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Torreta de tir ràpid que es pot carregar a través de transportadors. Utilitza caixes de munició Gatling d'urani empobrit. Abast màxim: 1500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Rychle střílející věž, kterou lze nakládat přes dopravníky. Používá Gatlingovy bedny s municí s ochuzeným uranem. Maximální dosah: 1500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: Hurtigskydende tårn, der kan lastes gennem transportbånd. Bruger forarmet uran Gatling ammunitionskasser. Maksimal rækkevidde: 1500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Schnell schießender Turm, der über Förderbänder beladen werden kann. Verwendet Gatling-Munitionskisten mit abgereichertem Uran. Maximale Reichweite: 1500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Torreta de disparo rápido que se puede cargar a través de transportadores. Utiliza cajas de munición Gatling de uranio empobrecido. Alcance máximo: 1500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Kiiresti tulistav torn, mida saab laadida konveierite kaudu. Kasutab vaesestatud uraani gatlingi ammokaste. Maksimaalne lennukaugus: 1500 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Nopeasti ampuva torni, joka voidaan ladata kuljettimien kautta. Käyttää köyhdytettyä uraania sisältäviä Gatling-ammuslaatikoita. Suurin kantama: 1500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Tourelle à tir rapide qui peut être chargée à travers des convoyeurs. Utilise des boîtes de munitions Gatling à l’uranium appauvri. Portée maximale : 1500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Kupola za brzo pucanje koja se može puniti kroz transportere. Koristi osiromašene kutije streljiva za gatling urana. Maksimalni domet: 1500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: Gyorsan lőtt torony, amely szállítószalagokon keresztül tölthető. Szegényített urán Gatling lőszerdobozokat használ. Maximális hatótávolság: 1500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: コンベアを介してロードできる高速射撃タレット。劣化ウランガトリング弾箱を使用。 最大範囲:1500 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Ātri fotografējams tornītis, ko var ielādēt caur konveijeriem. Izmanto noplicinātā urāna gatlinga munīcijas kastes. Maksimālais diapazons: 1500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Snel schietende revolver die via transportbanden kan worden geladen. Maakt gebruik van verarmd uranium Gatling-munitiedozen. Maximaal bereik: 1500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: Hurtigskytende tårn som kan lastes gjennom transportbånd. Bruker ammunisjonsbokser med utarmet uran gatling. Maksimal rekkevidde: 1500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Torreta de disparo rápido que pode ser carregada através de transportadores. Utiliza caixas de munição de urânio empobrecido. Alcance máximo: 1500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: Turelă cu tragere rapidă care poate fi încărcată prin transportoare. Utilizează cutii de muniție Gatling cu uraniu sărăcit. Raza maxima de actiune: 1500 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Скорострельная револьверная головка, которую можно загружать с помощью конвейеров. Использует ящики с боеприпасами Гатлинга с обедненным ураном. Максимальная дальность: 1500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Rýchlo strieľajúca veža, ktorú je možné naložiť cez dopravníky. Používa boxy s muníciou z ochudobneného uránu Gatling. Maximálny dosah: 1500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: Snabbskjutande torn som kan lastas genom transportörer. Använder ammunitionslådor med utarmat uran. Maximal räckvidd: 1500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Konveyörlerden yüklenebilen hızlı atış yapan taret. Seyreltilmiş uranyum mitralyöz cephane kutuları kullanır. Maksimum menzil: 1500 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Швидкострільна башта, яку можна завантажувати через конвеєри. Використовує ящики для боєприпасів зі збідненим ураном. Максимальна дальність: 1500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 可通过传送带装载的快速射击炮塔。使用贫铀加特林弹药箱。 最大射程：1500米 装填速度比平时快 1.5 倍，伤害高 1.5 倍
