Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_AssemblerT2
source: Proficient Assembler
ca_ad: Muntador competent
cs_cz: Zdatný montér
da: Dygtig montør
de: Kompetenter Monteur
es: Ensamblador competente
et_ee: Vilunud monteerija
fi: Taitava kokoonpanija
fr: Assembleur compétent
hr_hr: Iskusni asembler
hu_hu: Gyakorlott összeszerelő
ja_jp: 熟練したアセンブラ
lv: Prasmīgs montētājs
nl: Bekwame monteur
no: Dyktig montør
pt_br: Montador Proficiente
ro: Asamblor competent
ru: Опытный ассемблер
sk_sk: Skúsený montér
sv: Skicklig montör
tr_tr: Yetkin Montajcı
uk: Досвідчений асемблер
zh_cn: 熟练的汇编工

# DisplayName_Block_AssemblerT3
source: Elite Assembler
ca_ad: Muntador d'elit
cs_cz: Elitní assembler
es: Ensamblador de élite
fi: Eliitti kokoonpanija
fr: Assembleur d’élite
hr_hr: Elitni asembler
hu_hu: Elit összeszerelő
ja_jp: エリートアセンブラ
lv: Elites montētājs
pt_br: Montadora de Elite
ro: Asamblor de elită
ru: Элитный сборщик
sk_sk: Elitný montér
sv: Elit Assembler
tr_tr: Elit Montajcı
uk: Елітний асемблер
zh_cn: 精英汇编程序

# DisplayName_Block_AutocannonT1
source: Enhanced Autocannon
ca_ad: Canó automàtic millorat
cs_cz: Vylepšený automatický kanón
da: Forbedret autokanon
de: Verbesserte Maschinenkanone
es: Cañón automático mejorado
et_ee: Täiustatud autokannon
fi: Parannettu automaattitykki
fr: Canon mitrailleur amélioré
hr_hr: Poboljšani autokanon
hu_hu: Továbbfejlesztett autoágyú
ja_jp: 強化型オートキャノン
lv: Uzlabots autokanons
nl: Verbeterd autokanon
no: Forbedret autokanon
pt_br: Canhão automático aprimorado
ro: Autotun îmbunătățit
ru: Улучшенная автоматическая пушка
sk_sk: Vylepšený autokanón
sv: Förbättrad Autocannon
tr_tr: Geliştirilmiş Otomatik Top
uk: Удосконалена автоматична гармата
zh_cn: 增强型自动加农炮

# DisplayName_Block_AutocannonT2
source: Proficient Autocannon
ca_ad: Canó automàtic competent
cs_cz: Zdatný automatický kanón
da: Dygtig autokanon
de: Kompetente Maschinenkanone
es: Cañón automático competente
et_ee: Vilunud Autocannon
fi: Taitava autotykki
fr: Canon mitrailleur compétent
hr_hr: Iskusni autokanon
hu_hu: Profi autoágyú
ja_jp: 熟練のオートキャノン
lv: Lietpratējs Autokanons
nl: Bekwame autokanon
no: Dyktig autokanon
pt_br: Autocanhão proficiente
ro: Autotun competent
ru: Опытная автопушка
sk_sk: Zdatný autokanón
sv: Skicklig Autocannon
tr_tr: Yetkin Otomatik Top
uk: Досвідчена автоматична гармата
zh_cn: 熟练的自动加农炮

# DisplayName_Block_AutocannonT3
source: Elite Autocannon
ca_ad: Canó automàtic d'elit
cs_cz: Elitní automatické dělo
da: Elite Autokanon
de: Elite-Maschinenkanone
es: Cañón automático de élite
fi: Eliitti-autokanuuna
fr: Canon mitrailleur d’élite
hr_hr: Elitni autokanon
hu_hu: Elit autoágyú
ja_jp: エリートオートキャノン
nl: Elite Autokanon
no: Autokanon på elitenivå
pt_br: Autocanhão Elite
ro: Autotun Elite
ru: Элитная автопушка
sk_sk: Elitný autokanón
sv: elit autokanon
tr_tr: Elit Otomatik Top
uk: Елітна автоматична гармата
zh_cn: 精英自动加农炮

# DisplayName_Block_AutoCannonTurretT1
source: Enhanced Autocannon Turret
ca_ad: Torreta de canó automàtica millorada
cs_cz: Vylepšená věž automatického kanónu
da: Forbedret autokanontårn
de: Verbesserter Maschinenkanonenturm
es: Torreta de cañón automático mejorada
et_ee: Täiustatud Autocannoni torn
fi: Parannettu autokanuunatorni
fr: Tourelle de canon mitrailleur améliorée
hr_hr: Poboljšana autocannonska kupola
hu_hu: Továbbfejlesztett autoágyú torony
ja_jp: 強化型オートキャノン砲塔
lv: Uzlabots Autocannon tornītis
nl: Verbeterde geschutskoepel
no: Forbedret autokanontårn
pt_br: Torreta de canhão automático aprimorada
ro: Turelă de tun auto îmbunătățită
ru: Улучшенная автопушечная турель
sk_sk: Vylepšená autokanónová veža
sv: Förbättrat Autocannon-torn
tr_tr: Geliştirilmiş Otomatik Top Kulesi
uk: Удосконалена башта автоматичної гармати
zh_cn: 增强型自动加农炮炮塔

# DisplayName_Block_AutoCannonTurretT2
source: Proficient Autocannon Turret
ca_ad: Torreta de canó automàtica competent
cs_cz: Zdatná kanónová věž
da: Dygtig autokanon tårn
de: Kompetenter Maschinenkanonenturm
es: Torreta de cañón automático competente
et_ee: Vilunud Autocannoni torn
fi: Taitava autokanuunatorni
fr: Tourelle de canon mitrailleur compétente
hr_hr: Iskusna autocannonska kupola
hu_hu: Profi autoágyú torony
ja_jp: 熟練のオートキャノン砲塔
lv: Prasmīgs autokannona tornītis
nl: Bekwame Autocannon Turret
no: Dyktig autokanontårn
pt_br: Proficiente Torreta Autocanhão
ro: Turelă autotun performantă
ru: Опытная турель с автоматической пушкой
sk_sk: Skúsená autokanónová veža
sv: Skickligt autokanontorn
tr_tr: Yetkin Otomatik Top Tareti
uk: Досвідчена башта автоматичної гармати
zh_cn: 熟练的自动加农炮炮塔

# DisplayName_Block_AutoCannonTurretT3
source: Elite Autocannon Turret
ca_ad: Torreta de canó automàtica d'elit
cs_cz: Elitní kanónová věž
da: Elite Autokanon tårn
de: Elite-Maschinenkanonen-Turm
es: Torreta de cañón automático de élite
et_ee: Elite Autocannon Torn
fi: Eliitti autokanuunan torni
fr: Tourelle de canon mitrailleur d’élite
hr_hr: Elitna autokanonska kupola
hu_hu: Elit autoágyú torony
ja_jp: エリート機関砲タレット
lv: Elite Autocannon tornītis
nl: Elite Autocannon Torentje
pt_br: Torreta Autocannon Elite
ro: Turelă autotun Elite
ru: Элитная автопушечная турель
sk_sk: Elitná autokanónová veža
sv: Elite Autocannon Revolver
tr_tr: Elit Otomatik Top Taret
uk: Елітна автоматична гарматна башта
zh_cn: 精英自动加农炮炮塔

# DisplayName_Block_BatteryT1
source: Enhanced Battery
ca_ad: Bateria millorada
cs_cz: Vylepšená baterie
da: Forbedret batteri
de: Verbesserter Akku
es: Batería mejorada
et_ee: Täiustatud aku
fi: Parannettu akku
fr: Batterie améliorée
hr_hr: Poboljšana baterija
hu_hu: Továbbfejlesztett akkumulátor
ja_jp: 強化されたバッテリー
lv: Uzlabots akumulators
nl: Verbeterde batterij
no: Forbedret batteri
pt_br: Bateria aprimorada
ro: Baterie îmbunătățită
ru: Улучшенная батарея
sk_sk: Vylepšená batéria
sv: Förbättrat batteri
tr_tr: Geliştirilmiş Pil
uk: Покращена батарея
zh_cn: 增强型电池

# DisplayName_Block_BatteryT2
source: Proficient Battery
ca_ad: Bateria competent
cs_cz: Zdatná baterie
da: Dygtigt batteri
de: Leistungsfähige Batterie
es: Batería competente
et_ee: Vilunud aku
fi: Taitava akku
fr: Batterie performante
hr_hr: Iskusna baterija
hu_hu: Proficient akkumulátor
ja_jp: 熟練したバッテリー
lv: Prasmīgs akumulators
nl: Bekwame batterij
no: Dyktig batteri
pt_br: Bateria Proficiente
ro: Baterie performantă
ru: Опытная батарея
sk_sk: Skúsená batéria
sv: Skickligt batteri
tr_tr: Yetkin Pil
uk: Професійна батарея
zh_cn: 熟练的电池

# DisplayName_Block_BatteryT3
source: Elite Battery
ca_ad: Bateria d'elit
cs_cz: Elitní baterie
da: Elite batteri
de: Elite-Akku
es: Batería Elite
et_ee: Elite aku
fi: Elite-akku
fr: Batterie Elite
hr_hr: Elitna baterija
hu_hu: Elite akkumulátor
ja_jp: エリートバッテリー
lv: Elites akumulators
nl: Elite-batterij
no: Elite-batteri
pt_br: Bateria Elite
ro: Baterie Elite
ru: Элитная батарея
sk_sk: Batéria Elite
sv: Elite-batteri
tr_tr: Elit Batarya
uk: Елітна батарея
zh_cn: 精英电池

# DisplayName_Block_BatteryWarfare2T1
source: Enhanced Warfare Battery
ca_ad: Bateria de guerra millorada
cs_cz: Vylepšená válečná baterie
da: Forbedret krigsførelsesbatteri
de: Verbesserte Kriegsführungsbatterie
es: Batería de guerra mejorada
et_ee: Täiustatud sõjapidamise patarei
fi: Parannettu sodankäynnin akku
fr: Batterie de guerre améliorée
hr_hr: Poboljšana baterija za ratovanje
hu_hu: Továbbfejlesztett hadviselési akkumulátor
ja_jp: 強化型戦用バッテリー
lv: Uzlabots karadarbības akumulators
nl: Verbeterde Warfare Batterij
no: Forbedret krigføringsbatteri
pt_br: Bateria de guerra aprimorada
ro: Baterie de război îmbunătățită
ru: Усиленная боевая батарея
sk_sk: Vylepšená bojová batéria
sv: Förbättrat Warfare-batteri
tr_tr: Geliştirilmiş Harp Bataryası
uk: Покращена бойова батарея
zh_cn: 增强型战争电池

# DisplayName_Block_BatteryWarfare2T2
source: Proficient Warfare Battery
ca_ad: Bateria de guerra competent
cs_cz: Baterie pro zdatné vedení války
da: Dygtigt krigsførelsesbatteri
de: Kompetente Kriegsführungsbatterie
es: Batería de guerra competente
et_ee: Vilunud sõjapidamise patarei
fi: Taitava sodankäyntipatteri
fr: Batterie de guerre compétente
hr_hr: Iskusna baterija za ratovanje
hu_hu: Gyakorlott hadviselési akkumulátor
ja_jp: 熟練の戦力バッテリー
lv: Prasmīgs kara akumulators
nl: Bekwame oorlogsbatterij
no: Dyktig krigføringsbatteri
pt_br: Bateria de guerra proficiente
ro: Baterie de război competentă
ru: Опытная боевая батарея
sk_sk: Skúsená bojová batéria
sv: Skickligt krigföringsbatteri
tr_tr: Yetkin Harp Bataryası
uk: Досвідчена бойова батарея
zh_cn: 熟练的战争电池

# DisplayName_Block_BatteryWarfare2T3
source: Elite Warfare Battery
ca_ad: Bateria de guerra d'elit
cs_cz: Elitní válečná baterie
da: Elite Warfare batteri
de: Elite-Kriegs-Batterie
es: Batería de guerra de élite
et_ee: Elite Warfare patarei
fi: Eliittisodankäynnin akku
fr: Batterie de guerre d’élite
hr_hr: Baterija elitnog ratovanja
hu_hu: Elite Warfare akkumulátor
ja_jp: エリートウォーフェアバッテリー
lv: Elites kara baterija
nl: Elite Warfare Batterij
no: Elite Warfare Batteri
pt_br: Bateria de Guerra de Elite
ro: Baterie Elite Warfare
ru: Элитная боевая батарея
sk_sk: Batéria Elite Warfare
sv: Elite Warfare-batteri
tr_tr: Elit Harp Bataryası
uk: Елітна бойова батарея
zh_cn: 精英战争炮台

# DisplayName_Block_ColorableSolarPanelCornerInvertedT1
source: Enhanced Colorable Solar Panel Slope Right
ca_ad: Pendent del panell solar de colors millorat a la dreta
cs_cz: Vylepšený barevný sklon solárního panelu vpravo
da: Forbedret farverig solpanelhældning til højre
de: Verbesserte einfärbbare Neigung des Solarmoduls rechts
es: Panel solar coloreable mejorado pendiente a la derecha
et_ee: Täiustatud värviline päikesepaneeli kalle paremale
fi: Parannettu värikäs aurinkopaneelin kaltevuus oikealla
fr: Panneau solaire colorable amélioré incliné à droite
hr_hr: Poboljšani šareni nagib solarne ploče desno
hu_hu: Továbbfejlesztett színezhető napelem lejtés jobbra
ja_jp: 強化された着色可能なソーラーパネルスロープライト
lv: Uzlabots krāsains saules paneļu slīpums pa labi
nl: Verbeterde kleurbare zonnepaneelhelling rechts
no: Forbedret fargerikt solcellepanel skråner til høyre
pt_br: Inclinação do painel solar colorível melhorada à direita
ro: Pantă îmbunătățită colorabilă a panoului solar dreapta
ru: Улучшенный цветной наклон солнечной панели вправо
sk_sk: Vylepšený farebný sklon solárneho panela vpravo
sv: Förbättrad färgbar solpanelslutning åt höger
tr_tr: Geliştirilmiş Renkli Güneş Paneli Eğimi Sağ
uk: Покращений кольоровий нахил сонячної панелі праворуч
zh_cn: 增强型可着色太阳能电池板向右倾斜

# DisplayName_Block_ColorableSolarPanelCornerInvertedT2
source: Proficient Colorable Solar Panel Slope Right
ca_ad: Pendent del panell solar de colors competent a la dreta
cs_cz: Profesionální barevný sklon solárního panelu vpravo
da: Dygtig farverig solpanelhældning til højre
de: Kompetente einfärbbare Solarpanel-Neigung rechts
es: Panel solar coloreable competente pendiente a la derecha
et_ee: Vilunud värviline päikesepaneelide kalle paremale
fi: Taitava väritettävä aurinkopaneelin kaltevuus oikealla
fr: Pente de panneau solaire colorable compétente à droite
hr_hr: Vješt šareni nagib solarne ploče desno
hu_hu: Profi színezhető napelem lejtő jobbra
ja_jp: 堪能な着色可能なソーラーパネルスロープライト
lv: Prasmīgs krāsains saules paneļu slīpums pa labi
nl: Bekwame kleurbare zonnepaneelhelling rechts
no: Dyktig fargerikt solcellepanel skråner til høyre
pt_br: Proficiente colorido painel solar inclinação direita
ro: Panta panoului solar colorat competent dreapta
ru: Профессиональный цветной наклон солнечной панели вправо
sk_sk: Zdatný farebný sklon solárneho panela vpravo
sv: Skicklig färgbar solpanelslutning höger
tr_tr: Yetkin Renkli Güneş Paneli Eğimi Sağ
uk: Досвідчена кольорова сонячна панель з нахилом праворуч
zh_cn: 熟练的可着色太阳能电池板向右倾斜

# DisplayName_Block_ColorableSolarPanelCornerInvertedT3
source: Elite Colorable Solar Panel Slope Right
ca_ad: Inclinació del panell solar d'elit de colors a la dreta
cs_cz: Elitní barevný sklon solárního panelu vpravo
da: Elite farverig solpanel hældning højre
de: Elite Einfärbbares Solarpanel Neigung rechts
es: Panel solar coloreable de élite pendiente derecha
et_ee: Elite värviline päikesepaneelide kalle paremale
fi: Elite värikäs aurinkopaneelin kaltevuus oikealla
fr: Panneau solaire colorable Elite Pente droite
hr_hr: Elitni šareni nagib solarne ploče desno
hu_hu: Elite színezhető napelem lejtő jobbra
ja_jp: エリート着色可能なソーラーパネルスロープ右
lv: Elites krāsainais saules paneļu slīpums pa labi
nl: Elite Kleurbare Zonnepaneel Helling Rechts
no: Elite fargerikt solcellepanel skråner til høyre
pt_br: Elite colorível painel solar inclinação direita
ro: Elite panou solar colorabil panta dreapta
ru: Элитная цветная солнечная панель с наклоном вправо
sk_sk: Sklon farebného solárneho panela Elite vpravo
sv: Elite färgbar solpanelslutning höger
tr_tr: Elit Renkli Güneş Paneli Eğimi Sağ
uk: Елітна кольорова сонячна панель нахил праворуч
zh_cn: Elite Colorable 太阳能电池板向右倾斜

# DisplayName_Block_ColorableSolarPanelCornerT1
source: Enhanced Colorable Solar Panel Slope Left
ca_ad: Pendent del panell solar de colors millorat a l'esquerra
cs_cz: Vylepšený barevný sklon solárního panelu vlevo
da: Forbedret farverig solpanelhældning til venstre
de: Verbesserte einfärbbare Solarpanel-Neigung links
es: Inclinación del panel solar coloreable mejorada a la izquierda
et_ee: Täiustatud värviline päikesepaneeli kalle vasakule
fi: Parannettu värikäs aurinkopaneelin kaltevuus vasemmalle
fr: Panneau solaire colorable amélioré incliné à gauche
hr_hr: Poboljšani šareni nagib solarne ploče lijevo
hu_hu: Továbbfejlesztett színezhető napelem lejtése balra
ja_jp: 強化された着色可能なソーラーパネルの左スロープ
lv: Uzlabots krāsojams saules paneļu slīpums pa kreisi
nl: Verbeterde kleurbare zonnepaneelhelling links
no: Forbedret fargerik solpanelhelling til venstre
pt_br: Inclinação melhorada do painel solar colorível à esquerda
ro: Panta îmbunătățită a panoului solar colorabil la stânga
ru: Улучшенный раскрашиваемый наклон солнечной панели влево
sk_sk: Vylepšený farebný sklon solárneho panela vľavo
sv: Förbättrad färgbar solpanelslutning vänster
tr_tr: Gelişmiş Renkli Güneş Paneli Eğimi Sol
uk: Покращений кольоровий нахил сонячної панелі вліво
zh_cn: 增强型可着色太阳能电池板 左坡度

# DisplayName_Block_ColorableSolarPanelCornerT2
source: Proficient Colorable Solar Panel Slope Left
ca_ad: Pendent del panell solar de colors competent a l'esquerra
cs_cz: Zdatný barevný sklon solárního panelu vlevo
da: Dygtig farverig solpanelhældning til venstre
de: Kompetente einfärbbare Solarpanel-Neigung links
es: Inclinación del panel solar coloreable competente a la izquierda
et_ee: Vilunud värviline päikesepaneelide kalle vasakule
fi: Taitava värikäs aurinkopaneelin kaltevuus vasemmalle
fr: Panneau solaire colorable compétent pente gauche
hr_hr: Vješt šareni nagib solarne ploče lijevo
hu_hu: Profi színezhető napelem lejtő balra
ja_jp: 堪能な着色可能なソーラーパネルスロープ左
lv: Prasmīgs krāsains saules paneļu slīpums pa kreisi
nl: Bekwame kleurbare zonnepaneelhelling links
no: Dyktig fargerik solcellepanelskråning til venstre
pt_br: Proficiente colorido painel solar inclinação esquerda
ro: Panta panoului solar colorabil competent stânga
ru: Профессиональный цветной наклон солнечной панели влево
sk_sk: Zdatný farebný sklon solárneho panela vľavo
sv: Skicklig färgbar solpanelslutning vänster
tr_tr: Yetkin Renkli Güneş Paneli Eğimi Sol
uk: Досвідчена кольорова сонячна панель нахил ліворуч
zh_cn: 熟练的可着色太阳能电池板坡度左

# DisplayName_Block_ColorableSolarPanelCornerT3
source: Elite Colorable Solar Panel Slope Left
ca_ad: Panell solar d'elit de colors pendent esquerre
cs_cz: Elitní barevný sklon solárního panelu vlevo
da: Elite farverig solpanel hældning venstre
de: Elite Einfärbbares Solarpanel Neigung links
es: Panel solar coloreable Elite Pendiente izquierda
et_ee: Elite värviline päikesepaneelide kalle vasakule
fi: Elite värillinen aurinkopaneelin kaltevuus vasemmalla
fr: Panneau solaire colorable Elite Pente Gauche
hr_hr: Elitni šareni nagib solarne ploče lijevo
hu_hu: Elite színezhető napelem lejtő balra
ja_jp: エリート着色可能なソーラーパネルスロープ左
lv: Elites krāsainais saules paneļu slīpums pa kreisi
nl: Elite Kleurbaar Zonnepaneel Helling Links
no: Elite fargerike solcellepanel skråning venstre
pt_br: Elite colorível painel solar inclinação esquerda
ro: Elite Panou solar colorabil panta stânga
ru: Элитная цветная солнечная панель Наклон влево
sk_sk: Sklon farebného solárneho panela Elite vľavo
sv: Elite färgbar solpanelslutning vänster
tr_tr: Elit Renkli Güneş Paneli Eğimi Sol
uk: Елітна кольорова сонячна панель нахил ліворуч
zh_cn: Elite Colorable 太阳能电池板左坡

# DisplayName_Block_ColorableSolarPanelT1
source: Enhanced Colorable Solar Panel
ca_ad: Panell solar de colors millorat
cs_cz: Vylepšený barevný solární panel
da: Forbedret farverbart solpanel
de: Verbessertes einfärbbares Solarpanel
es: Panel solar coloreable mejorado
et_ee: Täiustatud värviline päikesepaneel
fi: Parannettu värikäs aurinkopaneeli
fr: Panneau solaire colorable amélioré
hr_hr: Poboljšana šarena solarna ploča
hu_hu: Továbbfejlesztett színezhető napelem
ja_jp: 強化された着色可能なソーラーパネル
lv: Uzlabots krāsains saules panelis
nl: Verbeterd kleurbaar zonnepaneel
no: Forbedret fargerikt solcellepanel
pt_br: Painel Solar Colorível Aprimorado
ro: Panou solar colorabil îmbunătățit
ru: Улучшенная цветная солнечная панель
sk_sk: Vylepšený farebný solárny panel
sv: Förbättrad färgbar solpanel
tr_tr: Geliştirilmiş Renkli Güneş Paneli
uk: Покращена кольорова сонячна панель
zh_cn: 增强型可着色太阳能电池板

# DisplayName_Block_ColorableSolarPanelT2
source: Proficient Colorable Solar Panel
ca_ad: Panell solar acolorit competent
cs_cz: Profesionální barevný solární panel
da: Dygtigt farverbart solpanel
de: Kompetentes einfärbbares Solarpanel
es: Panel solar coloreable competente
et_ee: Vilunud värviline päikesepaneel
fi: Taitava väritettävä aurinkopaneeli
fr: Panneau solaire colorable compétent
hr_hr: Iskusna šarena solarna ploča
hu_hu: Profi színezhető napelem
ja_jp: 熟練した着色可能なソーラーパネル
lv: Prasmīgs krāsains saules panelis
nl: Bekwaam kleurbaar zonnepaneel
no: Dyktig fargerikt solcellepanel
pt_br: Painel Solar Colorível Proficiente
ro: Panou solar colorabil competent
ru: Профессиональная цветная солнечная панель
sk_sk: Zdatný farebný solárny panel
sv: Skicklig färgbar solpanel
tr_tr: Yetkin Renkli Güneş Paneli
uk: Професійна кольорова сонячна панель
zh_cn: 熟练的可着色太阳能电池板

# DisplayName_Block_ColorableSolarPanelT3
source: Elite Colorable Solar Panel
ca_ad: Panell solar d'elit de colors
cs_cz: Elitní barevný solární panel
da: Elite farverbart solpanel
de: Elite Einfärbbares Solarpanel
es: Panel solar coloreable Elite
et_ee: Elite värviline päikesepaneel
fi: Elite värikäs aurinkopaneeli
fr: Panneau solaire colorable Elite
hr_hr: Elitna šarena solarna ploča
hu_hu: Elite színezhető napelem
ja_jp: エリート着色ソーラーパネル
lv: Elites krāsainais saules panelis
nl: Elite kleurbaar zonnepaneel
no: Elite fargerikt solcellepanel
pt_br: Painel Solar Colorível Elite
ro: Panou solar colorabil Elite
ru: Элитная цветная солнечная панель
sk_sk: Farebný solárny panel Elite
sv: Elite färgbar solpanel
tr_tr: Elit Renkli Güneş Paneli
uk: Елітна кольорова сонячна панель
zh_cn: 精英可着色太阳能电池板

# DisplayName_Block_ConnectorSmallT1
source: Enhanced Small Connector
ca_ad: Connector petit millorat
cs_cz: Vylepšený malý konektor
da: Forbedret lille stik
de: Verbesserter kleiner Steckverbinder
es: Conector pequeño mejorado
et_ee: Täiustatud väike pistik
fi: Parannettu pieni liitin
fr: Petit connecteur amélioré
hr_hr: Poboljšani mali poveznik
hu_hu: Továbbfejlesztett kis csatlakozó
ja_jp: 強化された小型コネクタ
lv: Uzlabots mazais savienotājs
nl: Verbeterde kleine connector
no: Forbedret liten kontakt
pt_br: Conector pequeno aprimorado
ro: Conector mic îmbunătățit
ru: Улучшенный компактный разъем
sk_sk: Vylepšený malý konektor
sv: Förbättrad liten kontakt
tr_tr: Geliştirilmiş Küçük Konnektör
uk: Удосконалений малий з'єднувач
zh_cn: 增强型小型连接器

# DisplayName_Block_ConnectorSmallT2
source: Proficient Small Connector
ca_ad: Connector petit competent
cs_cz: Zdatný malý konektor
da: Dygtig lille stik
de: Kompetenter kleiner Steckverbinder
es: Conector pequeño competente
et_ee: Vilunud väike pistik
fi: Taitava pieni liitin
fr: Petit connecteur compétent
hr_hr: Iskusan mali poveznik
hu_hu: Gyakorlott kis csatlakozó
ja_jp: 熟練した小型コネクタ
lv: Prasmīgs mazais savienotājs
nl: Bekwame kleine connector
no: Dyktig liten kontakt
pt_br: Conector pequeno proficiente
ro: Conector mic competent
ru: Опытный маленький разъем
sk_sk: Skúsený malý konektor
sv: Skicklig liten kontakt
tr_tr: Yetkin Küçük Konnektör
uk: Досвідчений невеликий роз'єм
zh_cn: 熟练的小型连接器

# DisplayName_Block_ConnectorSmallT3
source: Elite Small Connector
ca_ad: Connector petit d'elit
cs_cz: Elitní malý konektor
da: Elite lille stik
de: Kleiner Elite-Steckverbinder
es: Conector pequeño Elite
et_ee: Elite väike pistik
fi: Elite pieni liitin
fr: Petit connecteur Elite
hr_hr: Elitni mali poveznik
hu_hu: Elite kis csatlakozó
ja_jp: エリート小型コネクタ
lv: Elite mazais savienotājs
nl: Elite kleine connector
no: Elite liten kontakt
pt_br: Conector Elite Pequeno
ro: Conector mic Elite
ru: Элитный маленький разъем
sk_sk: Malý konektor Elite
sv: Elite liten kontakt
tr_tr: Elite Küçük Konnektör
uk: Елітний малий роз'єм
zh_cn: Elite 小型连接器

# DisplayName_Block_ConveyorSorterT1
source: Enhanced Conveyor Sorter
ca_ad: Classificador transportador millorat
cs_cz: Vylepšený třídič dopravníků
da: Forbedret transportørsortering
de: Verbesserter Förderband-Sortierer
es: Clasificador de transportador mejorado
et_ee: Täiustatud konveieri sorteerija
fi: Parannettu kuljettimen lajittelija
fr: Trieur à convoyeur amélioré
hr_hr: Poboljšani razvrstavač transportera
hu_hu: Továbbfejlesztett szállítószalag-válogató
ja_jp: 改良型コンベヤソーター
lv: Uzlabots konveijera šķirotājs
nl: Verbeterde transportbandsorteerder
no: Forbedret transportørsortering
pt_br: Classificador de transportadores aprimorado
ro: Sortator transportor îmbunătățit
ru: Усовершенствованный конвейерный сортировщик
sk_sk: Vylepšený dopravníkový triedič
sv: Förbättrad transportörsorterare
tr_tr: Gelişmiş Konveyör Sıralayıcısı
uk: Удосконалений конвеєрний сортувальник
zh_cn: 增强型输送机分拣机

# DisplayName_Block_ConveyorSorterT2
source: Proficient Conveyor Sorter
ca_ad: Classificador transportador competent
cs_cz: Zkušený třídič dopravníků
da: Dygtig transportørsortering
de: Kompetenter Förderbandsortierer
es: Clasificador de transportador competente
et_ee: Vilunud konveieri sorteerija
fi: Taitava kuljetinlajittelija
fr: Trieuse à convoyeur compétente
hr_hr: Stručni razvrstavač transportera
hu_hu: Profici szállítószalag-válogató
ja_jp: 熟練したコンベヤソーター
lv: Prasmīgs konveijera šķirotājs
nl: Bekwame transportbandsorteerder
no: Dyktig transportørsortering
pt_br: Classificador de transportadores proficiente
ro: Sortator transportor competent
ru: Опытный конвейерный сортировщик
sk_sk: Zdatný triedič dopravníkov
sv: Skicklig transportörsorterare
tr_tr: Yetkin Konveyör Sıralayıcısı
uk: Досвідчений конвеєрний сортувальник
zh_cn: 熟练的输送机分拣机

# DisplayName_Block_ConveyorSorterT3
source: Elite Conveyor Sorter
ca_ad: Classificador transportador d'elit
cs_cz: Elitní třídič dopravníků
da: Elite transportør sorterer
de: Elite-Förderband-Sortierer
es: Clasificador de transportadores Elite
et_ee: Elite konveieri sorteerija
fi: Eliittikuljettimen lajittelija
fr: Trieuse à convoyeur Elite
hr_hr: Sorter elitnih transportera
hu_hu: Elite szállítószalag válogató
ja_jp: エリートコンベヤソーター
lv: Elites konveijera šķirotājs
nl: Elite Transportband Sorteerder
no: Elite transportør sortering
pt_br: Classificador de Esteiras Transportadoras Elite
ro: Sortator transportor de elită
ru: Элитный конвейерный сортировщик
sk_sk: Triedič dopravníkov Elite
sv: Elite Transportör Sorterare
tr_tr: Elit Konveyör Sıralayıcısı
uk: Елітний конвеєрний сортувальник
zh_cn: 精英输送机分拣机
