Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeRocketLauncherT0
source: A bigger version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Normal Missiles. Maximum range: 2500 m
ca_ad: Una versió més gran del llançacoets, capaç d'utilitzar el sistema transportador per recarregar automàticament. Utilitza míssils normals. Abast màxim: 2500 m
cs_cz: Větší verze raketometu, schopná používat dopravníkový systém k automatickému přebíjení. Používá normální rakety. Maximální dostřel: 2500 m
da: En større version af raketkasteren, der er i stand til at bruge transportbåndssystemet til automatisk at genindlæse. Bruger normale missiler. Maksimal rækkevidde: 2500 m
de: Eine größere Version des Raketenwerfers, die in der Lage ist, das Fördersystem zum automatischen Nachladen zu nutzen. Verwendet normale Raketen. Maximale Reichweite: 2500 m
es: Una versión más grande del lanzacohetes, capaz de utilizar el sistema de transporte para recargar automáticamente. Utiliza misiles normales. Alcance máximo: 2500 m
et_ee: Raketiheitja suurem versioon, mis on võimeline kasutama konveierisüsteemi automaatseks uuesti laadimiseks. Kasutab tavalisi rakette. Maksimaalne lennukaugus: 2500 m
fi: Suurempi versio raketinheittimestä, joka pystyy käyttämään kuljetinjärjestelmää automaattiseen uudelleenlataukseen. Käyttää normaaleja ohjuksia. Suurin kantama: 2500 m
fr: Une version plus grande du lance-roquettes, capable d’utiliser le système de convoyeur pour recharger automatiquement. Utilise des missiles normaux. Portée maximale : 2500 m
hr_hr: Veća verzija raketnog bacača, sposobna koristiti transportni sustav za automatsko ponovno punjenje. Koristi normalne rakete. Maksimalni domet: 2500 m
hu_hu: A rakétavető nagyobb változata, amely képes a szállítószalag-rendszer automatikus újratöltésére. Normál rakétákat használ. Maximális hatótávolság: 2500 m
ja_jp: ロケットランチャーの大型版で、コンベアシステムを使用して自動的にリロードすることができます。通常のミサイルを使用します。 最大範囲:2500 m
lv: Lielāka raķešu palaišanas iekārtas versija, kas spēj izmantot konveijera sistēmu, lai automātiski pārlādētu. Izmanto parastās raķetes. Maksimālais diapazons: 2500 m
nl: Een grotere versie van de raketwerper, die het transportsysteem kan gebruiken om automatisch te herladen. Gebruikt normale raketten. Maximaal bereik: 2500 m
no: En større versjon av rakettkasteren, som er i stand til å bruke transportsystemet til automatisk å laste om. Bruker vanlige missiler. Maksimal rekkevidde: 2500 m
pt_br: Uma versão maior do lançador de foguetes, capaz de usar o sistema de transporte para recarregar automaticamente. Usa mísseis normais. Alcance máximo: 2500 m
ro: O versiune mai mare a lansatorului de rachete, capabilă să utilizeze sistemul transportor pentru a se reîncărca automat. Folosește rachete normale. Raza maxima de actiune: 2500 m
ru: Увеличенная версия ракетницы, способная использовать конвейерную систему для автоматической перезарядки. Использует обычные ракеты. Максимальная дальность: 2500 м
sk_sk: Väčšia verzia raketometu, schopná používať dopravníkový systém na automatické opätovné naloženie. Používa normálne rakety. Maximálny dosah: 2500 m
sv: En större version av raketgeväret, som kan använda transportsystemet för att automatiskt ladda om. Använder normala missiler. Maximal räckvidd: 2500 m
tr_tr: Roketatarın daha büyük bir versiyonu, otomatik olarak yeniden yüklemek için konveyör sistemini kullanabiliyor. Normal füzeler kullanır. Maksimum menzil: 2500 m
uk: Збільшена версія ракетної установки, здатна використовувати конвеєрну систему для автоматичного перезаряджання. Використовує звичайні ракети. Максимальна дальність: 2500 м
zh_cn: 更大版本的火箭发射器，能够使用输送系统自动重新装填。使用普通导弹。 最大射程：2500米

# Description_LargeRocketLauncherT1
source: A bigger version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Depleted Uranium Missiles. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Una versió més gran del llançacoets, capaç d'utilitzar el sistema transportador per recarregar automàticament. Utilitza míssils d'urani empobrit. Abast màxim: 2500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Větší verze raketometu, schopná používat dopravníkový systém k automatickému přebíjení. Používá rakety s ochuzeným uranem. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: En større version af raketkasteren, der er i stand til at bruge transportbåndssystemet til automatisk at genindlæse. Bruger missiler med forarmet uran. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Eine größere Version des Raketenwerfers, die in der Lage ist, das Fördersystem zum automatischen Nachladen zu nutzen. Verwendet Raketen mit abgereichertem Uran. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Una versión más grande del lanzacohetes, capaz de utilizar el sistema de transporte para recargar automáticamente. Utiliza misiles de uranio empobrecido. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Raketiheitja suurem versioon, mis on võimeline kasutama konveierisüsteemi automaatseks uuesti laadimiseks. Kasutab vaesestatud uraani rakette. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Suurempi versio raketinheittimestä, joka pystyy käyttämään kuljetinjärjestelmää automaattiseen uudelleenlataukseen. Käyttää köyhdytettyä uraania sisältäviä ohjuksia. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Une version plus grande du lance-roquettes, capable d’utiliser le système de convoyeur pour recharger automatiquement. Utilise des missiles à l’uranium appauvri. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Veća verzija raketnog bacača, sposobna koristiti transportni sustav za automatsko ponovno punjenje. Koristi osiromašene rakete urana. Maksimalni domet: 2500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: A rakétavető nagyobb változata, amely képes a szállítószalag-rendszer automatikus újratöltésére. Szegényített urán rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: ロケットランチャーの大型版で、コンベアシステムを使用して自動的にリロードすることができます。劣化ウランミサイルを使用する。 最大範囲:2500 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Lielāka raķešu palaišanas iekārtas versija, kas spēj izmantot konveijera sistēmu, lai automātiski pārlādētu. Izmanto noplicinātā urāna raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Een grotere versie van de raketwerper, die het transportsysteem kan gebruiken om automatisch te herladen. Gebruikt raketten met verarmd uranium. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: En større versjon av rakettkasteren, som er i stand til å bruke transportsystemet til automatisk å laste om. Bruker utarmede uranmissiler. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Uma versão maior do lançador de foguetes, capaz de usar o sistema de transporte para recarregar automaticamente. Utiliza mísseis de urânio empobrecido. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: O versiune mai mare a lansatorului de rachete, capabilă să utilizeze sistemul transportor pentru a se reîncărca automat. Utilizează rachete cu uraniu sărăcit. Raza maxima de actiune: 2500 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Увеличенная версия ракетницы, способная использовать конвейерную систему для автоматической перезарядки. Использует ракеты с обедненным ураном. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Väčšia verzia raketometu, schopná používať dopravníkový systém na automatické opätovné naloženie. Používa rakety s ochudobneným uránom. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: En större version av raketgeväret, som kan använda transportsystemet för att automatiskt ladda om. Använder missiler med utarmat uran. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Roketatarın daha büyük bir versiyonu, otomatik olarak yeniden yüklemek için konveyör sistemini kullanabiliyor. Seyreltilmiş uranyum füzeleri kullanır. Maksimum menzil: 2500 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Збільшена версія ракетної установки, здатна використовувати конвеєрну систему для автоматичного перезаряджання. Використовує ракети зі збідненим ураном. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 更大版本的火箭发射器，能够使用输送系统自动重新装填。使用贫铀导弹。 最大射程：2500米 装填速度比平时快 1.5 倍，伤害高 1.5 倍

# Description_LargeRocketLauncherT2
source: A bigger version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Depleted Dark Energy Missiles. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Una versió més gran del llançacoets, capaç d'utilitzar el sistema transportador per recarregar automàticament. Utilitza míssils d'energia fosca esgotada. Abast màxim: 2500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, que millorat
cs_cz: Větší verze raketometu, schopná používat dopravníkový systém k automatickému přebíjení. Používá vyčerpané střely temné energie. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: En større version af raketkasteren, der er i stand til at bruge transportbåndssystemet til automatisk at genindlæse. Bruger udtømte mørke energi missiler. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end forbedret
de: Eine größere Version des Raketenwerfers, die in der Lage ist, das Fördersystem zum automatischen Nachladen zu nutzen. Verwendet erschöpfte Raketen mit dunkler Energie. Maximale Reichweite: 2500 m 1,5-mal schneller nachlädt und 1,5-mal mehr Schaden verursacht als verstärkt
es: Una versión más grande del lanzacohetes, capaz de utilizar el sistema de transporte para recargar automáticamente. Utiliza misiles de energía oscura agotados. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Raketiheitja suurem versioon, mis on võimeline kasutama konveierisüsteemi automaatseks uuesti laadimiseks. Kasutab ammendunud tumeenergia rakette. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Suurempi versio raketinheittimestä, joka pystyy käyttämään kuljetinjärjestelmää automaattiseen uudelleenlataukseen. Käyttää tyhjentyneitä pimeän energian ohjuksia. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Une version plus grande du lance-roquettes, capable d’utiliser le système de convoyeur pour recharger automatiquement. Utilise des missiles à énergie noire épuisés. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Veća verzija raketnog bacača, sposobna koristiti transportni sustav za automatsko ponovno punjenje. Koristi osiromašene rakete tamne energije. Maksimalni domet: 2500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: A rakétavető nagyobb változata, amely képes a szállítószalag-rendszer automatikus újratöltésére. Kimerült sötét energia rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a továbbfejlesztett
ja_jp: ロケットランチャーの大型版で、コンベアシステムを使用して自動的にリロードすることができます。枯渇したダークエネルギーミサイルを使用する。 最大範囲:2500 m 強化型よりもリロード速度が1.5倍速く、ダメージが1.5倍になる
lv: Lielāka raķešu palaišanas iekārtas versija, kas spēj izmantot konveijera sistēmu, lai automātiski pārlādētu. Izmanto noplicinātas tumšās enerģijas raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Een grotere versie van de raketwerper, die het transportsysteem kan gebruiken om automatisch te herladen. Maakt gebruik van uitgeputte raketten met donkere energie. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: En større versjon av rakettkasteren, som er i stand til å bruke transportsystemet til automatisk å laste om. Bruker utarmede mørke energimissiler. Maksimal rekkevidde: 2500 m Laster inn 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Uma versão maior do lançador de foguetes, capaz de usar o sistema de transporte para recarregar automaticamente. Usa mísseis de energia escura esgotados. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o aprimorado
ro: O versiune mai mare a lansatorului de rachete, capabilă să utilizeze sistemul transportor pentru a se reîncărca automat. Utilizează rachete epuizate de energie întunecată. Raza maxima de actiune: 2500 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Увеличенная версия ракетницы, способная использовать конвейерную систему для автоматической перезарядки. Использует Истощенные Ракеты Тёмной Энергии. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Väčšia verzia raketometu, schopná používať dopravníkový systém na automatické opätovné naloženie. Používa vyčerpané rakety tmavej energie. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako vylepšených
sv: En större version av raketgeväret, som kan använda transportsystemet för att automatiskt ladda om. Använder utarmade Dark Energy-missiler. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: Roketatarın daha büyük bir versiyonu, otomatik olarak yeniden yüklemek için konveyör sistemini kullanabiliyor. Tükenmiş karanlık enerji füzeleri kullanır. Maksimum menzil: 2500 m Gelişmişten 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Збільшена версія ракетної установки, здатна використовувати конвеєрну систему для автоматичного перезаряджання. Використовує ракети з виснаженою темною енергією. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж покращений
zh_cn: 更大版本的火箭发射器，能够使用输送系统自动重新装填。使用耗尽的暗能量导弹。 最大射程：2500米 与增强型相比，装填速度提高 1.5 倍，造成伤害 1.5 倍

# Description_LargeRocketLauncherT3
source: A bigger version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Depleted Clangium Missiles. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Una versió més gran del llançacoets, capaç d'utilitzar el sistema transportador per recarregar automàticament. Utilitza míssils Clangium empobrits. Abast màxim: 2500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Větší verze raketometu, schopná používat dopravníkový systém k automatickému přebíjení. Používá ochuzené střely Clangium. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: En større version af raketkasteren, der er i stand til at bruge transportbåndssystemet til automatisk at genindlæse. Bruger udtømte clangiummissiler. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Eine größere Version des Raketenwerfers, die in der Lage ist, das Fördersystem zum automatischen Nachladen zu nutzen. Verwendet erschöpfte Clangium-Raketen. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Una versión más grande del lanzacohetes, capaz de utilizar el sistema de transporte para recargar automáticamente. Utiliza misiles Clangium agotados. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Raketiheitja suurem versioon, mis on võimeline kasutama konveierisüsteemi automaatseks uuesti laadimiseks. Kasutab ammendunud clangiumi rakette. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Suurempi versio raketinheittimestä, joka pystyy käyttämään kuljetinjärjestelmää automaattiseen uudelleenlataukseen. Käyttää köyhdytettyjä klangiumohjuksia. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Une version plus grande du lance-roquettes, capable d’utiliser le système de convoyeur pour recharger automatiquement. Utilise des missiles Clangium appauvris. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Veća verzija raketnog bacača, sposobna koristiti transportni sustav za automatsko ponovno punjenje. Koristi osiromašene rakete Clangium. Maksimalni domet: 2500 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: A rakétavető nagyobb változata, amely képes a szállítószalag-rendszer automatikus újratöltésére. Kimerült Clangium rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: ロケットランチャーの大型版で、コンベアシステムを使用して自動的にリロードすることができます。枯渇したクランギウムミサイルを使用する。 最大範囲:2500 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Lielāka raķešu palaišanas iekārtas versija, kas spēj izmantot konveijera sistēmu, lai automātiski pārlādētu. Izmanto noplicinātas Clangium raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Een grotere versie van de raketwerper, die het transportsysteem kan gebruiken om automatisch te herladen. Gebruikt uitgeputte Clangium-raketten. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: En større versjon av rakettkasteren, som er i stand til å bruke transportsystemet til automatisk å laste om. Bruker utarmede Clangium-missiler. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Uma versão maior do lançador de foguetes, capaz de usar o sistema de transporte para recarregar automaticamente. Usa mísseis Clangium esgotados. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: O versiune mai mare a lansatorului de rachete, capabilă să utilizeze sistemul transportor pentru a se reîncărca automat. Folosește rachete Clangium epuizate. Raza maxima de actiune: 2500 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Увеличенная версия ракетницы, способная использовать конвейерную систему для автоматической перезарядки. Использует обедненные ракеты Clangium. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Väčšia verzia raketometu, schopná používať dopravníkový systém na automatické opätovné naloženie. Používa vyčerpané rakety Clangium. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: En större version av raketgeväret, som kan använda transportsystemet för att automatiskt ladda om. Använder utarmade Clangium-missiler. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: Roketatarın daha büyük bir versiyonu, otomatik olarak yeniden yüklemek için konveyör sistemini kullanabiliyor. Tükenmiş Clangium füzeleri kullanır. Maksimum menzil: 2500 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Збільшена версія ракетної установки, здатна використовувати конвеєрну систему для автоматичного перезаряджання. Використовує збіднені ракети Clangium. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 更大版本的火箭发射器，能够使用输送系统自动重新装填。使用贫化钚导弹。 最大射程：2500米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍
