Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallQHydrogenTankT2
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Enhanced Capacity: 9,000,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor que millorat Capacitat: 9,000,000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než vylepšený Kapacita: 9 000 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end forbedret Kapacitet: 9.000.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als Enhanced Kapazität: 9.000.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que mejorado Capacidad: 9.000.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui täiustatud Mahutavus: 9 000 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1,5 kertaa parempi kuin parannettu Kapasiteetti: 9,000,000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux qu’amélioré Capacité : 9,000,000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolje od poboljšanog Kapacitet: 9.000.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a továbbfejlesztett; Kapacitás: 9,000,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 拡張の1.5倍優れている 容量:9,000,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā uzlabots Ietilpība: 9,000,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1,5x beter dan verbeterd Capaciteit: 9.000.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn forbedret Kapasitet: 9,000,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1,5x melhor que o Enhanced Capacidade: 9.000.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât îmbunătățit Capacitate: 9,000,000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем улучшено Емкость: 9 000 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie než vylepšené Kapacita: 9 000 000 l
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än förbättrad Kapacitet: 9 000 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Geliştirilmişten 1,5 kat daha iyi Kapasite: 9.000.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж покращене Ємність: 9 000 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比增强型好 1.5 倍 容量： 9,000,000L

# Description_SmallQHydrogenTankT3
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Proficient Capacity: 13,500,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor que competent Capacitat: 13.500.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5x lepší než zdatný Kapacita: 13 500 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end dygtig Kapacitet: 13.500.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als kompetent Kapazität: 13.500.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que competente Capacidad: 13.500.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui vilunud Mahutavus: 13 500 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1.5x parempi kuin taitava Kapasiteetti: 13 500 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux que compétent Capacité : 13 500 000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolji od stručnog Kapacitet: 13,500,000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a profi Kapacitás: 13,500,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 熟練より1.5倍優れている 容量:13,500,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā lietpratējs Ietilpība: 13,500,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan bekwaam Capaciteit: 13.500.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn dyktig Kapasitet: 13,500,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1.5x melhor do que proficiente Capacidade: 13.500.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât cel competent Capacitate: 13,500,000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем Proficient Емкость: 13 500 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako zdatný Kapacita: 13 500 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än skicklig Kapacitet: 13 500 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Yetkinden 1,5 kat daha iyi Kapasite: 13.500.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж Proficient Ємність: 13 500 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比精通好 1.5 倍 容量：13,500,000L

# Description_SmallQJumpDriveT0
source: Normal Quantum technology. Allows for FTL Jumps. Jump Range Max: 1,000,000KM. Max Jump Mass: 125,000KG
ca_ad: Tecnologia quàntica normal. Permet salts FTL. Autonomia de salt màxima: 1.000.000KM. Massa màxima de salt: 125,000KG
cs_cz: Normální kvantová technologie. Umožňuje FTL skoky. Maximální dosah seskoku: 1 000 000 km. Maximální hmotnost skoku: 125 000 kg
da: Normal kvanteteknologi. Giver mulighed for FTL-spring. Spring rækkevidde maks.: 1.000.000 km. Maks. Springmasse: 125.000 kg
de: Normale Quantentechnologie. Ermöglicht FTL-Sprünge. Maximale Sprungweite: 1.000.000 km. Maximale Sprungmasse: 125.000 kg
es: Tecnología Normal Quantum. Permite saltos FTL. Rango máximo de salto: 1,000,000 KM. Masa máxima de salto: 125.000 kg
et_ee: Tavaline kvanttehnoloogia. Võimaldab FTL hüppeid. Hüppekaugus Max: 1 000 000KM. Maksimaalne hüppemass: 125 000kg
fi: Normaali kvanttitekniikka. Mahdollistaa FTL-hypyt. Maksimi hyppyetäisyys: 1 000 000 km. Suurin hyppymassa: 125 000 kg
fr: Technologie Quantum normale. Permet des sauts FTL. Portée de saut maximale : 1 000 000 KM. Masse maximale de saut : 125 000 kg
hr_hr: Normalna kvantna tehnologija. Omogućuje FTL skokove. Domet skoka: 1.000.000KM. Maksimalna masa skoka: 125,000KG
hu_hu: Normál kvantumtechnológia. Lehetővé teszi az FTL ugrásokat. Ugrási tartomány Max: 1,000,000KM. Max ugrás tömege: 125,000KG
ja_jp: ノーマル量子技術。 FTL ジャンプを許可します。 最大ジャンプ範囲:1,000,000KM。 最大ジャンプ質量:125,000KG
lv: Normāla kvantu tehnoloģija. Ļauj veikt FTL lēcienus. Lēciena diapazons max: 1,000,000KM. Maksimālā lēciena masa: 125,000KG
nl: Normale Quantum-technologie. Maakt FTL-sprongen mogelijk. Sprongbereik Max: 1.000.000KM. Maximale sprongmassa: 125.000 kg
no: Normal kvanteteknologi. Tillater FTL-hopp. Hopprekkevidde maks: 1.000.000 km. Maks hoppmasse: 125 000 kg
pt_br: Tecnologia quântica normal. Permite saltos FTL. Alcance máximo de salto: 1.000.000KM. Massa máxima do salto: 125,000KG
ro: Tehnologia cuantică normală. Permite salturi FTL. Jump Range Max: 1.000.000KM. Masa maximă de salt: 125,000KG
ru: Обычная квантовая технология. Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 1 000 000 км. Максимальная масса прыжка: 125 000 кг
sk_sk: Normálna kvantová technológia. Umožňuje skoky FTL. Dosah skoku max: 1 000 000 km. Maximálna hmotnosť skoku: 125 000 kg
sv: Normal Quantum-teknik. Tillåter FTL-hopp. Hoppområde max: 1 000 000 km. Max hoppmassa: 125 000 kg
tr_tr: Normal Kuantum teknolojisi. FTL atlamalarına izin verir. Atlama Aralığı Maks: 1.000.000KM. Maksimum Atlama Kütlesi: 125.000kg
uk: Звичайна квантова технологія. Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 1 000 000 км. Максимальна маса стрибка: 125 000 кг
zh_cn: 普通量子技术。 允许 FTL 跳转。 最大跳跃范围：1,000,000KM。 最大跳跃质量：125,000KG

# Description_SmallQJumpDriveT1
source: Enhanced Quantum technology. 1.5x Better Than Normal Allows for FTL Jumps. Jump Range Max: 712KM. Max Jump Mass: 1,500,000KG
ca_ad: Tecnologia quàntica millorada. 1.5x millor del normal Permet salts FTL. Abast de salt màxim: 712KM. Massa màxima de salt: 1,500,000KG
cs_cz: Vylepšená kvantová technologie. 1,5× lepší než normálně Umožňuje FTL skoky. Maximální dosah skoku: 712 km. Maximální hmotnost skoku: 1 500 000 kg
da: Forbedret kvanteteknologi. 1.5x bedre end normalt Giver mulighed for FTL-spring. Spring rækkevidde maks.: 712KM. Max hoppemasse: 1.500.000 kg
de: Verbesserte Quantum-Technologie. 1,5x besser als normal Ermöglicht FTL-Sprünge. Maximale Sprungweite: 712 km. Maximale Sprungmasse: 1.500.000 kg
es: Tecnología Quantum mejorada. 1,5 veces mejor de lo normal Permite saltos FTL. Rango de salto máximo: 712 km. Masa máxima de salto: 1.500.000 kg
et_ee: Täiustatud kvanttehnoloogia. 1.5x parem kui tavaline Võimaldab FTL hüppeid. Hüppe ulatus Max: 712KM. Maksimaalne hüppemass: 1 500 000 kg
fi: Parannettu kvanttiteknologia. 1.5x parempi kuin normaalisti Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 712KM. Suurin hyppymassa: 1 500 000 kg
fr: Technologie Quantum améliorée. 1,5 fois mieux que la normale Permet des sauts FTL. Portée de saut maximale : 712 km. Masse maximale de saut : 1 500 000 kg
hr_hr: Poboljšana kvantna tehnologija. 1.5x bolje od normalnog Omogućuje FTL skokove. Domet skoka: 712KM. Maksimalna masa skoka: 1,500,000KG
hu_hu: Továbbfejlesztett kvantumtechnológia. 1,5-szer jobb a normálnál Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 712KM. Max ugrás tömege: 1,500,000KG
ja_jp: 強化された量子技術。 通常の1.5倍 FTL ジャンプを許可します。 最大ジャンプ範囲:712KM。 最大ジャンプ質量:1,500,000KG
lv: Uzlabota kvantu tehnoloģija. 1,5x labāks nekā parasti Ļauj veikt FTL lēcienus. Lēciena diapazons max: 712KM. Maksimālā lēciena masa: 1,500,000KG
nl: Verbeterde Quantum-technologie. 1.5x beter dan normaal Maakt FTL-sprongen mogelijk. Sprongbereik Max: 712KM. Maximum Sprongmassa: 1.500.000KG
no: Forbedret kvanteteknologi. 1,5 ganger bedre enn normalt Tillater FTL-hopp. Hopprekkevidde maks: 712 km. Maks hoppmasse: 1.500.000 kg
pt_br: Tecnologia Quantum aprimorada. 1.5x melhor do que o normal Permite saltos FTL. Alcance de salto Max: 712KM. Massa máxima do salto: 1,500,000KG
ro: Tehnologie cuantică îmbunătățită. De 1,5 ori mai bine decât în mod normal Permite salturi FTL. Jump Range Max: 712KM. Masa maximă de salt: 1,500,000KG
ru: Усовершенствованная квантовая технология. В 1,5 раза лучше, чем обычно Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 712 км. Максимальная масса прыжка: 1 500 000 кг
sk_sk: Vylepšená kvantová technológia. 1,5x lepšie ako normálne Umožňuje skoky FTL. Dosah skoku max: 712KM. Maximálna hmotnosť skoku: 1 500 000 kg
sv: Förbättrad Quantum-teknik. 1,5 gånger bättre än normalt Tillåter FTL-hopp. Hoppområde max: 712 km. Max hoppmassa: 1 500 000 kg
tr_tr: Gelişmiş Quantum teknolojisi. Normalden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 712KM. Maksimum Atlama Kütlesi: 1,500,000kg
uk: Удосконалена квантова технологія. У 1,5 рази краще, ніж зазвичай Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 712 км. Максимальна маса стрибка: 1 500 000 кг
zh_cn: 增强的量子技术。 比正常情况好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：712KM。 最大跳跃质量：1,500,000KG

# Description_SmallQJumpDriveT2
source: Proficient Quantum technology. 1.5x Better Than Enhanced Allows for FTL Jumps. Jump Range Max: 1,064KM. Max Jump Mass: 2,250,000KG
ca_ad: Tecnologia quàntica competent. 1.5x millor que millorat Permet salts FTL. Autonomia de salt màxima: 1.064KM. Massa màxima de salt: 2,250,000KG
cs_cz: Zdatná kvantová technologie. 1,5× lepší než vylepšený Umožňuje FTL skoky. Maximální dosah skoku: 1,064KM. Maximální hmotnost skoku: 2 250 000 kg
da: Dygtig kvanteteknologi. 1.5x bedre end forbedret Giver mulighed for FTL-spring. Spring rækkevidde maks.: 1.064 km. Maks. Springmasse: 2.250.000 kg
de: Kompetente Quantentechnologie. 1,5x besser als Enhanced Ermöglicht FTL-Sprünge. Maximale Sprungweite: 1.064 km. Maximale Sprungmasse: 2.250.000 kg
es: Tecnología cuántica competente. 1,5 veces mejor que mejorado Permite saltos FTL. Rango máximo de salto: 1,064 KM. Masa máxima de salto: 2.250.000 kg
et_ee: Vilunud kvanttehnoloogia. 1.5x parem kui täiustatud Võimaldab FTL hüppeid. Hüppe ulatus Max: 1,064KM. Maksimaalne hüppemass: 2 250 000kg
fi: Taitava kvanttitekniikka. 1,5 kertaa parempi kuin parannettu Mahdollistaa FTL-hypyt. Maksimi hyppyetäisyys: 1 064 km. Suurin hyppymassa: 2,250,000KG
fr: Technologie quantique compétente. 1,5 fois mieux qu’amélioré Permet des sauts FTL. Portée de saut maximale : 1 064 km. Masse maximale de saut : 2 250 000 kg
hr_hr: Iskusna kvantna tehnologija. 1.5x bolje od poboljšanog Omogućuje FTL skokove. Domet skoka Max: 1,064KM. Maksimalna masa skoka: 2,250,000KG
hu_hu: Jártas kvantumtechnológia. 1,5-szer jobb, mint a továbbfejlesztett; Lehetővé teszi az FTL ugrásokat. Ugrási tartomány Max: 1,064KM. Max ugrás tömege: 2,250,000KG
ja_jp: 熟練した量子技術。 拡張の1.5倍優れている FTL ジャンプを許可します。 最大ジャンプ範囲:1,064KM。 最大ジャンプ質量:2,250,000KG
lv: Lietpratīga kvantu tehnoloģija. 1,5x labāks nekā uzlabots Ļauj veikt FTL lēcienus. Lēciena diapazons max: 1,064KM. Maksimālā lēciena masa: 2,250,000KG
nl: Bekwame kwantumtechnologie. 1,5x beter dan verbeterd Maakt FTL-sprongen mogelijk. Sprongbereik Max: 1.064KM. Maximale sprongmassa: 2.250.000 kg
no: Dyktig kvanteteknologi. 1,5 ganger bedre enn forbedret Tillater FTL-hopp. Hopprekkevidde maks: 1,064KM. Maks hoppmasse: 2 250 000 kg
pt_br: Proficiente em tecnologia quântica. 1,5x melhor que o Enhanced Permite saltos FTL. Alcance de salto máximo: 1,064KM. Massa máxima do salto: 2,250,000KG
ro: Tehnologie cuantică competentă. De 1,5 ori mai bun decât îmbunătățit Permite salturi FTL. Jump Range Max: 1.064KM. Masa maximă a saltului: 2,250,000KG
ru: Профессиональная квантовая технология. В 1,5 раза лучше, чем улучшено Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 1,064 км. Максимальная масса прыжка: 2 250 000 кг
sk_sk: Skúsená kvantová technológia. 1,5x lepšie než vylepšené Umožňuje skoky FTL. Dosah skoku max: 1 064 KM. Maximálna hmotnosť skoku: 2 250 000 kg
sv: Skicklig kvantteknologi. 1,5 gånger bättre än förbättrad Tillåter FTL-hopp. Hoppområde max: 1 064 km. Max hoppmassa: 2 250 000 kg
tr_tr: Yetkin Kuantum teknolojisi. Geliştirilmişten 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 1,064KM. Maksimum Atlama Kütlesi: 2,250,000kg
uk: Досвідчена квантова технологія. У 1,5 рази краще, ніж покращене Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 1,064 км. Максимальна маса стрибка: 2 250 000 кг
zh_cn: 精通量子技术。 比增强型好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：1,064KM。 最大跳跃质量：2,250,000KG
