Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QSolarPanelT2
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 2.88MW Max Power output. 8x the cost of proficient solar panel. 8x the weight of proficient solar panel 8x the power generated than proficient solar panel
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 2.88MW. 8x el cost del panell solar competent. 8x el pes del panell solar competent 8x la potència generada que el panell solar competent
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 2,88 MW. 8x vyšší náklady na zdatný solární panel. 8x větší hmotnost než u zdatného solárního panelu 8x více vyrobené energie než u zdatného solárního panelu
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 2,88 MW maks. effekt. 8x omkostningerne ved dygtige solpanel. 8x vægten af dygtigt solpanel 8x den producerede effekt end dygtige solpaneler
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 2,88 MW maximale Ausgangsleistung. 8x die Kosten für ein leistungsfähiges Solarpanel. 8x das Gewicht eines leistungsfähigen Solarmoduls 8-mal so viel Strom erzeugt wie ein leistungsfähiges Solarpanel
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 2,88 MW. 8 veces el costo de un panel solar competente. 8 veces el peso de un panel solar competente 8 veces más energía generada que un panel solar competente
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 2.88MW maksimaalne võimsus. 8x suurem kui vilunud päikesepaneeli maksumus. 8x vilunud päikesepaneeli kaal 8x rohkem toodetud energiat kui vilunud päikesepaneel
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 2.88MW maksimiteho. 8x taitavan aurinkopaneelin hinta. 8x ammattitaitoisen aurinkopaneelin paino 8x tuotettu sähkö kuin taitava aurinkopaneeli
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 2,88 MW. 8 fois le coût d’un panneau solaire compétent. 8 fois le poids d’un panneau solaire compétent 8 fois plus d’énergie générée qu’un panneau solaire compétent
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 2.88 MW. 8x trošak stručne solarne ploče. 8x težina stručne solarne ploče 8x proizvedena energija od stručne solarne ploče
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 2,88MW maximális teljesítmény. 8x annyiba, mint egy profi napelem. 8x nagyobb súly, mint a profi napelemek 8x annyi energiát termel, mint a profi napelem
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 2.88MWの最大出力。 熟練したソーラーパネルの8倍のコスト。 熟練したソーラーパネルの8倍の重量 熟練したソーラーパネルの8倍の発電量
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 2.88MW maksimālā jauda. 8x prasmīga saules paneļa izmaksas. 8x prasmīga saules paneļa svars 8x lielāka saražotā jauda nekā prasmīgam saules panelim
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 2,88 MW maximaal uitgangsvermogen. 8x de kosten van een bekwaam zonnepaneel. 8x het gewicht van een bekwaam zonnepaneel 8x zoveel opgewekte stroom als een bekwaam zonnepaneel
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 2,88 MW maks utgangseffekt. 8x kostnaden for dyktig solcellepanel. 8 ganger vekten av dyktig solcellepanel 8x kraften som genereres enn dyktig solcellepanel
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. Potência máxima de 2,88MW. 8x o custo do painel solar proficiente. 8x o peso do painel solar proficiente 8x a energia gerada do que o painel solar proficiente
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de ieșire de 2,88 MW. De 8 ori costul panoului solar competent. Greutate de 8 ori mai mare decât panoul solar performant De 8 ori mai multă energie generată decât panoul solar competent
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 2,88 МВт. В 8 раз выше стоимость профессиональной солнечной панели. В 8 раз больше веса по сравнению с профессиональной солнечной панелью В 8 раз больше вырабатываемой энергии, чем у профессиональных солнечных панелей
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 2,88 MW. 8-násobok nákladov na zdatný solárny panel. 8-násobok hmotnosti zdatného solárneho panelu 8x vyšší výkon ako zdatný solárny panel
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 2,88 MW maximal uteffekt. 8x kostnaden för skicklig solpanel. 8x vikten av skicklig solpanel 8x den genererade effekten än skicklig solpanel
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 2.88MW Maksimum Güç çıkışı. Yeterli güneş panelinin maliyetinin 8 katı. Yeterli güneş panelinin ağırlığının 8 katı Yeterli güneş panelinden 8 kat daha fazla güç üretildi
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 2,88 МВт. У 8 разів більше вартості якісної сонячної панелі. У 8 разів більше ваги якісної сонячної панелі У 8 разів більше енергії, ніж у досвідченої сонячної панелі
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 2.88MW最大功率输出。 成本是熟练太阳能电池板的 8 倍。 重量是熟练太阳能电池板的 8 倍 发电量是熟练太阳能电池板的 8 倍

# Description_QSolarPanelT3
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 4.32MW Max Power output. 8x the cost of elite solar panel. 8x the weight of elite solar panel 8x the power generated than elite solar panel
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 4.32MW. 8x el cost del panell solar d'elit. 8x el pes del panell solar d'elit 8x la potència generada que el panell solar d'elit
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 4,32 MW. 8x vyšší náklady na elitní solární panel. 8x větší hmotnost než solární panel Elite 8x více generovaného výkonu než solární panel Elite
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 4,32 MW maks. effekt. 8x prisen på elite solpanel. 8x vægten af elite solpanel 8x den producerede strøm end elite solpanel
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 4,32 MW maximale Ausgangsleistung. 8x so viel wie ein Elite-Solarpanel. 8-mal so viel Gewicht wie ein Elite-Solarmodul 8-mal so viel Strom erzeugt wie ein Elite-Solarmodul
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 4,32 MW. 8 veces el costo del panel solar de élite. 8 veces el peso del panel solar Elite 8 veces más energía generada que el panel solar Elite
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 4.32MW maksimaalne võimsus. 8x rohkem kui eliitne päikesepaneel. 8x suurem kui Elite päikesepaneeli kaal 8x rohkem toodetud energiat kui eliitne päikesepaneel
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 4.32MW maksimiteho. 8x eliitin aurinkopaneelin hinta. 8x eliitin aurinkopaneelin paino 8x tuotettu sähkö kuin eliitti aurinkopaneeli
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 4,32 MW. 8 fois le coût d’un panneau solaire d’élite. 8 fois le poids d’un panneau solaire d’élite 8 fois plus d’énergie générée qu’un panneau solaire d’élite
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 4.32 MW. 8x cijena elitnog solarnog panela. 8x težina elitne solarne ploče 8x proizvedena energija od elitne solarne ploče
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 4,32MW Max. teljesítmény. 8x annyiba, mint egy elit napelem. 8x nagyobb súlyú, mint az elit napelem 8x annyi energiát termel, mint az Elite napelem
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 4.32MWの最大出力。 エリートソーラーパネルの8倍のコスト。 エリートソーラーパネルの8倍の重量 エリートソーラーパネルの8倍の発電量
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 4.32MW maksimālā jauda. 8x elitārā saules paneļa izmaksas. 8x elites saules paneļa svars 8x lielāka jauda nekā elites saules panelim
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 4,32 MW maximaal uitgangsvermogen. 8x de kosten van een elite zonnepaneel. 8x het gewicht van Elite zonnepaneel 8x zoveel opgewekte stroom dan elite zonnepaneel
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 4,32 MW maks utgangseffekt. 8x kostnaden for elite solcellepanel. 8x vekten av elite solcellepanel 8x kraften som genereres enn elite solcellepanel
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. Potência máxima de 4,32MW. 8x o custo do painel solar de elite. 8x o peso do painel solar de elite 8x a energia gerada do que o painel solar de elite
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de 4,32MW. De 8 ori costul panoului solar de elită. De 8 ori greutatea panoului solar Elite De 8 ori mai multă energie generată decât panoul solar Elite
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 4,32 МВт. Стоимость элитной солнечной панели в 8 раз выше. В 8 раз больше веса элитной солнечной панели В 8 раз больше вырабатываемой энергии, чем у элитных солнечных панелей
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 4,32 MW. 8-násobok ceny solárnych panelov Elite. 8-násobok hmotnosti solárneho panelu Elite 8x vyšší výkon ako elitný solárny panel
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 4,32 MW maximal uteffekt. 8x kostnaden för Elite solpanel. 8x vikten av Elite solpanel 8x den effekt som genereras än Elite solpanel
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 4.32MW Maksimum Güç çıkışı. Elit güneş panelinin maliyetinin 8 katı. Elit güneş panelinin ağırlığının 8 katı Elit güneş panelinden 8 kat daha fazla güç üretildi
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 4,32 МВт. У 8 разів дорожче за елітну сонячну панель. У 8 разів більше ваги елітної сонячної панелі У 8 разів більше енергії, ніж елітна сонячна панель
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 4.32MW最大功率输出。 成本是精英太阳能电池板的 8 倍。 重量是精英太阳能电池板的 8 倍 发电量是精英太阳能电池板的 8 倍

# Description_QSRefineryT0
source: 11.12x Refine Speed. 0.30x Efficiency. 8.96MW Base power Usage. 8x Faster Than Normal Refinery. 8x Cost. Includes the cost of 32 normal speed modules. Equivalent to 8 normal refineries, with 4 speed modules each.
ca_ad: 11.12x Velocitat de refinament. 0.30x Eficiència. 8.96MW Ús de potència base. 8x més ràpid que la refineria normal. 8x Cost. Inclou el cost de 32 mòduls de velocitat normal. Equivalent a 8 refineries normals, amb mòduls de 4 velocitats cadascuna.
cs_cz: 11.12x Zpřesnění rychlosti. 0,30× účinnost. 8,96 MW Základní spotřeba energie. 8x rychlejší než běžná rafinérie. 8x náklady. Zahrnuje náklady na 32 modulů normální rychlosti. Ekvivalent 8 normálních rafinérií, každá se 4 rychlostními moduly.
da: 11.12x Finjuster hastigheden. 0.30x effektivitet. 8.96MW Base strømforbrug. 8x hurtigere end normalt raffinaderi. 8x omkostninger. Inkluderer prisen på 32 moduler med normal hastighed. Svarende til 8 normale raffinaderier, med 4 speed moduler hver.
de: 11,12-fache Geschwindigkeit verfeinern. 0,30-facher Wirkungsgrad. 8,96 MW Grundstromverbrauch. 8x schneller als normale Raffinerie. 8x Kosten. Beinhaltet die Kosten für 32 Module mit normaler Geschwindigkeit. Entspricht 8 normalen Raffinerien mit jeweils 4 Geschwindigkeitsmodulen.
es: 11.12x Refinar velocidad. Eficiencia de 0,30 veces. Consumo de energía base de 8,96 MW. 8 veces más rápido que la refinería normal. 8 veces el coste. Incluye el costo de 32 módulos de velocidad normal. Equivalente a 8 refinerías normales, con 4 módulos de velocidad cada una.
et_ee: 11.12x täpsustage kiirust. 0.30x efektiivsus. 8.96MW baasvõimsuse kasutamine. 8x kiirem kui tavaline rafineerimistehas. 8x maksumus. Sisaldab 32 normaalkiiruse mooduli maksumust. Samaväärne 8 tavalise rafineerimistehasega, millest igaühes on 4 kiirusmoodulit.
fi: 11,12x tarkennusnopeus. 0,30-kertainen hyötysuhde. 8.96MW Perusvirrankulutus. 8x nopeampi kuin normaali jalostamo. 8x hinta. Sisältää 32 normaalinopeusmoduulin kustannukset. Vastaa 8 normaalia jalostamoa, joissa kussakin on 4 nopeusmoduulia.
fr: Vitesse d’affinage 11,12x. Efficacité 0,30x. Consommation d’énergie de base de 8,96 MW. 8 fois plus rapide qu’une raffinerie normale. Coût multiplié par 8. Comprend le coût de 32 modules de vitesse normale. Équivalent à 8 raffineries normales, avec 4 modules de vitesse chacune.
hr_hr: 11.12x Pročistite brzinu. 0.30x učinkovitost. 8.96MW Potrošnja osnovne snage. 8x brže od normalne rafinerije. 8x Trošak. Uključuje cijenu 32 normalna modula brzine. Ekvivalentno 8 normalnih rafinerija, s po 4 modula brzine.
hu_hu: 11,12-szer finomítsa a sebességet. 0,30-szoros hatékonyság. 8,96MW alapenergia-felhasználás. 8x gyorsabb, mint a normál finomító. 8x költség. Tartalmazza 32 normál sebességű modul költségét. Ez 8 normál finomítónak felel meg, egyenként 4 sebességmodullal.
ja_jp: 11.12倍のリファイン速度。 0.30倍の効率。 8.96MWの基本電力使用量。 通常の製油所の8倍の速さ。 コストが8倍。 通常速度モジュール 32 台のコストを含みます。 通常の製油所8台分に相当し、それぞれに4つの速度モジュールがあります。
lv: 11,12x uzlabot ātrumu. 0,30x efektivitāte. 8.96MW bāzes jaudas izmantošana. 8x ātrāk nekā parastā rafinēšanas fabrika. 8x izmaksas. Ietver 32 parastā ātruma moduļu izmaksas. Līdzvērtīgs 8 parastām pārstrādes rūpnīcām ar 4 ātruma moduļiem katrā.
nl: 11.12x Snelheid verfijnen. 0.30x efficiëntie. 8,96 MW basisstroomverbruik. 8x sneller dan normale raffinaderij. 8x kosten. Inclusief de kosten van 32 modules met normale snelheid. Gelijk aan 8 normale raffinaderijen, met elk 4 snelheidsmodules.
no: 11.12x Finjuster hastigheten. 0,30 ganger effektivitet. 8,96 MW grunnstrømforbruk. 8 ganger raskere enn vanlig raffineri. 8x kostnad. Inkluderer kostnaden for 32 moduler med normal hastighet. Tilsvarer 8 normale raffinerier, med 4 hastighetsmoduler hver.
pt_br: 11.12x Refine a velocidade. Eficiência de 0,30x. Uso de energia base de 8,96MW. 8x mais rápido que a refinaria normal. Custo 8x. Inclui o custo de 32 módulos de velocidade normal. Equivalente a 8 refinarias normais, com 4 módulos de velocidade cada.
ro: Viteză de rafinare 11.12x. Eficiență de 0,30x. 8.96MW Consumul de energie de bază. De 8 ori mai rapid decât rafinăria normală. Cost de 8x. Include costul a 32 de module de viteză normală. Echivalentul a 8 rafinării normale, cu câte 4 module de viteză fiecare.
ru: Скорость уточнения в 11,12 раза. 0,30x Эффективность. 8,96 МВт Базовое энергопотребление. В 8 раз быстрее, чем на обычном нефтеперерабатывающем заводе. Стоимость в 8 раз. Включает в себя стоимость 32 модулей нормальной скорости. Эквивалентно 8 обычным нефтеперерабатывающим заводам, с 4 скоростными модулями на каждом.
sk_sk: 11,12x rýchlosť spresnenia. 0,30x účinnosť. Spotreba základného výkonu 8,96 MW. 8x rýchlejšia rafinéria ako bežná rafinéria. 8x náklady. Zahŕňa náklady na 32 modulov normálnej rýchlosti. Ekvivalent 8 bežných rafinérií, každá so 4 rýchlostnými modulmi.
sv: 11,12x förfina hastigheten. 0,30x effektivitet. 8,96 MW baseffektförbrukning. 8 gånger snabbare än normalt raffinaderi. 8x kostnad. Inkluderar kostnaden för 32 moduler med normal hastighet. Motsvarar 8 normala raffinaderier, med 4 hastighetsmoduler vardera.
tr_tr: 11.12x İyileştirme Hızı. 0.30x Verimlilik. 8.96MW Temel güç Kullanımı. Normal rafineriden 8 kat daha hızlı. 8x Maliyet. 32 normal hız modülünün maliyetini içerir. Her biri 4 hız modülüne sahip 8 normal rafineriye eşdeğerdir.
uk: 11,12-кратна швидкість уточнення. 0,30-кратна ефективність. Базова потужність 8,96 МВт. У 8 разів швидше, ніж звичайний нафтопереробний завод. Вартість у 8 разів. Включає вартість 32 модулів нормальної швидкості. Еквівалент 8 звичайних нафтопереробних заводів, з 4 швидкісними модулями кожен.
zh_cn: 11.12 倍优化速度。 效率 0.30 倍。 8.96MW基本用电量。 比普通炼油厂快 8 倍。 8 倍成本。 包括 32 个正常速度模块的成本。 相当于 8 个普通炼油厂，每个炼油厂有 4 个速度模块。
