Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeDarkEnergyReactorT2
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 1.5x more efficient than Dark Energy. 2.25x More efficient than Uranium. Dark Energy is extremely rare. Found only in Asteroids, on Planet Energia, and on Planet Clangia. 1.5x Better than Enhanced. Max Power Output: 675MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 1,5 vegades més eficients que l'energia fosca. 2.25x Més eficient que l'urani. L'energia fosca és extremadament rara. Es troba només en asteroides, al planeta Energia i al planeta Clangia. 1.5x Millor que millorat. Potència màxima de sortida: 675MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 1,5x účinnější než temná energie. 2,25x účinnější než uran. Temná energie je extrémně vzácná. Vyskytuje se pouze na asteroidech, na planetě Energia a na planetě Clangia. 1,5× lepší než vylepšené. Maximální výstupní výkon: 675 MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Dark Energy barrer er 1,5 gange mere effektive end Dark Energy. 2.25x Mere effektiv end uran. Mørk energi er ekstremt sjælden. Findes kun i asteroider, på Planet Energia og på Planet Clangia. 1.5x bedre end forbedret. Maks. effekt: 675MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Dunkle Energiebarren sind 1,5-mal effizienter als Dunkle Energie. 2,25x effizienter als Uran. Dunkle Energie ist extrem selten. Kommt nur in Asteroiden, auf dem Planeten Energia und auf dem Planeten Clangia vor. 1,5x besser als verbessert. Maximale Leistung: 675MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 1,5 veces más eficientes que los de energía oscura. 2,25 veces más eficiente que el uranio. La Energía Oscura es extremadamente rara. Solo se encuentra en asteroides, en el planeta Energia y en el planeta Clangia. 1,5 veces mejor que mejorado. Potencia máxima de salida: 675 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 1.5x tõhusamad kui Dark Energy. 2.25x tõhusam kui uraan. Tume energia on äärmiselt haruldane. Leitud ainult asteroididel, Planet Energial ja planeedil Clangia. 1.5x parem kui täiustatud. Maksimaalne võimsus: 675MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 1.5x tehokkaampia kuin pimeä energia. 2,25x tehokkaampi kuin uraani. Pimeä energia on erittäin harvinaista. Löytyy vain asteroideista, Energia-planeetalta ja Clangia-planeetalta. 1,5 kertaa parempi kuin parannettu. Suurin teho: 675MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 1,5 fois plus efficaces que l’énergie noire. 2,25 fois plus efficace que l’uranium. L’énergie noire est extrêmement rare. On ne le trouve que dans les astéroïdes, sur la planète Energia et sur la planète Clangia. 1,5 fois mieux que Amélioré. Puissance de sortie maximale : 675 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 1.5x učinkovitiji od tamne energije. 2.25x Učinkovitiji od urana. Tamna energija je izuzetno rijetka. Nalazi se samo u asteroidima, na planeti Energia i na planeti Clangia. 1.5x Bolje od poboljšanog. Maksimalna snaga: 675MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energia öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 2,25x hatékonyabb, mint az urán. A sötét energia rendkívül ritka. Csak aszteroidákban, az Energia bolygón és a Clangia bolygón található. 1,5-szer jobb, mint a továbbfejlesztett. Max. teljesítmény: 675MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの2.25倍の効率。ダークエネルギーは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 Enhancedより1.5倍優れています。 最大出力:675MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 1,5x efektīvāki nekā Dark Energy. 2,25x Efektīvāks par urānu. Tumšā enerģija ir ārkārtīgi reta. Atrasts tikai asteroīdos, uz planētas Energia un uz planētas Clangia. 1,5x labāk nekā uzlabots. Maksimālā jauda: 675MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 1,5x efficiënter dan donkere energie. 2,25x efficiënter dan uranium. Donkere energie is uiterst zeldzaam. Alleen gevonden in asteroïden, op planeet Energia en op planeet Clangia. 1,5x beter dan verbeterd. Maximaal uitgangsvermogen: 675MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 1,5 ganger mer effektive enn mørk energi. 2,25 ganger mer effektivt enn uran. Mørk energi er ekstremt sjelden. Finnes bare i asteroider, på Planet Energia og på planeten Clangia. 1,5 ganger bedre enn forbedret. Maks utgangseffekt: 675 MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de Energia Escura são 1,5x mais eficientes que os de Energia Escura. 2,25x mais eficiente que o urânio. A energia escura é extremamente rara. Encontrado apenas em Asteroides, no Planeta Energia e no Planeta Clangia. 1,5x melhor que o aprimorado. Potência máxima: 675MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 1,5 ori mai eficiente decât energia întunecată. De 2,25 ori mai eficient decât uraniul. Energia întunecată este extrem de rară. Se găsește numai în asteroizi, pe planeta Energia și pe planeta Clangia. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire: 675MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки Темной Энергии в 1,5 раза эффективнее, чем Темная Энергия. В 2,25 раза эффективнее, чем уран. Темная энергия встречается крайне редко. Встречается только на астероидах, на планете Энергия и на планете Клангия. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность: 675 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Zliatky Dark Energy sú 1,5x účinnejšie ako Dark Energy. 2,25x účinnejší ako urán. Temná energia je extrémne zriedkavá. Nachádza sa iba v asteroidoch, na planéte Energia a na planéte Clangia. 1,5x lepšie ako vylepšené. Maximálny výkon: 675MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Mörkenergitackor är 1,5 gånger effektivare än mörk energi. 2,25 gånger effektivare än uran. Mörk energi är extremt sällsynt. Finns bara på asteroider, på planeten Energia och på planeten Clangia. 1,5 gånger bättre än Enhanced. Max uteffekt: 675MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Karanlık Enerjiden 1,5 kat daha verimlidir. Uranyumdan 2.25 kat daha verimli. Karanlık Enerji son derece nadirdir. Sadece Asteroitlerde, Energia Gezegeninde ve Clangia Gezegeninde bulunur. Geliştirilmiş'ten 1,5 kat daha iyi. Maksimum Güç Çıkışı: 675MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 1,5 рази ефективніші, ніж темна енергія. У 2,25 рази ефективніше, ніж уран. Темна енергія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, на планеті Енергія і на планеті Клангія. У 1,5 раза краще, ніж покращене. Максимальна вихідна потужність: 675 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是暗能量的 1.5 倍。效率是铀的 2.25 倍。暗能量极为罕见。仅在小行星、Energia 行星和 Clangia 行星上发现。 比增强型好 1.5 倍。 最大输出功率：675MW

# Description_LargeDarkEnergyReactorT3
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 1.5x more efficient than Dark Energy. 2.25x More efficient than Uranium. Dark Energy is extremely rare. Found only in Asteroids, on Planet Energia, and on Planet Clangia. 1.5x Better than Proficient. Max Power Output: 1013MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 1,5 vegades més eficients que l'energia fosca. 2.25x Més eficient que l'urani. L'energia fosca és extremadament rara. Es troba només en asteroides, al planeta Energia i al planeta Clangia. 1.5x Millor que competent. Potència màxima de sortida: 1013MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 1,5x účinnější než temná energie. 2,25x účinnější než uran. Temná energie je extrémně vzácná. Vyskytuje se pouze na asteroidech, na planetě Energia a na planetě Clangia. 1,5x lepší než zdatný. Maximální výstupní výkon: 1013MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Dark Energy barrer er 1,5 gange mere effektive end Dark Energy. 2.25x Mere effektiv end uran. Mørk energi er ekstremt sjælden. Findes kun i asteroider, på Planet Energia og på Planet Clangia. 1.5x bedre end dygtig. Maks. effekt: 1013MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Dunkle Energiebarren sind 1,5-mal effizienter als Dunkle Energie. 2,25x effizienter als Uran. Dunkle Energie ist extrem selten. Kommt nur in Asteroiden, auf dem Planeten Energia und auf dem Planeten Clangia vor. 1,5x besser als kompetent. Maximale Leistung: 1013MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 1,5 veces más eficientes que los de energía oscura. 2,25 veces más eficiente que el uranio. La Energía Oscura es extremadamente rara. Solo se encuentra en asteroides, en el planeta Energia y en el planeta Clangia. 1,5 veces mejor que Proficiente. Potencia máxima de salida: 1013MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 1.5x tõhusamad kui Dark Energy. 2.25x tõhusam kui uraan. Tume energia on äärmiselt haruldane. Leitud ainult asteroididel, Planet Energial ja planeedil Clangia. 1.5x parem kui Proficient. Maksimaalne võimsus: 1013MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 1.5x tehokkaampia kuin pimeä energia. 2,25x tehokkaampi kuin uraani. Pimeä energia on erittäin harvinaista. Löytyy vain asteroideista, Energia-planeetalta ja Clangia-planeetalta. 1,5 kertaa parempi kuin taitava. Suurin teho: 1013MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 1,5 fois plus efficaces que l’énergie noire. 2,25 fois plus efficace que l’uranium. L’énergie noire est extrêmement rare. On ne le trouve que dans les astéroïdes, sur la planète Energia et sur la planète Clangia. 1,5 fois mieux que compétent. Puissance de sortie maximale : 1013 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 1.5x učinkovitiji od tamne energije. 2.25x Učinkovitiji od urana. Tamna energija je izuzetno rijetka. Nalazi se samo u asteroidima, na planeti Energia i na planeti Clangia. 1.5x bolje od stručnog. Maksimalna snaga: 1013MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energia öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 2,25x hatékonyabb, mint az urán. A sötét energia rendkívül ritka. Csak aszteroidákban, az Energia bolygón és a Clangia bolygón található. 1,5x jobb, mint a Proficient. Max teljesítmény: 1013MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの2.25倍の効率。ダークエネルギーは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 熟練の1.5倍優れています。 最大出力:1013MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 1,5x efektīvāki nekā Dark Energy. 2,25x Efektīvāks par urānu. Tumšā enerģija ir ārkārtīgi reta. Atrasts tikai asteroīdos, uz planētas Energia un uz planētas Clangia. 1,5x labāk nekā lietpratējs. Maksimālā jauda: 1013MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 1,5x efficiënter dan donkere energie. 2,25x efficiënter dan uranium. Donkere energie is uiterst zeldzaam. Alleen gevonden in asteroïden, op planeet Energia en op planeet Clangia. 1,5x beter dan bekwaam. Maximaal uitgangsvermogen: 1013MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 1,5 ganger mer effektive enn mørk energi. 2,25 ganger mer effektivt enn uran. Mørk energi er ekstremt sjelden. Finnes bare i asteroider, på Planet Energia og på planeten Clangia. 1,5 ganger bedre enn dyktig. Maks effekt: 1013MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de Energia Escura são 1,5x mais eficientes que os de Energia Escura. 2,25x mais eficiente que o urânio. A energia escura é extremamente rara. Encontrado apenas em Asteroides, no Planeta Energia e no Planeta Clangia. 1,5x melhor que o Proficient. Potência máxima: 1013MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 1,5 ori mai eficiente decât energia întunecată. De 2,25 ori mai eficient decât uraniul. Energia întunecată este extrem de rară. Se găsește numai în asteroizi, pe planeta Energia și pe planeta Clangia. De 1,5 ori mai bun decât Proficient. Putere maximă: 1013MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки Темной Энергии в 1,5 раза эффективнее, чем Темная Энергия. В 2,25 раза эффективнее, чем уран. Темная энергия встречается крайне редко. Встречается только на астероидах, на планете Энергия и на планете Клангия. В 1,5 раза лучше, чем Опытный. Максимальная выходная мощность: 1013 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Zliatky Dark Energy sú 1,5x účinnejšie ako Dark Energy. 2,25x účinnejší ako urán. Temná energia je extrémne zriedkavá. Nachádza sa iba v asteroidoch, na planéte Energia a na planéte Clangia. 1,5x lepšie ako zdatný. Maximálny výkon: 1013MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Mörkenergitackor är 1,5 gånger effektivare än mörk energi. 2,25 gånger effektivare än uran. Mörk energi är extremt sällsynt. Finns bara på asteroider, på planeten Energia och på planeten Clangia. 1,5 gånger bättre än skicklig. Max uteffekt: 1013MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Karanlık Enerjiden 1,5 kat daha verimlidir. Uranyumdan 2.25 kat daha verimli. Karanlık Enerji son derece nadirdir. Sadece Asteroitlerde, Energia Gezegeninde ve Clangia Gezegeninde bulunur. Yetkinden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 1013MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 1,5 рази ефективніші, ніж темна енергія. У 2,25 рази ефективніше, ніж уран. Темна енергія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, на планеті Енергія і на планеті Клангія. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність: 1013 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是暗能量的 1.5 倍。效率是铀的 2.25 倍。暗能量极为罕见。仅在小行星、Energia 行星和 Clangia 行星上发现。 比精通好 1.5 倍。 最大输出功率：1013MW

# Description_LargeDarkEnergyTankT0
source: Dark Energy tanks are used for storing Dark Energy fuel. Dark Energy is used for Dark Energy thrusters, engines or jetpack fuel. Dark Energy can be produced from Dark Matter in a Dark Energy generator.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar combustible d'energia fosca. L'energia fosca s'utilitza per a propulsors d'energia fosca, motors o combustible jetpack. L'energia fosca es pot produir a partir de matèria fosca en un generador d'energia fosca.
cs_cz: Nádrže temné energie se používají k ukládání paliva temné energie. Temná energie se používá pro trysky temné energie, motory nebo palivo pro jetpacky. Temná energie může být produkována z temné hmoty v generátoru temné energie.
da: Dark Energy tanke bruges til opbevaring af Dark Energy brændstof. Dark Energy bruges til Dark Energy thrustere, motorer eller jetpack brændstof. Mørk energi kan produceres fra mørkt stof i en mørk energigenerator.
de: Dark Energy Tanks werden für die Lagerung von Dark Energy Treibstoff verwendet. Dark Energy wird für Dark Energy Triebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Dunkle Energie kann aus Dunkler Materie in einem Generator für Dunkle Energie erzeugt werden.
es: Los tanques de energía oscura se utilizan para almacenar combustible de energía oscura. La energía oscura se utiliza para los propulsores de energía oscura, los motores o el combustible de la mochila propulsora. La energía oscura se puede producir a partir de la materia oscura en un generador de energía oscura.
et_ee: Dark Energy mahuteid kasutatakse Dark Energy kütuse hoidmiseks. Dark Energy't kasutatakse Dark Energy tõukurite, mootorite või jetpack-kütuse jaoks. Tumeenergiat saab toota tumeainest tumeenergia generaatoris.
fi: Dark Energy -säiliöitä käytetään pimeän energian polttoaineen varastointiin. Pimeää energiaa käytetään pimeän energian potkureissa, moottoreissa tai rakettireppupolttoaineessa. Pimeää energiaa voidaan tuottaa pimeästä aineesta pimeän energian generaattorissa.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker le carburant d’énergie noire. L’énergie noire est utilisée pour les propulseurs, les moteurs ou le carburant pour jetpacks. L’énergie noire peut être produite à partir de la matière noire dans un générateur d’énergie noire.
hr_hr: Spremnici tamne energije koriste se za skladištenje goriva tamne energije. Tamna energija koristi se za potisnike tamne energije, motore ili mlazno gorivo. Tamna energija može se proizvesti iz tamne tvari u generatoru tamne energije.
hu_hu: A sötét energia tartályokat a sötét energia üzemanyag tárolására használják. A sötét energiát a sötét energia hajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A sötét energia előállítható a sötét anyagból egy sötét energia generátorban.
ja_jp: ダークエネルギータンクは、ダークエネルギー燃料を貯蔵するために使用されます。 ダークエネルギーは、ダークエネルギーのスラスター、エンジン、ジェットパック燃料に使用されます。ダークエネルギーは、ダークエネルギー発生装置でダークマターから生成することができます。
lv: Tumšās enerģijas tvertnes tiek izmantotas Tumšās enerģijas degvielas uzglabāšanai. Dark Energy tiek izmantots Dark Energy vilces līdzekļiem, dzinējiem vai jetpack degvielai. Tumšo enerģiju var ražot no tumšās matērijas tumšās enerģijas ģeneratorā.
nl: Dark Energy-tanks worden gebruikt voor het opslaan van Dark Energy-brandstof. Dark Energy wordt gebruikt voor Dark Energy stuwraketten, motoren of jetpack-brandstof. Donkere energie kan worden geproduceerd uit donkere materie in een donkere energiegenerator.
no: Dark Energy-tanker brukes til lagring av Dark Energy-drivstoff. Dark Energy brukes til Dark Energy thrustere, motorer eller jetpack drivstoff. Mørk energi kan produseres fra mørk materie i en mørk energigenerator.
pt_br: Os tanques de Energia Escura são usados para armazenar combustível de Energia Escura. A Energia Escura é usada para propulsores de Energia Escura, motores ou combustível de jetpack. A Energia Escura pode ser produzida a partir da Matéria Escura em um gerador de Energia Escura.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea combustibilului de energie întunecată. Energia întunecată este utilizată pentru propulsoare, motoare sau combustibil jetpack. Energia întunecată poate fi produsă din materia întunecată într-un generator de energie întunecată.
ru: Резервуары Темной Энергии используются для хранения топлива Темной Энергии. Темная энергия используется для двигателей, двигателей или топлива для реактивных ранцев. Темная энергия может быть произведена из темной материи в генераторе темной энергии.
sk_sk: Nádrže Dark Energy sa používajú na skladovanie paliva Dark Energy. Dark Energy sa používa pre motory Dark Energy, motory alebo jetpackové palivo. Temná energia môže byť vyrobená z temnej hmoty v generátore tmavej energie.
sv: Dark Energy-tankar används för att lagra Dark Energy-bränsle. Dark Energy används för Dark Energy-propellrar, motorer eller jetpack-bränsle. Mörk energi kan produceras från mörk materia i en mörk energigenerator.
tr_tr: Karanlık Enerji tankları, Karanlık Enerji yakıtını depolamak için kullanılır. Karanlık Enerji, Karanlık Enerji iticileri, motorlar veya jetpack yakıtı için kullanılır. Karanlık Enerji, bir Karanlık Enerji jeneratöründe Karanlık Maddeden üretilebilir.
uk: Резервуари Dark Energy використовуються для зберігання палива Dark Energy. Темна енергія використовується для двигунів, двигунів або палива для реактивних ранців Dark Energy. Темна енергія може бути отримана з темної матерії в генераторі темної енергії.
zh_cn: 暗能量罐用于储存暗能量燃料。 暗能量用于暗能量推进器、发动机或喷气背包燃料。暗能量可以从暗能量发生器中的暗物质中产生。
