Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallDarkPowerGeneratorT0
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 22x more efficient than the hydrogen engine. Normal Max Power Output: 0.5MW Fuel Capacity: 5000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 22 vegades més eficient que el motor d'hidrogen. Normal Potència màxima de sortida: 0.5MW Capacitat de combustible: 5000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 22x účinnější než vodíkový motor. Normální Maximální výstupní výkon: 0,5 MW Objem palivové nádrže: 5000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 22x mere effektiv end brintmotoren. Normal Maks. effekt: 0,5 MW Brændstof kapacitet: 5000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 22-mal effizienter als der Wasserstoffmotor. Normal Maximale Leistung: 0,5 MW Kraftstoffkapazität: 5000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 22 veces más eficiente que el motor de hidrógeno. Normal Potencia máxima de salida: 0,5 MW Capacidad de combustible: 5000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 22x efektiivsem kui vesinikmootor. Tavaline Maksimaalne võimsus: 0.5MW Kütuse maht: 5000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 22x tehokkaampi kuin vetymoottori. Normaali Suurin teho: 0.5MW Polttoainekapasiteetti: 5000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 22 fois plus efficace que le moteur à hydrogène. Normal Puissance de sortie maximale : 0,5 MW Capacité de carburant : 5000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije je 22 puta učinkovitiji od vodikovog motora. Normalan Maksimalna izlazna snaga: 0,5 MW Kapacitet goriva: 5000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 22x hatékonyabb, mint a hidrogén motor. Normális Max. teljesítmény: 0,5 MW Üzemanyagtartály: 5000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの22倍の効率です。 正常 最大出力:0.5MW 燃料容量:5000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 22x efektīvāks nekā ūdeņraža dzinējs. Parasts Maksimālā jauda: 0.5MW Degvielas ietilpība: 5000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 22x efficiënter dan de waterstofmotor. Normaal Maximaal uitgangsvermogen: 0,5 MW Tankinhoud: 5000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 22 ganger mer effektiv enn hydrogenmotoren. Normal Maks effekt: 0,5 MW Drivstoff Kapasitet: 5000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 22x mais eficiente do que o motor a hidrogênio. Normal Potência máxima: 0.5MW Capacidade de combustível: 5000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 22 de ori mai eficient decât motorul cu hidrogen. Normal Putere maximă de ieșire: 0.5MW Capacitate combustibil: 5000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 22 раза эффективнее водородного. Нормальный Максимальная выходная мощность: 0,5 МВт Емкость топливного бака: 5000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 22x účinnejší ako vodíkový motor. Normálny Maximálny výkon: 0.5MW Kapacita paliva: 5000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 22 gånger effektivare än vätgasmotorn. Normal Max uteffekt: 0,5 MW Bränslekapacitet: 5000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 22 kat daha verimlidir. Normal Maksimum Güç Çıkışı: 0.5MW Yakıt kapasitesi: 5000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 22 рази ефективніший за водневий двигун. Нормальний Максимальна вихідна потужність: 0,5 МВт Запас палива: 5000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 22 倍。 正常 最大功率输出：0.5MW 燃油容量：5000L

# Description_SmallDarkPowerGeneratorT1
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 1.5x more efficient than the hydrogen engine. 1.5 Better Than Normal Max Power Output: 0.75MW Fuel Capacity: 75000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 1.5x més eficient que el motor d'hidrogen. 1.5 Millor del normal Potència màxima de sortida: 0.75MW Capacitat de combustible: 75000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 1,5x účinnější než vodíkový motor. 1.5 Lepší než normální Maximální výstupní výkon: 0,75 MW Objem palivové nádrže: 75000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 1,5 gange mere effektiv end brintmotoren. 1.5 Bedre end normalt Maks. effekt: 0,75 MW Brændstof kapacitet: 75000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 1,5-mal effizienter als der Wasserstoffmotor. 1.5 Besser als normal Maximale Leistung: 0,75 MW Kraftstoffkapazität: 75000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 1,5 veces más eficiente que el motor de hidrógeno. 1.5 Mejor de lo normal Potencia máxima de salida: 0,75 MW Capacidad de combustible: 75000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 1.5x tõhusam kui vesinikmootor. 1.5 Tavalisest parem Maksimaalne võimsus: 0.75MW Kütuse maht: 75000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 1,5 kertaa tehokkaampi kuin vetymoottori. 1.5 Normaalia parempi Suurin teho: 0.75MW Polttoainekapasiteetti: 75000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 1,5 fois plus efficace que le moteur à hydrogène. 1.5 Mieux que la normale Puissance de sortie maximale : 0,75 MW Capacité de carburant : 75000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije je 1,5 puta učinkovitiji od vodikovog motora. 1.5 Bolje od normalnog Maksimalna izlazna snaga: 0,75 MW Kapacitet goriva: 75000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 1,5-szer hatékonyabb, mint a hidrogén motor. 1.5 A normálnál jobb Max. teljesítmény: 0,75MW Üzemanyagtartály: 75000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの1.5倍の効率です。 1.5 通常より優れている 最大出力:0.75MW 燃料容量:75000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 1,5x efektīvāks nekā ūdeņraža dzinējs. 1.5 Labāk nekā parasti Maksimālā jauda: 0.75MW Degvielas ietilpība: 75000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 1,5x efficiënter dan de waterstofmotor. 1.5 Beter dan normaal Maximaal uitgangsvermogen: 0,75 MW Tankinhoud: 75000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 1,5 ganger mer effektiv enn hydrogenmotoren. 1.5 Bedre enn normalt Maks utgangseffekt: 0,75 MW Drivstoff kapasitet: 75000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 1,5x mais eficiente que o motor a hidrogênio. 1.5 Melhor do que o normal Potência máxima: 0.75MW Capacidade de combustível: 75000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 1,5 ori mai eficient decât motorul cu hidrogen. 1.5 Mai bine decât în mod normal Putere maximă de ieșire: 0.75MW Capacitate combustibil: 75000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 1,5 раза эффективнее водородного. 1.5 Лучше, чем обычно Максимальная выходная мощность: 0,75 МВт Объем топливного бака: 75000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 1,5x účinnejší ako vodíkový motor. 1.5 Lepšie ako normálne Maximálny výkon: 0.75MW Kapacita paliva: 75000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 1,5 gånger effektivare än vätgasmotorn. 1.5 Bättre än normalt Max uteffekt: 0,75 MW Bränslekapacitet: 75000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 1,5 kat daha verimlidir. 1.5 Normalden daha iyi Maksimum Güç Çıkışı: 0.75MW Yakıt kapasitesi: 75000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 1,5 рази ефективніший за водневий двигун. 1.5 Краще, ніж зазвичай Максимальна вихідна потужність: 0,75 МВт Запас палива: 75000л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 1.5 倍。 1.5 比正常情况好 最大输出功率：0.75MW 油量：75000L

# Description_SmallDarkPowerGeneratorT2
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 1.5x more efficient than the hydrogen engine. 1.5 Better Than Enhanced Max Power Output: 1.13MW Fuel Capacity: 11250L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 1.5x més eficient que el motor d'hidrogen. 1.5 Millor que millorat Potència màxima de sortida: 1.13MW Capacitat de combustible: 11250L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 1,5x účinnější než vodíkový motor. 1.5 Lepší než vylepšený Maximální výstupní výkon: 1,13 MW Objem palivové nádrže: 11250L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 1,5 gange mere effektiv end brintmotoren. 1.5 Bedre end forbedret Maks. effekt: 1,13 MW Brændstof kapacitet: 11250L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 1,5-mal effizienter als der Wasserstoffmotor. 1.5 Besser als Enhanced Maximale Leistung: 1,13 MW Kraftstoffkapazität: 11250L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 1,5 veces más eficiente que el motor de hidrógeno. 1.5 Mejor que mejorado Potencia máxima de salida: 1,13 MW Capacidad de combustible: 11250L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 1.5x tõhusam kui vesinikmootor. 1.5 Parem kui täiustatud Maksimaalne võimsus: 1.13MW Kütuse maht: 11250L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 1,5 kertaa tehokkaampi kuin vetymoottori. 1.5 Parempi kuin parannettu Suurin teho: 1.13MW Polttoainetilavuus: 11250L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 1,5 fois plus efficace que le moteur à hydrogène. 1.5 Mieux qu’amélioré Puissance de sortie maximale : 1,13 MW Capacité de carburant : 11250L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije je 1,5 puta učinkovitiji od vodikovog motora. 1.5 Bolje od poboljšanog Maksimalna snaga: 1.13MW Kapacitet goriva: 11250L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 1,5-szer hatékonyabb, mint a hidrogén motor. 1.5 Jobb, mint a továbbfejlesztett; Max teljesítmény: 1.13MW Üzemanyagtartály: 11250L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの1.5倍の効率です。 1.5 強化よりも優れている 最大出力:1.13MW 燃料容量:11250L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 1,5x efektīvāks nekā ūdeņraža dzinējs. 1.5 Labāk nekā uzlabots Maksimālā jauda: 1.13MW Degvielas ietilpība: 11250L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 1,5x efficiënter dan de waterstofmotor. 1.5 Beter dan verbeterd Maximaal uitgangsvermogen: 1,13 MW Tankinhoud: 11250L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 1,5 ganger mer effektiv enn hydrogenmotoren. 1.5 Bedre enn forbedret Maks effekt: 1,13 MW Drivstoff kapasitet: 11250L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 1,5x mais eficiente que o motor a hidrogênio. 1.5 Melhor do que Aprimorado Potência máxima: 1.13MW Capacidade de combustível: 11250L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 1,5 ori mai eficient decât motorul cu hidrogen. 1.5 Mai bine decât îmbunătățit Putere maximă de ieșire: 1.13MW Capacitate combustibil: 11250L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 1,5 раза эффективнее водородного. 1.5 Лучше, чем улучшено Максимальная выходная мощность: 1,13 МВт Объем топливного бака: 11250L
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 1,5x účinnejší ako vodíkový motor. 1.5 Lepšie ako vylepšené Maximálny výkon: 1.13MW Kapacita paliva: 11250L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 1,5 gånger effektivare än vätgasmotorn. 1.5 Bättre än förbättrad Max uteffekt: 1,13 MW Bränslekapacitet: 11250L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 1,5 kat daha verimlidir. 1.5 Geliştirilmişten Daha İyi Maksimum Güç Çıkışı: 1.13MW Yakıt Kapasitesi: 11250L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 1,5 рази ефективніший за водневий двигун. 1.5 Краще, ніж покращене Максимальна вихідна потужність: 1,13 МВт Запас палива: 11250л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 1.5 倍。 1.5 优于增强型 最大输出功率：1.13MW 油量：11250L

# Description_SmallDarkPowerGeneratorT3
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 1.5x more efficient than the hydrogen engine. 1.5 Better Than Proficient Max Power Output: 1.69MW Fuel Capacity: 16875L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 1.5x més eficient que el motor d'hidrogen. 1.5 Millor que competent Potència màxima de sortida: 1.69MW Capacitat de combustible: 16875L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 1,5x účinnější než vodíkový motor. 1.5 Lepší než zdatný Maximální výstupní výkon: 1,69 MW Objem palivové nádrže: 16875L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 1,5 gange mere effektiv end brintmotoren. 1.5 Bedre end dygtig Maks. effekt: 1,69 MW Brændstof kapacitet: 16875L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 1,5-mal effizienter als der Wasserstoffmotor. 1.5 Besser als kompetent Maximale Leistung: 1,69 MW Kraftstoffkapazität: 16875L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 1,5 veces más eficiente que el motor de hidrógeno. 1.5 Mejor que competente Potencia máxima de salida: 1,69 MW Capacidad de combustible: 16875L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 1.5x tõhusam kui vesinikmootor. 1.5 Parem kui vilunud Maksimaalne võimsus: 1.69MW Kütuse maht: 16875L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 1,5 kertaa tehokkaampi kuin vetymoottori. 1.5 Parempi kuin taitava Suurin teho: 1.69MW Polttoainetilavuus: 16875L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 1,5 fois plus efficace que le moteur à hydrogène. 1.5 Mieux que compétent Puissance de sortie maximale : 1,69 MW Capacité de carburant : 16875L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije je 1,5 puta učinkovitiji od vodikovog motora. 1.5 Bolje od stručnog Maksimalna izlazna snaga: 1.69MW Kapacitet goriva: 16875L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 1,5-szer hatékonyabb, mint a hidrogén motor. 1.5 Jobb, mint a proficient Max teljesítmény: 1.69MW Üzemanyagtartály: 16875L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの1.5倍の効率です。 1.5 熟練より優れている 最大出力:1.69MW 燃料容量:16875L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 1,5x efektīvāks nekā ūdeņraža dzinējs. 1.5 Labāk nekā lietpratējs Maksimālā jauda: 1.69MW Degvielas ietilpība: 16875L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 1,5x efficiënter dan de waterstofmotor. 1.5 Beter dan bekwaam Maximaal uitgangsvermogen: 1,69 MW Tankinhoud: 16875L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 1,5 ganger mer effektiv enn hydrogenmotoren. 1.5 Bedre enn dyktig Maks utgangseffekt: 1,69 MW Drivstoff kapasitet: 16875L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 1,5x mais eficiente que o motor a hidrogênio. 1.5 Melhor que proficiente Potência máxima: 1.69MW Capacidade de combustível: 16875L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 1,5 ori mai eficient decât motorul cu hidrogen. 1.5 Mai bun decât competent Putere maximă de ieșire: 1.69MW Capacitate combustibil: 16875L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 1,5 раза эффективнее водородного. 1.5 Лучше, чем Proficient Максимальная выходная мощность: 1,69 МВт Емкость топливного бака: 16875 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 1,5x účinnejší ako vodíkový motor. 1.5 Lepšie ako zdatné Maximálny výkon: 1.69MW Kapacita paliva: 16875L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 1,5 gånger effektivare än vätgasmotorn. 1.5 Bättre än skicklig Max uteffekt: 1,69 MW Bränslekapacitet: 16875L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 1,5 kat daha verimlidir. 1.5 Yetkinden daha iyi Maksimum Güç Çıkışı: 1.69MW Yakıt Kapasitesi: 16875L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 1,5 рази ефективніший за водневий двигун. 1.5 Краще, ніж досвідчений Максимальна вихідна потужність: 1,69 МВт Запас палива: 16875 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 1.5 倍。 1.5 优于精通 最大输出功率：1.69MW 燃油容量：16875L
