Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeDarkEnergyTankT1
source: Dark Energy tanks are used for storing Dark Energy fuel. Dark Energy is used for Dark Energy thrusters, engines or jetpack fuel. Dark Energy can be produced from Dark Matter in a Dark Energy generator.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar combustible d'energia fosca. L'energia fosca s'utilitza per a propulsors d'energia fosca, motors o combustible jetpack. L'energia fosca es pot produir a partir de matèria fosca en un generador d'energia fosca.
cs_cz: Nádrže temné energie se používají k ukládání paliva temné energie. Temná energie se používá pro trysky temné energie, motory nebo palivo pro jetpacky. Temná energie může být produkována z temné hmoty v generátoru temné energie.
da: Dark Energy tanke bruges til opbevaring af Dark Energy brændstof. Dark Energy bruges til Dark Energy thrustere, motorer eller jetpack brændstof. Mørk energi kan produceres fra mørkt stof i en mørk energigenerator.
de: Dark Energy Tanks werden für die Lagerung von Dark Energy Treibstoff verwendet. Dark Energy wird für Dark Energy Triebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Dunkle Energie kann aus Dunkler Materie in einem Generator für Dunkle Energie erzeugt werden.
es: Los tanques de energía oscura se utilizan para almacenar combustible de energía oscura. La energía oscura se utiliza para los propulsores de energía oscura, los motores o el combustible de la mochila propulsora. La energía oscura se puede producir a partir de la materia oscura en un generador de energía oscura.
et_ee: Dark Energy mahuteid kasutatakse Dark Energy kütuse hoidmiseks. Dark Energy't kasutatakse Dark Energy tõukurite, mootorite või jetpack-kütuse jaoks. Tumeenergiat saab toota tumeainest tumeenergia generaatoris.
fi: Dark Energy -säiliöitä käytetään pimeän energian polttoaineen varastointiin. Pimeää energiaa käytetään pimeän energian potkureissa, moottoreissa tai rakettireppupolttoaineessa. Pimeää energiaa voidaan tuottaa pimeästä aineesta pimeän energian generaattorissa.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker le carburant d’énergie noire. L’énergie noire est utilisée pour les propulseurs, les moteurs ou le carburant pour jetpacks. L’énergie noire peut être produite à partir de la matière noire dans un générateur d’énergie noire.
hr_hr: Spremnici tamne energije koriste se za skladištenje goriva tamne energije. Tamna energija koristi se za potisnike tamne energije, motore ili mlazno gorivo. Tamna energija može se proizvesti iz tamne tvari u generatoru tamne energije.
hu_hu: A sötét energia tartályokat a sötét energia üzemanyag tárolására használják. A sötét energiát a sötét energia hajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A sötét energia előállítható a sötét anyagból egy sötét energia generátorban.
ja_jp: ダークエネルギータンクは、ダークエネルギー燃料を貯蔵するために使用されます。 ダークエネルギーは、ダークエネルギーのスラスター、エンジン、ジェットパック燃料に使用されます。ダークエネルギーは、ダークエネルギー発生装置でダークマターから生成することができます。
lv: Tumšās enerģijas tvertnes tiek izmantotas Tumšās enerģijas degvielas uzglabāšanai. Dark Energy tiek izmantots Dark Energy vilces līdzekļiem, dzinējiem vai jetpack degvielai. Tumšo enerģiju var ražot no tumšās matērijas tumšās enerģijas ģeneratorā.
nl: Dark Energy-tanks worden gebruikt voor het opslaan van Dark Energy-brandstof. Dark Energy wordt gebruikt voor Dark Energy stuwraketten, motoren of jetpack-brandstof. Donkere energie kan worden geproduceerd uit donkere materie in een donkere energiegenerator.
no: Dark Energy-tanker brukes til lagring av Dark Energy-drivstoff. Dark Energy brukes til Dark Energy thrustere, motorer eller jetpack drivstoff. Mørk energi kan produseres fra mørk materie i en mørk energigenerator.
pt_br: Os tanques de Energia Escura são usados para armazenar combustível de Energia Escura. A Energia Escura é usada para propulsores de Energia Escura, motores ou combustível de jetpack. A Energia Escura pode ser produzida a partir da Matéria Escura em um gerador de Energia Escura.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea combustibilului de energie întunecată. Energia întunecată este utilizată pentru propulsoare, motoare sau combustibil jetpack. Energia întunecată poate fi produsă din materia întunecată într-un generator de energie întunecată.
ru: Резервуары Темной Энергии используются для хранения топлива Темной Энергии. Темная энергия используется для двигателей, двигателей или топлива для реактивных ранцев. Темная энергия может быть произведена из темной материи в генераторе темной энергии.
sk_sk: Nádrže Dark Energy sa používajú na skladovanie paliva Dark Energy. Dark Energy sa používa pre motory Dark Energy, motory alebo jetpackové palivo. Temná energia môže byť vyrobená z temnej hmoty v generátore tmavej energie.
sv: Dark Energy-tankar används för att lagra Dark Energy-bränsle. Dark Energy används för Dark Energy-propellrar, motorer eller jetpack-bränsle. Mörk energi kan produceras från mörk materia i en mörk energigenerator.
tr_tr: Karanlık Enerji tankları, Karanlık Enerji yakıtını depolamak için kullanılır. Karanlık Enerji, Karanlık Enerji iticileri, motorlar veya jetpack yakıtı için kullanılır. Karanlık Enerji, bir Karanlık Enerji jeneratöründe Karanlık Maddeden üretilebilir.
uk: Резервуари Dark Energy використовуються для зберігання палива Dark Energy. Темна енергія використовується для двигунів, двигунів або палива для реактивних ранців Dark Energy. Темна енергія може бути отримана з темної матерії в генераторі темної енергії.
zh_cn: 暗能量罐用于储存暗能量燃料。 暗能量用于暗能量推进器、发动机或喷气背包燃料。暗能量可以从暗能量发生器中的暗物质中产生。

# Description_LargeDarkEnergyTankT2
source: Dark Energy tanks are used for storing Dark Energy fuel. Dark Energy is used for Dark Energy thrusters, engines or jetpack fuel. Dark Energy can be produced from Dark Matter in a Dark Energy generator.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar combustible d'energia fosca. L'energia fosca s'utilitza per a propulsors d'energia fosca, motors o combustible jetpack. L'energia fosca es pot produir a partir de matèria fosca en un generador d'energia fosca.
cs_cz: Nádrže temné energie se používají k ukládání paliva temné energie. Temná energie se používá pro trysky temné energie, motory nebo palivo pro jetpacky. Temná energie může být produkována z temné hmoty v generátoru temné energie.
da: Dark Energy tanke bruges til opbevaring af Dark Energy brændstof. Dark Energy bruges til Dark Energy thrustere, motorer eller jetpack brændstof. Mørk energi kan produceres fra mørkt stof i en mørk energigenerator.
de: Dark Energy Tanks werden für die Lagerung von Dark Energy Treibstoff verwendet. Dark Energy wird für Dark Energy Triebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Dunkle Energie kann aus Dunkler Materie in einem Generator für Dunkle Energie erzeugt werden.
es: Los tanques de energía oscura se utilizan para almacenar combustible de energía oscura. La energía oscura se utiliza para los propulsores de energía oscura, los motores o el combustible de la mochila propulsora. La energía oscura se puede producir a partir de la materia oscura en un generador de energía oscura.
et_ee: Dark Energy mahuteid kasutatakse Dark Energy kütuse hoidmiseks. Dark Energy't kasutatakse Dark Energy tõukurite, mootorite või jetpack-kütuse jaoks. Tumeenergiat saab toota tumeainest tumeenergia generaatoris.
fi: Dark Energy -säiliöitä käytetään pimeän energian polttoaineen varastointiin. Pimeää energiaa käytetään pimeän energian potkureissa, moottoreissa tai rakettireppupolttoaineessa. Pimeää energiaa voidaan tuottaa pimeästä aineesta pimeän energian generaattorissa.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker le carburant d’énergie noire. L’énergie noire est utilisée pour les propulseurs, les moteurs ou le carburant pour jetpacks. L’énergie noire peut être produite à partir de la matière noire dans un générateur d’énergie noire.
hr_hr: Spremnici tamne energije koriste se za skladištenje goriva tamne energije. Tamna energija koristi se za potisnike tamne energije, motore ili mlazno gorivo. Tamna energija može se proizvesti iz tamne tvari u generatoru tamne energije.
hu_hu: A sötét energia tartályokat a sötét energia üzemanyag tárolására használják. A sötét energiát a sötét energia hajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A sötét energia előállítható a sötét anyagból egy sötét energia generátorban.
ja_jp: ダークエネルギータンクは、ダークエネルギー燃料を貯蔵するために使用されます。 ダークエネルギーは、ダークエネルギーのスラスター、エンジン、ジェットパック燃料に使用されます。ダークエネルギーは、ダークエネルギー発生装置でダークマターから生成することができます。
lv: Tumšās enerģijas tvertnes tiek izmantotas Tumšās enerģijas degvielas uzglabāšanai. Dark Energy tiek izmantots Dark Energy vilces līdzekļiem, dzinējiem vai jetpack degvielai. Tumšo enerģiju var ražot no tumšās matērijas tumšās enerģijas ģeneratorā.
nl: Dark Energy-tanks worden gebruikt voor het opslaan van Dark Energy-brandstof. Dark Energy wordt gebruikt voor Dark Energy stuwraketten, motoren of jetpack-brandstof. Donkere energie kan worden geproduceerd uit donkere materie in een donkere energiegenerator.
no: Dark Energy-tanker brukes til lagring av Dark Energy-drivstoff. Dark Energy brukes til Dark Energy thrustere, motorer eller jetpack drivstoff. Mørk energi kan produseres fra mørk materie i en mørk energigenerator.
pt_br: Os tanques de Energia Escura são usados para armazenar combustível de Energia Escura. A Energia Escura é usada para propulsores de Energia Escura, motores ou combustível de jetpack. A Energia Escura pode ser produzida a partir da Matéria Escura em um gerador de Energia Escura.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea combustibilului de energie întunecată. Energia întunecată este utilizată pentru propulsoare, motoare sau combustibil jetpack. Energia întunecată poate fi produsă din materia întunecată într-un generator de energie întunecată.
ru: Резервуары Темной Энергии используются для хранения топлива Темной Энергии. Темная энергия используется для двигателей, двигателей или топлива для реактивных ранцев. Темная энергия может быть произведена из темной материи в генераторе темной энергии.
sk_sk: Nádrže Dark Energy sa používajú na skladovanie paliva Dark Energy. Dark Energy sa používa pre motory Dark Energy, motory alebo jetpackové palivo. Temná energia môže byť vyrobená z temnej hmoty v generátore tmavej energie.
sv: Dark Energy-tankar används för att lagra Dark Energy-bränsle. Dark Energy används för Dark Energy-propellrar, motorer eller jetpack-bränsle. Mörk energi kan produceras från mörk materia i en mörk energigenerator.
tr_tr: Karanlık Enerji tankları, Karanlık Enerji yakıtını depolamak için kullanılır. Karanlık Enerji, Karanlık Enerji iticileri, motorlar veya jetpack yakıtı için kullanılır. Karanlık Enerji, bir Karanlık Enerji jeneratöründe Karanlık Maddeden üretilebilir.
uk: Резервуари Dark Energy використовуються для зберігання палива Dark Energy. Темна енергія використовується для двигунів, двигунів або палива для реактивних ранців Dark Energy. Темна енергія може бути отримана з темної матерії в генераторі темної енергії.
zh_cn: 暗能量罐用于储存暗能量燃料。 暗能量用于暗能量推进器、发动机或喷气背包燃料。暗能量可以从暗能量发生器中的暗物质中产生。

# Description_LargeDarkEnergyTankT3
source: Dark Energy tanks are used for storing Dark Energy fuel. Dark Energy is used for Dark Energy thrusters, engines or jetpack fuel. Dark Energy can be produced from Dark Matter in a Dark Energy generator.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar combustible d'energia fosca. L'energia fosca s'utilitza per a propulsors d'energia fosca, motors o combustible jetpack. L'energia fosca es pot produir a partir de matèria fosca en un generador d'energia fosca.
cs_cz: Nádrže temné energie se používají k ukládání paliva temné energie. Temná energie se používá pro trysky temné energie, motory nebo palivo pro jetpacky. Temná energie může být produkována z temné hmoty v generátoru temné energie.
da: Dark Energy tanke bruges til opbevaring af Dark Energy brændstof. Dark Energy bruges til Dark Energy thrustere, motorer eller jetpack brændstof. Mørk energi kan produceres fra mørkt stof i en mørk energigenerator.
de: Dark Energy Tanks werden für die Lagerung von Dark Energy Treibstoff verwendet. Dark Energy wird für Dark Energy Triebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Dunkle Energie kann aus Dunkler Materie in einem Generator für Dunkle Energie erzeugt werden.
es: Los tanques de energía oscura se utilizan para almacenar combustible de energía oscura. La energía oscura se utiliza para los propulsores de energía oscura, los motores o el combustible de la mochila propulsora. La energía oscura se puede producir a partir de la materia oscura en un generador de energía oscura.
et_ee: Dark Energy mahuteid kasutatakse Dark Energy kütuse hoidmiseks. Dark Energy't kasutatakse Dark Energy tõukurite, mootorite või jetpack-kütuse jaoks. Tumeenergiat saab toota tumeainest tumeenergia generaatoris.
fi: Dark Energy -säiliöitä käytetään pimeän energian polttoaineen varastointiin. Pimeää energiaa käytetään pimeän energian potkureissa, moottoreissa tai rakettireppupolttoaineessa. Pimeää energiaa voidaan tuottaa pimeästä aineesta pimeän energian generaattorissa.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker le carburant d’énergie noire. L’énergie noire est utilisée pour les propulseurs, les moteurs ou le carburant pour jetpacks. L’énergie noire peut être produite à partir de la matière noire dans un générateur d’énergie noire.
hr_hr: Spremnici tamne energije koriste se za skladištenje goriva tamne energije. Tamna energija koristi se za potisnike tamne energije, motore ili mlazno gorivo. Tamna energija može se proizvesti iz tamne tvari u generatoru tamne energije.
hu_hu: A sötét energia tartályokat a sötét energia üzemanyag tárolására használják. A sötét energiát a sötét energia hajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A sötét energia előállítható a sötét anyagból egy sötét energia generátorban.
ja_jp: ダークエネルギータンクは、ダークエネルギー燃料を貯蔵するために使用されます。 ダークエネルギーは、ダークエネルギーのスラスター、エンジン、ジェットパック燃料に使用されます。ダークエネルギーは、ダークエネルギー発生装置でダークマターから生成することができます。
lv: Tumšās enerģijas tvertnes tiek izmantotas Tumšās enerģijas degvielas uzglabāšanai. Dark Energy tiek izmantots Dark Energy vilces līdzekļiem, dzinējiem vai jetpack degvielai. Tumšo enerģiju var ražot no tumšās matērijas tumšās enerģijas ģeneratorā.
nl: Dark Energy-tanks worden gebruikt voor het opslaan van Dark Energy-brandstof. Dark Energy wordt gebruikt voor Dark Energy stuwraketten, motoren of jetpack-brandstof. Donkere energie kan worden geproduceerd uit donkere materie in een donkere energiegenerator.
no: Dark Energy-tanker brukes til lagring av Dark Energy-drivstoff. Dark Energy brukes til Dark Energy thrustere, motorer eller jetpack drivstoff. Mørk energi kan produseres fra mørk materie i en mørk energigenerator.
pt_br: Os tanques de Energia Escura são usados para armazenar combustível de Energia Escura. A Energia Escura é usada para propulsores de Energia Escura, motores ou combustível de jetpack. A Energia Escura pode ser produzida a partir da Matéria Escura em um gerador de Energia Escura.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea combustibilului de energie întunecată. Energia întunecată este utilizată pentru propulsoare, motoare sau combustibil jetpack. Energia întunecată poate fi produsă din materia întunecată într-un generator de energie întunecată.
ru: Резервуары Темной Энергии используются для хранения топлива Темной Энергии. Темная энергия используется для двигателей, двигателей или топлива для реактивных ранцев. Темная энергия может быть произведена из темной материи в генераторе темной энергии.
sk_sk: Nádrže Dark Energy sa používajú na skladovanie paliva Dark Energy. Dark Energy sa používa pre motory Dark Energy, motory alebo jetpackové palivo. Temná energia môže byť vyrobená z temnej hmoty v generátore tmavej energie.
sv: Dark Energy-tankar används för att lagra Dark Energy-bränsle. Dark Energy används för Dark Energy-propellrar, motorer eller jetpack-bränsle. Mörk energi kan produceras från mörk materia i en mörk energigenerator.
tr_tr: Karanlık Enerji tankları, Karanlık Enerji yakıtını depolamak için kullanılır. Karanlık Enerji, Karanlık Enerji iticileri, motorlar veya jetpack yakıtı için kullanılır. Karanlık Enerji, bir Karanlık Enerji jeneratöründe Karanlık Maddeden üretilebilir.
uk: Резервуари Dark Energy використовуються для зберігання палива Dark Energy. Темна енергія використовується для двигунів, двигунів або палива для реактивних ранців Dark Energy. Темна енергія може бути отримана з темної матерії в генераторі темної енергії.
zh_cn: 暗能量罐用于储存暗能量燃料。 暗能量用于暗能量推进器、发动机或喷气背包燃料。暗能量可以从暗能量发生器中的暗物质中产生。

# Description_LargeQCargoContainerT0
source: Large cargo containers can be used to store lots of items. 8x More storage than non quantum normal large cargo. 8x Cost. 8x weight. 3,375,000.08L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 8x Més emmagatzematge que la càrrega gran normal no quàntica. 8x Cost. 8x pes. 3.375.000,08L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 8x větší úložný prostor než u běžného velkého nákladu, který není kvantový. 8x náklady. 8x závaží. 3 375 000,08 l při 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 8x Mere lagerplads end ikke-kvante normal stor last. 8x omkostninger. 8x vægt. 3,375,000.08L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 8x mehr Stauraum als Nicht-Quanten-Normalladung. 8x Kosten. 8x Gewicht. 3.375.000,08L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 8 veces más almacenamiento que la carga grande normal no cuántica. 8 veces el coste. 8x peso. 3,375,000.08L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 8x rohkem ladustamist kui mittekvant-tavaline suur last. 8x maksumus. 8x kaal. 3 375 000.08L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 8x enemmän tallennustilaa kuin ei-kvanttinormaali suuri rahti. 8x hinta. 8x paino. 3,375,000.08L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 8 fois plus de stockage que les grandes cargaisons normales non quantiques. Coût multiplié par 8. 8x poids. 3,375,000.08L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 8x Više prostora za pohranu od nekvantnog normalnog velikog tereta. 8x Trošak. 8x težina. 3,375,000.08L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 8x Több tároló, mint a nem kvantum normál nagy rakományok. 8x költség. 8x súly. 3,375,000.08L 1x
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 非量子ノーマル大型貨物の8倍の保管量。コストが8倍。8xの重量。 1xで3,375,000.08L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 8x Vairāk krātuves nekā nekvantu normālas lielas kravas. 8x izmaksas. 8x svars. 3,375,000.08L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 8x meer opslag dan niet-kwantumnormale grote lading. 8x kosten. 8x gewicht. 3.375.000,08L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 8x Mer lagringsplass enn ikke kvante normal stor last. 8x kostnad. 8x vekt. 3 375 000,08 L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 8x mais armazenamento do que carga grande normal não quântica. Custo 8x. 8x peso. 3,375,000.08L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 8 ori mai mult spațiu de stocare decât încărcătura mare non-cuantică normală. Cost de 8x. 8x greutate. 3,375,000.08L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 8 раз больше места для хранения, чем для обычных крупногабаритных грузов. Стоимость в 8 раз. Вес в 8 раз. 3,375,000.08л на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 8x viac úložného priestoru ako nekvantový normálny veľký náklad. 8x náklady. 8x hmotnosť. 3 375 000,08 l na 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 8x Mer lagringsutrymme än icke-kvantnormal stor last. 8x kostnad. 8x vikt. 3 375 000,08L på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Kuantum olmayan normal büyük kargodan 8 kat daha fazla depolama alanı. 8x Maliyet. 8x ağırlık. 1x üzerinde 3.375.000,08L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 8 разів більше пам'яті, ніж неквантовий нормальний великий вантаж. Вартість у 8 разів. Вага в 8 разів. 3 375 000,08 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 存储量是非量子普通大型货物的 8 倍。8 倍成本。8 倍重量。 3,375,000.08L 在 1x
