Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_MediumCalibreGunT3
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Depleted Clangium Assault Cannon Shells. Maximum range: 3000 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Germà més lent i gran de l'Autocanó. Ofereix danys decents a objectius blindats. Utilitza projectils de canó d'assalt de clangium empobrits. Abast màxim: 3000 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Pomalejší a větší sourozenec Autocannonu. Způsobuje slušné poškození obrněným cílům. Používá ochuzené granáty útočných děl Clangium. Maximální dosah: 3000 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: Langsommere og større søskende til Autocannon. Deals anstændig skade på pansrede mål. Bruger udtømte clangiumangrebskanonskaller. Maksimal rækkevidde: 3000 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlich Schaden zu. Verwendet erschöpfte Clangium-Sturmkanonengranaten. Maximale Reichweite: 3000 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Hermano más lento y mayor del Autocannon. Inflige un daño decente a los objetivos blindados. Usa proyectiles de cañón de asalto Clangium agotados. Alcance máximo: 3000 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Autokannoni aeglasem ja suurem õde-vend. Tegeleb soomustatud sihtmärkide korraliku kahjustamisega. Kasutab ammendunud clangiumi ründekahurite kestasid. Maksimaalne lennukaugus: 3000 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Autokanuunan hitaampi ja isompi sisarus. Käsittelee kunnollisia vahinkoja panssaroiduille kohteille. Käyttää tyhjentyneitä klanium-rynnäkkötykkien kuoria. Suurin kantama: 3000 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Frère plus lent et plus grand du canon mitrailleur. Inflige des dégâts décents aux cibles blindées. Utilise des obus de canon d’assaut Clangium épuisés. Portée maximale : 3000 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Sporiji i veći brat Autocannona. Nanosi pristojnu štetu oklopnim metama. Koristi osiromašene klinijske jurišne topovske granate. Maksimalni domet: 3000 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: Az Autocannon lassabb és nagyobb testvére. Tisztességes károkat okoz a páncélozott céloknak. Kimerült Clangium rohamágyúhéjakat használ. Maximális hatótávolság: 3000 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: オートキャノンの低速で大きな兄弟。装甲をまとった対象にまともなダメージを与える。枯渇したクランギウムアサルトキャノン弾を使用します。 最大範囲:3000 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Lēnāks un lielāks Autokanona brālis. Nodarbojas ar pienācīgu kaitējumu bruņotajiem mērķiem. Izmanto noplicinātas Clangium uzbrukuma lielgabalu čaulas. Maksimālais diapazons: 3000 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Langzamere en grotere broer of zus van de Autocannon. Brengt behoorlijke schade toe aan gepantserde doelen. Gebruikt uitgeputte Clangium aanvalskanongranaten. Maximaal bereik: 3000 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: Langsommere og større søsken av Autocannon. Avtaler anstendig skade på pansrede mål. Bruker utarmede Clangium Assault Cannon Shells. Maksimal rekkevidde: 3000 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Irmão mais lento e maior do Autocannon. Causa dano decente a alvos blindados. Usa projéteis de canhão de assalto de Clangium esgotados. Alcance máximo: 3000 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: Frate mai lent și mai mare al Autotunului. Oferă daune decente țintelor blindate. Utilizează proiectile de tun de asalt cu langhiu epuizat. Raza maxima de actiune: 3000 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Более медленный и крупный брат Autocannon. Наносит приличный урон бронированным целям. Использует опустошённые снаряды штурмовых пушек Клангиума. Максимальная дальность: 3000 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Pomalší a väčší súrodenec Autocannonu. Zaoberá sa slušným poškodením obrnených cieľov. Používa ochudobnené útočné kanóny Clangium. Maximálny dosah: 3000 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: Långsammare och större syskon till Autocannon. Gör hyfsad skada på bepansrade mål. Använder utarmade Clangium Assault Cannon Shells. Maximal räckvidd: 3000 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: Autocannon'un daha yavaş ve daha büyük kardeşi. Zırhlı hedeflere makul hasar verir. Tükenmiş Clangium Taarruz Topu Mermileri kullanır. Maksimum menzil: 3000 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Повільніший і більший брат Autocannon. Завдає пристойної шкоди броньованим цілям. Використовує виснажені штурмові гарматні снаряди Clangium. Максимальна дальність: 3000 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 自动加农炮的更慢和更大的兄弟姐妹。对装甲目标造成可观的伤害。使用耗尽的钳突击炮弹。 最大射程：3000米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_MediumCalibreTurretT0
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Normal Assault Cannon Shells. Maximum range: 3000 m
ca_ad: Germà més lent i gran de l'Autocanó. Ofereix danys decents a objectius blindats. Utilitza projectils de canó d'assalt normals. Abast màxim: 3000 m
cs_cz: Pomalejší a větší sourozenec Autocannonu. Způsobuje slušné poškození obrněným cílům. Používá normální granáty z útočného děla. Maximální dosah: 3000 m
da: Langsommere og større søskende til Autocannon. Deals anstændig skade på pansrede mål. Bruger normale angrebskanonskaller. Maksimal rækkevidde: 3000 m
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlich Schaden zu. Verwendet normale Sturmkanonengranaten. Maximale Reichweite: 3000 m
es: Hermano más lento y mayor del Autocannon. Inflige un daño decente a los objetivos blindados. Utiliza proyectiles de cañón de asalto normales. Alcance máximo: 3000 m
et_ee: Autokannoni aeglasem ja suurem õde-vend. Tegeleb soomustatud sihtmärkide korraliku kahjustamisega. Kasutab tavalisi ründekahurite kestasid. Maksimaalne lennukaugus: 3000 m
fi: Autokanuunan hitaampi ja isompi sisarus. Käsittelee kunnollisia vahinkoja panssaroiduille kohteille. Käyttää normaaleja rynnäkkötykin kuoria. Suurin kantama: 3000 m
fr: Frère plus lent et plus grand du canon mitrailleur. Inflige des dégâts décents aux cibles blindées. Utilise des obus de canon d’assaut normaux. Portée maximale : 3000 m
hr_hr: Sporiji i veći brat Autocannona. Nanosi pristojnu štetu oklopnim metama. Koristi normalne jurišne topovske granate. Maksimalni domet: 3000 m
hu_hu: Az Autocannon lassabb és nagyobb testvére. Tisztességes károkat okoz a páncélozott céloknak. Normál támadó ágyúhéjakat használ. Maximális hatótávolság: 3000 m
ja_jp: オートキャノンの低速で大きな兄弟。装甲をまとった対象にまともなダメージを与える。通常のアサルトキャノン弾を使用します。 最大範囲:3000 m
lv: Lēnāks un lielāks Autokanona brālis. Nodarbojas ar pienācīgu kaitējumu bruņotajiem mērķiem. Izmanto parastos uzbrukuma lielgabalu apvalkus. Maksimālais diapazons: 3000 m
nl: Langzamere en grotere broer of zus van de Autocannon. Brengt behoorlijke schade toe aan gepantserde doelen. Gebruikt normale aanvalskanongranaten. Maximaal bereik: 3000 m
no: Langsommere og større søsken av Autocannon. Avtaler anstendig skade på pansrede mål. Bruker vanlige angrepskanongranater. Maksimal rekkevidde: 3000 m
pt_br: Irmão mais lento e maior do Autocannon. Causa dano decente a alvos blindados. Usa projéteis de canhão de assalto normais. Alcance máximo: 3000 m
ro: Frate mai lent și mai mare al Autotunului. Oferă daune decente țintelor blindate. Folosește proiectile normale de tun de asalt. Raza maxima de actiune: 3000 m
ru: Более медленный и крупный брат Autocannon. Наносит приличный урон бронированным целям. Использует обычные снаряды штурмовой пушки. Максимальная дальность: 3000 м
sk_sk: Pomalší a väčší súrodenec Autocannonu. Zaoberá sa slušným poškodením obrnených cieľov. Používa bežné útočné kanónové granáty. Maximálny dosah: 3000 m
sv: Långsammare och större syskon till Autocannon. Gör hyfsad skada på bepansrade mål. Använder normala kanongranater. Maximal räckvidd: 3000 m
tr_tr: Autocannon'un daha yavaş ve daha büyük kardeşi. Zırhlı hedeflere makul hasar verir. Normal Taarruz Topu mermileri kullanır. Maksimum menzil: 3000 m
uk: Повільніший і більший брат Autocannon. Завдає пристойної шкоди броньованим цілям. Використовує звичайні штурмові гарматні снаряди. Максимальна дальність: 3000 м
zh_cn: 自动加农炮的更慢和更大的兄弟姐妹。对装甲目标造成可观的伤害。使用普通的突击炮弹。 最大射程：3000米

# Description_MediumCalibreTurretT1
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Depleted Uranium Assault Cannon Shells. Maximum range: 3000 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Germà més lent i gran de l'Autocanó. Ofereix danys decents a objectius blindats. Utilitza projectils de canó d'assalt d'urani empobrit. Abast màxim: 3000 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Pomalejší a větší sourozenec Autocannonu. Způsobuje slušné poškození obrněným cílům. Používá granáty z útočných děl s ochuzeným uranem. Maximální dosah: 3000 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: Langsommere og større søskende til Autocannon. Deals anstændig skade på pansrede mål. Bruger forarmet uran angreb kanonskaller. Maksimal rækkevidde: 3000 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlich Schaden zu. Verwendet Sturmkanonengranaten mit abgereichertem Uran. Maximale Reichweite: 3000 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Hermano más lento y mayor del Autocannon. Inflige un daño decente a los objetivos blindados. Utiliza proyectiles de cañón de asalto de uranio empobrecido. Alcance máximo: 3000 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Autokannoni aeglasem ja suurem õde-vend. Tegeleb soomustatud sihtmärkide korraliku kahjustamisega. Kasutab vaesestatud uraani ründekahurite kestasid. Maksimaalne lennukaugus: 3000 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Autokanuunan hitaampi ja isompi sisarus. Käsittelee kunnollisia vahinkoja panssaroiduille kohteille. Käyttää köyhdytettyä uraania sisältäviä rynnäkkötykkien kuoria. Suurin kantama: 3000 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Frère plus lent et plus grand du canon mitrailleur. Inflige des dégâts décents aux cibles blindées. Utilise des obus de canon d’assaut à l’uranium appauvri. Portée maximale : 3000 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Sporiji i veći brat Autocannona. Nanosi pristojnu štetu oklopnim metama. Koristi osiromašene topovske granate od urana. Maksimalni domet: 3000 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: Az Autocannon lassabb és nagyobb testvére. Tisztességes károkat okoz a páncélozott céloknak. Szegényített urán támadó ágyúhéjakat használ. Maximális hatótávolság: 3000 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: オートキャノンの低速で大きな兄弟。装甲をまとった対象にまともなダメージを与える。劣化ウラン突撃砲弾を使用する。 最大範囲:3000 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Lēnāks un lielāks Autokanona brālis. Nodarbojas ar pienācīgu kaitējumu bruņotajiem mērķiem. Izmanto noplicināta urāna uzbrukuma lielgabalu čaulas. Maksimālais diapazons: 3000 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Langzamere en grotere broer of zus van de Autocannon. Brengt behoorlijke schade toe aan gepantserde doelen. Gebruikt aanvalskanongranaten met verarmd uranium. Maximaal bereik: 3000 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: Langsommere og større søsken av Autocannon. Avtaler anstendig skade på pansrede mål. Bruker utarmet uran assault kanongranater. Maksimal rekkevidde: 3000 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Irmão mais lento e maior do Autocannon. Causa dano decente a alvos blindados. Utiliza projéteis de canhão de assalto com urânio empobrecido. Alcance máximo: 3000 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: Frate mai lent și mai mare al Autotunului. Oferă daune decente țintelor blindate. Utilizează proiectile de tun de asalt cu uraniu sărăcit. Raza maxima de actiune: 3000 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Более медленный и крупный брат Autocannon. Наносит приличный урон бронированным целям. Использует снаряды штурмовой пушки с обедненным ураном. Максимальная дальность: 3000 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Pomalší a väčší súrodenec Autocannonu. Zaoberá sa slušným poškodením obrnených cieľov. Používa útočné kanóny s ochudobneným uránom. Maximálny dosah: 3000 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: Långsammare och större syskon till Autocannon. Gör hyfsad skada på bepansrade mål. Använder granater med utarmat uran från attackkanoner. Maximal räckvidd: 3000 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Autocannon'un daha yavaş ve daha büyük kardeşi. Zırhlı hedeflere makul hasar verir. Seyreltilmiş uranyum saldırı topu mermileri kullanır. Maksimum menzil: 3000 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Повільніший і більший брат Autocannon. Завдає пристойної шкоди броньованим цілям. Використовує штурмові гарматні снаряди зі збідненим ураном. Максимальна дальність: 3000 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 自动加农炮的更慢和更大的兄弟姐妹。对装甲目标造成可观的伤害。使用贫铀突击炮弹。 最大射程：3000米 装填速度比平时快 1.5 倍，伤害高 1.5 倍

# Description_MediumCalibreTurretT2
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Depleted Dark Energy Assault Cannon Shells. Maximum range: 3000 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Germà més lent i gran de l'Autocanó. Ofereix danys decents a objectius blindats. Utilitza projectils de canó d'assalt d'energia fosca esgotada. Abast màxim: 3000 m Recarrega 1.5x més ràpid i fa 1.5x més mal, que millorat
cs_cz: Pomalejší a větší sourozenec Autocannonu. Způsobuje slušné poškození obrněným cílům. Používá vyčerpané granáty z útočných děl temné energie. Maximální dosah: 3000 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: Langsommere og større søskende til Autocannon. Deals anstændig skade på pansrede mål. Bruger udtømte mørke energiangrebskanonskaller. Maksimal rækkevidde: 3000 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end forbedret
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlich Schaden zu. Verwendet erschöpfte Sturmkanonengranaten der Dunklen Energie. Maximale Reichweite: 3000 m 1,5-mal schneller nachlädt und 1,5-mal mehr Schaden verursacht als verstärkt
es: Hermano más lento y mayor del Autocannon. Inflige un daño decente a los objetivos blindados. Usa proyectiles de cañón de asalto de energía oscura agotados. Alcance máximo: 3000 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Autokannoni aeglasem ja suurem õde-vend. Tegeleb soomustatud sihtmärkide korraliku kahjustamisega. Kasutab ammendunud tumeenergia ründekahurite kestasid. Maksimaalne lennukaugus: 3000 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Autokanuunan hitaampi ja isompi sisarus. Käsittelee kunnollisia vahinkoja panssaroiduille kohteille. Käyttää tyhjentyneitä pimeän energian hyökkäystykkien kuoria. Suurin kantama: 3000 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Frère plus lent et plus grand du canon mitrailleur. Inflige des dégâts décents aux cibles blindées. Utilise des obus de canon d’assaut à énergie noire épuisée. Portée maximale : 3000 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Sporiji i veći brat Autocannona. Nanosi pristojnu štetu oklopnim metama. Koristi osiromašene tamne energetske jurišne topovske granate. Maksimalni domet: 3000 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: Az Autocannon lassabb és nagyobb testvére. Tisztességes károkat okoz a páncélozott céloknak. Kimerült sötét energiájú támadó ágyúlövedékeket használ. Maximális hatótávolság: 3000 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a továbbfejlesztett
ja_jp: オートキャノンの低速で大きな兄弟。装甲をまとった対象にまともなダメージを与える。枯渇したダークエネルギーアサルトキャノンの砲弾を使用する。 最大範囲:3000 m 強化型よりもリロード速度が1.5倍速く、ダメージが1.5倍になる
lv: Lēnāks un lielāks Autokanona brālis. Nodarbojas ar pienācīgu kaitējumu bruņotajiem mērķiem. Izmanto noplicinātas tumšās enerģijas uzbrukuma lielgabalu čaulas. Maksimālais diapazons: 3000 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Langzamere en grotere broer of zus van de Autocannon. Brengt behoorlijke schade toe aan gepantserde doelen. Gebruikt uitgeputte aanvalskanongranaten met donkere energie. Maximaal bereik: 3000 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: Langsommere og større søsken av Autocannon. Avtaler anstendig skade på pansrede mål. Bruker utarmet mørk energi angrep kanongranater. Maksimal rekkevidde: 3000 m Laster inn 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Irmão mais lento e maior do Autocannon. Causa dano decente a alvos blindados. Usa projéteis de canhão de assalto de energia escura esgotados. Alcance máximo: 3000 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o aprimorado
ro: Frate mai lent și mai mare al Autotunului. Oferă daune decente țintelor blindate. Utilizează proiectile de tun de asalt cu energie întunecată epuizate. Raza maxima de actiune: 3000 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Более медленный и крупный брат Autocannon. Наносит приличный урон бронированным целям. Использует снаряды штурмовых пушек с истощенной темной энергией. Максимальная дальность: 3000 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Pomalší a väčší súrodenec Autocannonu. Zaoberá sa slušným poškodením obrnených cieľov. Používa vyčerpané útočné kanóny s tmavou energiou. Maximálny dosah: 3000 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako vylepšených
sv: Långsammare och större syskon till Autocannon. Gör hyfsad skada på bepansrade mål. Använder uttömda Dark Energy Assault Cannon Shells. Maximal räckvidd: 3000 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: Autocannon'un daha yavaş ve daha büyük kardeşi. Zırhlı hedeflere makul hasar verir. Tükenmiş Karanlık Enerji Saldırı Topu Mermileri kullanır. Maksimum menzil: 3000 m Gelişmişten 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Повільніший і більший брат Autocannon. Завдає пристойної шкоди броньованим цілям. Використовує виснажену темну енергію штурмових гарматних снарядів. Максимальна дальність: 3000 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж покращений
zh_cn: 自动加农炮的更慢和更大的兄弟姐妹。对装甲目标造成可观的伤害。使用耗尽的暗能量突击炮弹。 最大射程：3000米 与增强型相比，装填速度提高 1.5 倍，造成伤害 1.5 倍
