Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_LargeModularThrusterT1
source: Enhanced Large Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra gran millorat
cs_cz: Vylepšený velký bojový iontový tryska
da: Forbedret ionthruster til stor krigsførelse
de: Verbessertes Ionentriebwerk für große Kriegsführung
es: Propulsor iónico de guerra grande mejorado
et_ee: Täiustatud suure sõjapidamise ioontõukejõud
fi: Parannettu suuren sodankäynnin ionipotkuri
fr: Propulseur ionique de grande taille amélioré
hr_hr: Poboljšani ionski potisnik za veliko ratovanje
hu_hu: Továbbfejlesztett nagy hadviselési ionhajtómű
ja_jp: 強化型大型戦用イオンスラスター
lv: Uzlabots liels karadarbības jonu vilces līdzeklis
nl: Verbeterde ionenstuwraket voor grote oorlogsvoering
no: Forbedret Large Warfare Ion Thruster
pt_br: Propulsor de íons de guerra grande aprimorado
ro: Propulsor ionic de război mare îmbunătățit
ru: Усовершенствованный большой боевой ионный двигатель
sk_sk: Vylepšený iónový motorník s veľkým bojom
sv: Förbättrad stor stridsjon Thruster
tr_tr: Geliştirilmiş Büyük Harp İyon İtici
uk: Покращений іонний двигун для великих бойових дій
zh_cn: 增强型大型作战离子推进器

# DisplayName_Block_LargeModularThrusterT2
source: Proficient Large Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra gran competent
cs_cz: Zkušený iontový motor pro velké válčení
da: Dygtig ionthruster til stor krigsførelse
de: Kompetentes Ionentriebwerk für große Kriegsführung
es: Propulsor iónico de guerra grande competente
et_ee: Vilunud suure sõjapidamise ioontõukejõud
fi: Taitava suuren sodankäynnin ionipotkuri
fr: Propulseur ionique de grande guerre compétent
hr_hr: Iskusni ionski potisnik za veliko ratovanje
hu_hu: Gyakorlott nagy hadviselési ionhajtómű
ja_jp: 熟練の大型戦用イオンスラスター
lv: Lietpratējs Lielās karadarbības jonu vilcējs
nl: Bekwame ionenstuwraket voor grote oorlogsvoering
no: Dyktig Large Warfare Ion Thruster
pt_br: Propulsor de Íons de Guerra Grande Proficiente
ro: Propulsor de ioni de război mare
ru: Опытный большой боевой ионный двигатель
sk_sk: Zdatný veľký bojový iónový motor;
sv: Skicklig stor krigföringsjonpropeller
tr_tr: Yetkin Büyük Harp İyon İtici
uk: Досвідчений іонний двигун для великих бойових дій
zh_cn: 熟练的大型战争离子推进器

# DisplayName_Block_LargeModularThrusterT3
source: Elite Large Warfare Ion Thruster
ca_ad: Propulsor iònic d'elit de gran guerra
cs_cz: Elitní velký bojový iontový tryska
da: Elite stor krigsførelse ion thruster
de: Elite-Ionentriebwerk für große Kriegsführung
es: Propulsor iónico de guerra grande de élite
et_ee: Elite suure sõjapidamise ioontõukejõud
fi: Eliitti suuren sodankäynnin ionipotkuri
fr: Propulseur ionique Elite Large Warfare
hr_hr: Elitni veliki ratni ionski potisnik
hu_hu: Elite nagy hadviselés ion tolóerő
ja_jp: エリート・ラージ・ウォーフェア・イオン・スラスター
lv: Elites lielais karavadonis Jonu vilcējs
nl: Elite grote oorlogsvoering ionenschroef
pt_br: Propulsor de Íons de Guerra Grande de Elite
ro: Propulsor de ioni de război mare de elită
ru: Элитный большой боевой ионный двигатель
sk_sk: Elitný veľký bojový iónový motorník
sv: Elit stor krigföring Ion Thruster
tr_tr: Elit Büyük Harp İyon İtici
uk: Елітний іонний двигун для великих бойових дій
zh_cn: 精英大型战争离子推进器

# DisplayName_Block_LargeQAtmoThrustFlatDShapeT0
source: Large Flat Quantum Atmospheric Thruster D Shape
ca_ad: Gran propulsor atmosfèric quàntic pla en forma D
cs_cz: Velký plochý kvantový atmosférický tryska ve tvaru D
da: Stor flad kvante atmosfærisk thruster D-form
de: Großes flaches Quantum Atmosphärisches Triebwerk D-Form
es: Gran propulsor atmosférico cuántico plano en forma de D
et_ee: Suur lame kvantatmosfääri tõukejõud D kuju
fi: Suuri litteä kvanttiilmakehän potkuri D-muoto
fr: Grand propulseur atmosphérique quantique plat en forme de D
hr_hr: Veliki ravni kvantni atmosferski potisnik D oblik
hu_hu: Nagy, lapos kvantum légköri hajtómű D alakú
ja_jp: 大型扁平量子大気スラスタD型
lv: Liela plakana kvantu atmosfēras vilces D forma
nl: Grote platte kwantum atmosferische boegschroef D-vorm
no: Stor flat kvanteatmosfærisk thruster D-form
pt_br: Grande propulsor atmosférico quântico plano D Shape
ro: Propulsor atmosferic cuantic plat mare în formă de D
ru: Большой плоский квантовый атмосферный двигатель D-образной формы
sk_sk: Veľký plochý kvantový atmosférický motor, tvar D
sv: Stor platt kvantatmosfärisk propeller D-form
tr_tr: Büyük Düz Kuantum Atmosferik İtici D Şekli
uk: Великий плоский квантовий атмосферний двигун D-подібної форми
zh_cn: 大型扁平量子大气推进器D形

# DisplayName_Block_LargeQAtmoThrustFlatDShapeT1
source: Large Flat Quantum Atmospheric Thruster D Shape
ca_ad: Gran propulsor atmosfèric quàntic pla en forma D
cs_cz: Velký plochý kvantový atmosférický tryska ve tvaru D
da: Stor flad kvante atmosfærisk thruster D-form
de: Großes flaches Quantum Atmosphärisches Triebwerk D-Form
es: Gran propulsor atmosférico cuántico plano en forma de D
et_ee: Suur lame kvantatmosfääri tõukejõud D kuju
fi: Suuri litteä kvanttiilmakehän potkuri D-muoto
fr: Grand propulseur atmosphérique quantique plat en forme de D
hr_hr: Veliki ravni kvantni atmosferski potisnik D oblik
hu_hu: Nagy, lapos kvantum légköri hajtómű D alakú
ja_jp: 大型扁平量子大気スラスタD型
lv: Liela plakana kvantu atmosfēras vilces D forma
nl: Grote platte kwantum atmosferische boegschroef D-vorm
no: Stor flat kvanteatmosfærisk thruster D-form
pt_br: Grande propulsor atmosférico quântico plano D Shape
ro: Propulsor atmosferic cuantic plat mare în formă de D
ru: Большой плоский квантовый атмосферный двигатель D-образной формы
sk_sk: Veľký plochý kvantový atmosférický motor, tvar D
sv: Stor platt kvantatmosfärisk propeller D-form
tr_tr: Büyük Düz Kuantum Atmosferik İtici D Şekli
uk: Великий плоский квантовий атмосферний двигун D-подібної форми
zh_cn: 大型扁平量子大气推进器D形

# DisplayName_Block_LargeQAtmoThrustFlatDShapeT2
source: Large Flat Quantum Atmospheric Thruster D Shape
ca_ad: Gran propulsor atmosfèric quàntic pla en forma D
cs_cz: Velký plochý kvantový atmosférický tryska ve tvaru D
da: Stor flad kvante atmosfærisk thruster D-form
de: Großes flaches Quantum Atmosphärisches Triebwerk D-Form
es: Gran propulsor atmosférico cuántico plano en forma de D
et_ee: Suur lame kvantatmosfääri tõukejõud D kuju
fi: Suuri litteä kvanttiilmakehän potkuri D-muoto
fr: Grand propulseur atmosphérique quantique plat en forme de D
hr_hr: Veliki ravni kvantni atmosferski potisnik D oblik
hu_hu: Nagy, lapos kvantum légköri hajtómű D alakú
ja_jp: 大型扁平量子大気スラスタD型
lv: Liela plakana kvantu atmosfēras vilces D forma
nl: Grote platte kwantum atmosferische boegschroef D-vorm
no: Stor flat kvanteatmosfærisk thruster D-form
pt_br: Grande propulsor atmosférico quântico plano D Shape
ro: Propulsor atmosferic cuantic plat mare în formă de D
ru: Большой плоский квантовый атмосферный двигатель D-образной формы
sk_sk: Veľký plochý kvantový atmosférický motor, tvar D
sv: Stor platt kvantatmosfärisk propeller D-form
tr_tr: Büyük Düz Kuantum Atmosferik İtici D Şekli
uk: Великий плоский квантовий атмосферний двигун D-подібної форми
zh_cn: 大型扁平量子大气推进器D形

# DisplayName_Block_LargeQAtmoThrustFlatDShapeT3
source: Large Flat Quantum Atmospheric Thruster D Shape
ca_ad: Gran propulsor atmosfèric quàntic pla en forma D
cs_cz: Velký plochý kvantový atmosférický tryska ve tvaru D
da: Stor flad kvante atmosfærisk thruster D-form
de: Großes flaches Quantum Atmosphärisches Triebwerk D-Form
es: Gran propulsor atmosférico cuántico plano en forma de D
et_ee: Suur lame kvantatmosfääri tõukejõud D kuju
fi: Suuri litteä kvanttiilmakehän potkuri D-muoto
fr: Grand propulseur atmosphérique quantique plat en forme de D
hr_hr: Veliki ravni kvantni atmosferski potisnik D oblik
hu_hu: Nagy, lapos kvantum légköri hajtómű D alakú
ja_jp: 大型扁平量子大気スラスタD型
lv: Liela plakana kvantu atmosfēras vilces D forma
nl: Grote platte kwantum atmosferische boegschroef D-vorm
no: Stor flat kvanteatmosfærisk thruster D-form
pt_br: Grande propulsor atmosférico quântico plano D Shape
ro: Propulsor atmosferic cuantic plat mare în formă de D
ru: Большой плоский квантовый атмосферный двигатель D-образной формы
sk_sk: Veľký plochý kvantový atmosférický motor, tvar D
sv: Stor platt kvantatmosfärisk propeller D-form
tr_tr: Büyük Düz Kuantum Atmosferik İtici D Şekli
uk: Великий плоский квантовий атмосферний двигун D-подібної форми
zh_cn: 大型扁平量子大气推进器D形

# DisplayName_Block_LargeQAtmoThrustFlatT0
source: Enhanced Large Flat Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic pla gran millorat
cs_cz: Vylepšený velký plochý kvantový atmosférický motor
da: Forbedret stor flad kvante atmosfærisk thruster
de: Verbessertes großes, flaches Quantum-atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico plano mejorado
et_ee: Täiustatud suur lame kvantatmosfääri tõukejõud
fi: Parannettu suuri litteä kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique plat amélioré
hr_hr: Poboljšani veliki ravni kvantni atmosferski potisnik
hu_hu: Továbbfejlesztett nagy, lapos kvantum légköri hajtómű
ja_jp: 改良型大型平坦量子大気スラスタ
lv: Uzlabots liels plakans kvantu atmosfēras vilces līdzeklis
nl: Verbeterde grote platte kwantum-atmosferische boegschroef
no: Forbedret stor, flat kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico plano grande aprimorado
ro: Propulsor atmosferic cuantic plat îmbunătățit
ru: Усовершенствованный большой плоский квантовый атмосферный двигатель
sk_sk: Vylepšený veľký plochý kvantový atmosférický motor
sv: Förbättrad stor platt kvantatmosfärisk propeller
tr_tr: Geliştirilmiş Büyük Düz Kuantum Atmosferik İtici
uk: Покращений великий плоский квантовий атмосферний двигун
zh_cn: 增强型大型扁平量子大气推进器

# DisplayName_Block_LargeQAtmoThrustFlatT1
source: Enhanced Large Flat Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic pla gran millorat
cs_cz: Vylepšený velký plochý kvantový atmosférický motor
da: Forbedret stor flad kvante atmosfærisk thruster
de: Verbessertes großes, flaches Quantum-atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico plano mejorado
et_ee: Täiustatud suur lame kvantatmosfääri tõukejõud
fi: Parannettu suuri litteä kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique plat amélioré
hr_hr: Poboljšani veliki ravni kvantni atmosferski potisnik
hu_hu: Továbbfejlesztett nagy, lapos kvantum légköri hajtómű
ja_jp: 改良型大型平坦量子大気スラスタ
lv: Uzlabots liels plakans kvantu atmosfēras vilces līdzeklis
nl: Verbeterde grote platte kwantum-atmosferische boegschroef
no: Forbedret stor, flat kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico plano grande aprimorado
ro: Propulsor atmosferic cuantic plat îmbunătățit
ru: Усовершенствованный большой плоский квантовый атмосферный двигатель
sk_sk: Vylepšený veľký plochý kvantový atmosférický motor
sv: Förbättrad stor platt kvantatmosfärisk propeller
tr_tr: Geliştirilmiş Büyük Düz Kuantum Atmosferik İtici
uk: Покращений великий плоский квантовий атмосферний двигун
zh_cn: 增强型大型扁平量子大气推进器

# DisplayName_Block_LargeQAtmoThrustFlatT2
source: Proficient Large Flat Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic pla gran i competent
cs_cz: Zkušený velký plochý kvantový atmosférický tryska
da: Dygtig stor flad kvante atmosfærisk thruster
de: Kompetenter großer, flacher Quantum-atmosphärischer Triebwerk
es: Propulsor atmosférico cuántico plano grande y competente
et_ee: Vilunud suur lame kvantatmosfääri tõukejõud
fi: Taitava suuri litteä kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique plat compétent
hr_hr: Vješt veliki ravni kvantni atmosferski potisnik
hu_hu: Proficient nagy lapos kvantum légköri hajtómű
ja_jp: 大型平坦量子大気スラスタ
lv: Prasmīgs liels plakans kvantu atmosfēras vilces līdzeklis
nl: Bekwame grote platte kwantumatmosferische boegschroef
no: Dyktig stor flat kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico plano grande proficiente
ro: Propulsor atmosferic cuantic plat mare
ru: Опытный большой плоский квантовый атмосферный двигатель
sk_sk: Zdatný veľký plochý kvantový atmosférický thruster
sv: Skicklig stor platt kvantatmosfärisk propeller
tr_tr: Yetkin Büyük Düz Kuantum Atmosferik İtici
uk: Досвідчений великий плоский квантовий атмосферний двигун
zh_cn: 熟练的大型平面量子大气推进器

# DisplayName_Block_LargeQAtmoThrustFlatT3
source: Elite Large Flat Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic pla d'elit
da: Elite stor flad kvante atmosfærisk thruster
de: Elite Large Flat Quantum Atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico plano grande Elite
et_ee: Elite suur lame kvantatmosfääri tõukejõud
fi: Elite suuri litteä kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique plat Elite
hr_hr: Elitni veliki ravni kvantni atmosferski potisnik
hu_hu: Elite nagy lapos kvantum légköri hajtómű
ja_jp: エリート大型フラット量子大気スラスター
lv: Elites lielais plakanais kvantu atmosfēras vilces līdzeklis
nl: Elite Grote Platte Quantum Atmosferische Stuwraket
no: Elite stor flat kvante atmosfærisk thruster
pt_br: Propulsor atmosférico quântico plano grande de elite
ro: Propulsor atmosferic cuantic plat mare Elite
ru: Элитный большой плоский квантовый атмосферный двигатель
sk_sk: Elitný veľký plochý kvantový atmosférický thruster
sv: Elite Stor platt Quantum Atmosfärisk Thruster
tr_tr: Elite Büyük Düz Kuantum Atmosferik İtici
uk: Елітний великий плоский квантовий атмосферний двигун
zh_cn: 精英大型扁平量子大气推进器

# DisplayName_Block_LargeQAtmoThrustSciFiT0
source: Sci-Fi Large Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic gran de ciència-ficció
cs_cz: Sci-Fi velký kvantový atmosférický tryska
da: Sci-Fi stor kvante atmosfærisk thruster
de: Sci-Fi-Triebwerk für große Quantenatmosphäre
es: Propulsor atmosférico cuántico grande de ciencia ficción
et_ee: Ulmeline suur kvantatmosfääri tõukejõud
fi: Scifi-suuri kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique de science-fiction
hr_hr: Znanstveno-fantastični veliki kvantni atmosferski potisnik
hu_hu: Sci-Fi nagy kvantum légköri hajtómű
ja_jp: SF大型量子大気スラスタ
lv: Sci-Fi lielais kvantu atmosfēras vilces līdzeklis
nl: Sci-Fi Grote Quantum Atmosferische Thruster
no: Sci-Fi stor kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico grande de ficção científica
ro: Propulsor atmosferic cuantic mare SF
ru: Научно-фантастический большой квантовый атмосферный двигатель
sk_sk: Sci-fi veľký kvantový atmosférický thruster
sv: Sci-Fi Stor Quantum Atmosfärisk Thruster
tr_tr: Bilim Kurgu Büyük Kuantum Atmosferik İtici
uk: Науково-фантастичний великий квантовий атмосферний двигун
zh_cn: 科幻大型量子大气推进器

# DisplayName_Block_LargeQAtmoThrustSciFiT1
source: Enhanced Sci-Fi Large Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic quàntic de ciència-ficció millorat
cs_cz: Vylepšený sci-fi velký kvantový atmosférický tryska
da: Forbedret sci-fi stor kvanteatmosfærisk thruster
de: Verbessertes Sci-Fi-Triebwerk für große Quantenatmosphäre
es: Propulsor atmosférico cuántico grande de ciencia ficción mejorado
et_ee: Täiustatud ulmeline suur kvantatmosfääri tõukejõud
fi: Parannettu scifi-suuri kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique de science-fiction amélioré
hr_hr: Poboljšani znanstveno-fantastični veliki kvantni atmosferski potisnik
hu_hu: Továbbfejlesztett sci-fi nagy kvantum légköri hajtómű
ja_jp: 改良型SF大型量子大気スラスタ
lv: Uzlabots zinātniskās fantastikas lielais kvantu atmosfēras vilces līdzeklis
nl: Verbeterde Sci-Fi Large Quantum Atmosferische Thruster
no: Forbedret Sci-Fi Large Quantum Atmospheric Thruster
pt_br: Propulsor atmosférico quântico grande de ficção científica aprimorado
ro: Propulsor atmosferic cuantic SF îmbunătățit
ru: Усовершенствованный научно-фантастический большой квантовый атмосферный двигатель
sk_sk: Vylepšený sci-fi veľký kvantový atmosférický thrruster
sv: Förbättrad Sci-Fi stor kvantatmosfärisk propeller
tr_tr: Geliştirilmiş Bilim Kurgu Büyük Kuantum Atmosferik İtici
uk: Покращений науково-фантастичний великий квантовий атмосферний двигун
zh_cn: 增强型科幻大型量子大气推进器

# DisplayName_Block_LargeQAtmoThrustSciFiT2
source: Proficient Sci-Fi Large Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic quàntic de ciència-ficció competent
cs_cz: Zkušený sci-fi velký kvantový atmosférický tryska
da: Dygtig sci-fi stor kvanteatmosfærisk thruster
de: Kompetentes Sci-Fi-Triebwerk für große Quantenatmosphäre
es: Propulsor atmosférico cuántico de ciencia ficción competente
et_ee: Vilunud ulmeline suur kvantatmosfääri tõukejõud
fi: Taitava scifi-suuri kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique de science-fiction compétent
hr_hr: Iskusni znanstveno-fantastični veliki kvantni atmosferski potisnik
hu_hu: Gyakorlott sci-fi nagy kvantum légköri hajtómű
ja_jp: 堪能なSF大型量子大気スラスタ
lv: Prasmīgs zinātniskās fantastikas lielais kvantu atmosfēras vilces līdzeklis
nl: Bekwame Sci-Fi Grote Quantum Atmosferische Thruster
no: Dyktig Sci-Fi Large Quantum Atmospheric Thruster
pt_br: Propulsor atmosférico quântico de grande ficção científica
ro: Propulsor atmosferic cuantic SF performant
ru: Опытный научно-фантастический большой квантовый атмосферный двигатель
sk_sk: Zdatný sci-fi veľký kvantový atmosférický thruster
sv: Skicklig Sci-Fi stor kvantatmosfärisk propeller
tr_tr: Yetkin Bilim Kurgu Büyük Kuantum Atmosferik İtici
uk: Досвідчений науково-фантастичний великий квантовий атмосферний двигун
zh_cn: 精通科幻大型量子大气推进器

# DisplayName_Block_LargeQAtmoThrustSciFiT3
source: Elite Sci-Fi Large Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic quàntic de ciència-ficció d'elit
cs_cz: Elitní sci-fi velký kvantový atmosférický tryska
da: Elite Sci-Fi stor kvante atmosfærisk thruster
de: Elite-Sci-Fi-Triebwerk für große Quantenatmosphäre
es: Propulsor atmosférico cuántico grande de ciencia ficción de élite
et_ee: Elite Sci-Fi suur kvantatmosfääri tõukejõud
fi: Suuri eliitti scifi-kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique Elite Sci-Fi
hr_hr: Elitni znanstveno-fantastični veliki kvantni atmosferski potisnik
hu_hu: Elite Sci-Fi Nagy Kvantum Légköri Hajtómű
ja_jp: エリートSF大型量子大気スラスター
lv: Elites zinātniskās fantastikas lielais kvantu atmosfēras vilces līdzeklis
nl: Elite Sci-Fi Grote Quantum Atmosferische Stuwraket
no: Elite Sci-Fi stor kvante atmosfærisk thruster
pt_br: Elite Sci-Fi Grande Propulsor Atmosférico Quântico
ro: Propulsor atmosferic cuantic Elite Sci-Fi
ru: Элитный научно-фантастический большой квантовый атмосферный двигатель
sk_sk: Elitné sci-fi veľké kvantové atmosférické motory
sv: Elite Sci-Fi Stor Quantum Atmosfärisk Thruster
tr_tr: Elite Bilim Kurgu Büyük Kuantum Atmosferik İtici
uk: Елітний науково-фантастичний великий квантовий атмосферний двигун
zh_cn: 精英科幻大型量子大气推进器

# DisplayName_Block_LargeQAtmoThrustT0
source: Large Quantum Atmospheric Thruster
ca_ad: Gran propulsor atmosfèric quàntic
cs_cz: Velký kvantový atmosférický motor
da: Stor kvante atmosfærisk thruster
de: Großer Quanten-atmosphärischer Triebwerk
es: Gran propulsor atmosférico cuántico
et_ee: Suur kvantatmosfääri tõukejõud
fi: Suuri kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique
hr_hr: Veliki kvantni atmosferski potisnik
hu_hu: Nagy kvantum légköri hajtómű
ja_jp: 大型量子大気スラスタ
lv: Liels kvantu atmosfēras vilces spēks
nl: Grote kwantumatmosferische boegschroef
no: Stor kvanteatmosfærisk thruster
pt_br: Grande propulsor atmosférico quântico
ro: Propulsor atmosferic cuantic mare
ru: Большой квантовый атмосферный двигатель
sk_sk: Veľký kvantový atmosférický thruster
sv: Stor kvantatmosfärisk propeller
tr_tr: Büyük Kuantum Atmosferik İtici
uk: Великий квантовий атмосферний двигун
zh_cn: 大型量子大气推进器

# DisplayName_Block_LargeQAtmoThrustT1
source: Enhanced Large Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic gran millorat
cs_cz: Vylepšený velký kvantový atmosférický motor
da: Forbedret stor kvante atmosfærisk thruster
de: Verbessertes atmosphärisches Triebwerk für große Quanten
es: Propulsor atmosférico cuántico grande mejorado
et_ee: Täiustatud suur kvantatmosfääri tõukejõud
fi: Parannettu suuri kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique amélioré
hr_hr: Poboljšani veliki kvantni atmosferski potisnik
hu_hu: Továbbfejlesztett nagy kvantum légköri hajtómű
ja_jp: 改良型大型量子大気スラスタ
lv: Uzlabots liels kvantu atmosfēras vilces spēks
nl: Verbeterde grote kwantumatmosferische boegschroef
no: Forbedret stor kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico grande aprimorado
ro: Propulsor atmosferic cuantic mare îmbunătățit
ru: Усовершенствованный Большой Квантовый Атмосферный Двигатель
sk_sk: Vylepšený veľký kvantový atmosférický motor
sv: Förbättrad stor kvantatmosfärisk propeller
tr_tr: Geliştirilmiş Büyük Kuantum Atmosferik İtici
uk: Покращений великий квантовий атмосферний двигун
zh_cn: 增强型大型量子大气推进器

# DisplayName_Block_LargeQAtmoThrustT2
source: Proficient Large Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic gran competent
cs_cz: Zkušený velký kvantový atmosférický tryska
da: Dygtig stor kvante atmosfærisk thruster
de: Kompetenter großer Quanten-atmosphärischer Triebwerk
es: Propulsor atmosférico cuántico de gran tamaño competente
et_ee: Vilunud suur kvantatmosfääri tõukejõud
fi: Taitava suuren kvanttiilmakehän potkuri
fr: Grand propulseur atmosphérique quantique compétent
hr_hr: Iskusni veliki kvantni atmosferski potisnik
hu_hu: Gyakorlott nagy kvantum légköri hajtómű
ja_jp: 大型量子大気スラスタ
lv: Prasmīgs liels kvantu atmosfēras vilces līdzeklis
nl: Bekwame grote kwantumatmosferische boegschroef
no: Dyktig stor kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico grande proficiente
ro: Propulsor atmosferic cuantic cuantic performant
ru: Опытный Большой Квантовый Атмосферный Двигатель
sk_sk: Zdatný veľký kvantový atmosférický thruster
sv: Skicklig stor kvantatmosfärisk propeller
tr_tr: Yetkin Büyük Kuantum Atmosferik İtici
uk: Досвідчений великий квантовий атмосферний двигун
zh_cn: 熟练的大型量子大气推进器

# DisplayName_Block_LargeQAtmoThrustT3
source: Elite Large Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic gran d'elit
cs_cz: Elitní velký kvantový atmosférický tryska
da: Elite stor kvante atmosfærisk thruster
de: Elite Large Quantum Atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico grande de élite
et_ee: Elite suur kvantatmosfääri tõukejõud
fi: Suuri kvanttiilmakehän eliittipotkuri
fr: Grand propulseur atmosphérique quantique Elite
hr_hr: Elitni veliki kvantni atmosferski potisnik
hu_hu: Elite nagy kvantum légköri hajtómű
ja_jp: エリート大型量子大気スラスタ
lv: Elites lielais kvantu atmosfēras vilcējs
nl: Elite grote kwantumatmosferische boegschroef
no: Elite Large Quantum atmosfærisk thruster
pt_br: Propulsor atmosférico quântico grande de elite
ro: Propulsor atmosferic cuantic mare Elite
ru: Элитный Большой Квантовый Атмосферный Двигатель
sk_sk: Elitný veľký kvantový atmosférický thruster
sv: Elite stor kvantatmosfärisk propeller
tr_tr: Elite Büyük Kuantum Atmosferik İtici
uk: Елітний великий квантовий атмосферний двигун
zh_cn: 精英大型量子大气推进器

# DisplayName_Block_LargeQCargoContainerT0
source: Large Quantum Cargo Container
ca_ad: Gran contenidor de càrrega quàntica
cs_cz: Velký nákladní kontejner Quantum
da: Stor kvantelastcontainer
de: Großer Quanten-Frachtcontainer
es: Contenedor grande de carga cuántica
et_ee: Suur kvantveoste konteiner
fi: Suuri Quantum Cargo -kontti
fr: Grand conteneur de fret quantique
hr_hr: Veliki kvantni teretni kontejner
hu_hu: Nagy Quantum teherszállító konténer
ja_jp: 大型量子貨物コンテナ
lv: Liels kvantu kravas konteiners
nl: Grote Quantum Cargo Container
no: Stor kvantelastecontainer
pt_br: Grande Contêiner de Carga Quantum
ro: Container mare de marfă cuantică
ru: Большой грузовой контейнер Quantum
sk_sk: Veľký kvantový nákladný kontajner
sv: Stor Quantum Cargo Container
tr_tr: Büyük Kuantum Kargo Konteyneri
uk: Великий квантовий вантажний контейнер
zh_cn: 大型量子货柜
