Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallQDarkPowerGeneratorT2
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. Proficient Max Power Output: 9MW Fuel Capacity: 90000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. Competent Potència màxima de sortida: 9MW Capacitat de combustible: 90000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. Dovedný Maximální výstupní výkon: 9MW Objem palivové nádrže: 90000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. Dygtige Maks. effekt: 9MW Brændstof kapacitet: 90000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. Kompetent Maximale Leistung: 9MW Kraftstoffkapazität: 90000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. Competente Potencia máxima de salida: 9MW Capacidad de combustible: 90000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. Valda Maksimaalne võimsus: 9MW Kütuse maht: 90000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. Taitava Suurin teho: 9MW Polttoainekapasiteetti: 90000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. Compétent Puissance de sortie maximale : 9 MW Capacité de carburant : 90000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. Stručnjak Maksimalna izlazna snaga: 9MW Kapacitet goriva: 90000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. Jártas Max teljesítmény: 9MW Üzemanyagtartály: 90000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 堪能 最大出力:9MW 燃料容量:90000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. Lietpratējs Maksimālā jauda: 9MW Degvielas ietilpība: 90000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. Bedreven Maximaal uitgangsvermogen: 9MW Tankinhoud: 90000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. Dyktig Maks effekt: 9MW Drivstoff Kapasitet: 90000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. Proficiente Potência máxima: 9MW Capacidade de combustível: 90000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. Competenţi Putere maximă: 9MW Capacitate combustibil: 90000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. Искусный Максимальная выходная мощность: 9 МВт Объем топливного бака: 90000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. Zdatní Maximálny výkon: 9MW Kapacita paliva: 90000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. Skickliga Max uteffekt: 9MW Bränslekapacitet: 90000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Usta Maksimum Güç Çıkışı: 9MW Yakıt Kapasitesi: 90000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. Володіють Максимальна вихідна потужність: 9 МВт Запас палива: 90000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 熟练 最大输出功率：9MW 油量：90000L

# Description_SmallQDarkPowerGeneratorT3
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. Elite Max Power Output: 13.5MW Fuel Capacity: 135000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. Elit Potència màxima de sortida: 13.5MW Capacitat de combustible: 135000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. Elita Maximální výstupní výkon: 13,5 MW Objem palivové nádrže: 135000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. Elite Maks. effekt: 13,5 MW Brændstof kapacitet: 135000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. Elite Maximale Leistung: 13,5 MW Kraftstoffkapazität: 135000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. Élite Potencia máxima de salida: 13,5 MW Capacidad de combustible: 135000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. Elite Maksimaalne võimsus: 13.5MW Kütuse maht: 135000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. Eliitti Suurin teho: 13.5MW Polttoainetilavuus: 135000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. Élite Puissance de sortie maximale : 13,5 MW Capacité de carburant : 135000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. Elitan Maksimalna izlazna snaga: 13,5 MW Kapacitet goriva: 135000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. Elit Max teljesítmény: 13.5MW Üzemanyagtartály: 135000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 エリート 最大出力:13.5MW 燃料容量:135000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. Elite Maksimālā jauda: 13.5MW Degvielas ietilpība: 135000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. Elite Maximaal uitgangsvermogen: 13,5 MW Tankinhoud: 135000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. Elite Maks effekt: 13,5 MW Drivstoff kapasitet: 135000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. Elite Potência máxima: 13.5MW Capacidade de combustível: 135000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. Elită Putere maximă de ieșire: 13.5MW Capacitate combustibil: 135000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. Элита Максимальная выходная мощность: 13,5 МВт Емкость топливного бака: 135000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. Elita Maximálny výkon: 13.5MW Kapacita paliva: 135000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. Elit Max uteffekt: 13,5 MW Bränslekapacitet: 135000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Seçkin Maksimum Güç Çıkışı: 13.5MW Yakıt Kapasitesi: 135000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. Елітні Максимальна вихідна потужність: 13,5 МВт Запас палива: 135000л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 精英 最大功率输出：13.5MW 燃油容量：135000L

# Description_SmallQHydrogenTankT0
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. Capacity: 4,000,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. Capacitat: 4.000.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. Kapacita: 4 000 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. Kapacitet: 4.000.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. Kapazität: 4.000.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. Capacidad: 4.000.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. Mahutavus: 4 000 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. Kapasiteetti: 4,000,000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. Capacité : 4 000 000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. Kapacitet: 4.000.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. Kapacitás: 4,000,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 容量: 4,000,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. Ietilpība: 4,000,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. Capaciteit: 4.000.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. Kapasitet: 4,000,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. Capacidade: 4.000.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. Capacitate: 4,000,000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. Емкость: 4 000 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. Kapacita: 4 000 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. Kapacitet: 4 000 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Kapasite: 4.000.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. Ємність: 4 000 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 容量：4,000,000L

# Description_SmallQHydrogenTankT1
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Normal Capacity: 6,000,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor del normal Capacitat: 6.000.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než normálně Kapacita: 6 000 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end normalt Kapacitet: 6.000.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als normal Kapazität: 6.000.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor de lo normal Capacidad: 6.000.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui tavaline Mahutavus: 6 000 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1.5x parempi kuin normaalisti Kapasiteetti: 6,000,000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux que la normale Capacité : 6 000 000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolje od normalnog Kapacitet: 6.000.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb a normálnál Kapacitás: 6,000,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 通常の1.5倍 容量:6,000,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā parasti Ietilpība: 6,000,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan normaal Capaciteit: 6.000.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn normalt Kapasitet: 6,000,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1.5x melhor do que o normal Capacidade: 6.000.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bine decât în mod normal Capacitate: 6,000,000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем обычно Емкость: 6 000 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako normálne Kapacita: 6 000 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än normalt Kapacitet: 6 000 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Normalden 1,5 kat daha iyi Kapasite: 6.000.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж зазвичай Ємність: 6 000 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比正常情况好 1.5 倍 容量：6,000,000L
