Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeClangiumQReactorT2
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. Proficient Max Power Output: 2,700MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. Competent Potència màxima de sortida: 2.700MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. Dovedný Maximální výstupní výkon: 2 700 MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. Dygtige Maks. effekt: 2.700 MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. Kompetent Maximale Leistung: 2.700 MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. Competente Potencia máxima de salida: 2.700 MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. Valda Maksimaalne võimsus: 2,700MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. Taitava Suurin teho: 2,700MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. Compétent Puissance de sortie maximale : 2 700 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. Stručnjak Maksimalna izlazna snaga: 2.700 MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. Jártas Max teljesítmény: 2,700MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 堪能 最大出力:2,700MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. Lietpratējs Maksimālā jauda: 2,700MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. Bedreven Maximaal uitgangsvermogen: 2.700 MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. Dyktig Maks effekt: 2,700MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. Proficiente Potência máxima: 2,700MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. Competenţi Putere maximă: 2.700MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. Искусный Максимальная выходная мощность: 2 700 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. Zdatní Maximálny výkon: 2 700 MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. Skickliga Max uteffekt: 2 700 MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Usta Maksimum Güç Çıkışı: 2,700MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. Володіють Максимальна вихідна потужність: 2,700 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 熟练 最大功率输出：2,700MW

# Description_LargeClangiumQReactorT3
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. Elite Max Power Output: 4,050MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. Elit Potència màxima de sortida: 4.050MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. Elita Maximální výstupní výkon: 4 050 MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. Elite Maks. effekt: 4.050 MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. Elite Maximale Leistung: 4.050 MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. Élite Potencia máxima de salida: 4.050 MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. Elite Maksimaalne võimsus: 4,050MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. Eliitti Suurin teho: 4,050MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. Élite Puissance de sortie maximale : 4 050 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. Elitan Maksimalna snaga: 4,050MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. Elit Max teljesítmény: 4,050MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 エリート 最大出力:4,050MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. Elite Maksimālā jauda: 4,050MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. Elite Maximaal uitgangsvermogen: 4.050 MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. Elite Maks effekt: 4,050MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. Elite Potência máxima: 4,050MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. Elită Putere maximă de ieșire: 4.050MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. Элита Максимальная выходная мощность: 4 050 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. Elita Maximálny výkon: 4 050 MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. Elit Max uteffekt: 4 050 MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Seçkin Maksimum Güç Çıkışı: 4,050MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. Елітні Максимальна вихідна потужність: 4,050 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 精英 最大输出功率：4,050MW

# Description_LargeClangiumReactorT0
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. Max Power Output: 300MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. Potència màxima de sortida: 300MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. Maximální výstupní výkon: 300 MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. Maks. effekt: 300MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. Maximale Leistung: 300 MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. Potencia máxima de salida: 300 MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. Maksimaalne võimsus: 300MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. Suurin teho: 300MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. Puissance de sortie maximale : 300 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. Maksimalna snaga: 300MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. Max. teljesítmény: 300MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 最大出力:300MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. Maksimālā jauda: 300MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. Maximaal uitgangsvermogen: 300MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. Maks effekt: 300 MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. Potência máxima: 300MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. Putere maxima de putere: 300MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. Максимальная выходная мощность: 300 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. Maximálny výkon: 300MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. Max uteffekt: 300MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Maksimum Güç Çıkışı: 300MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. Максимальна вихідна потужність: 300 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 最大功率输出：300MW
