Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_BatteryT3
source: A battery stores power and is able to distribute a high output of energy. 1.5x Better Than Proficient Max Power Output: 40.5MW Max Power Input: 40.5MW Max Stored Power: 10.13MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. 1.5x millor que competent Potència màxima de sortida: 40.5MW Potència màxima d'entrada: 40.5MW Potència màxima emmagatzemada: 10.13MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. 1,5x lepší než zdatný Maximální výstupní výkon: 40,5 MW Maximální příkon: 40,5 MW Maximální uložený výkon: 10,13 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. 1.5x bedre end dygtig Maks. effekt: 40,5 MW Maks. effektindgang: 40,5 MW Maks. lagret effekt: 10,13 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. 1,5x besser als kompetent Maximale Leistung: 40,5 MW Maximale Leistungsaufnahme: 40,5 MW Maximale gespeicherte Leistung: 10,13 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. 1,5 veces mejor que competente Potencia máxima de salida: 40,5 MW Potencia máxima de entrada: 40,5 MW Potencia máxima almacenada: 10,13 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. 1.5x parem kui vilunud Maksimaalne võimsus: 40.5MW Maksimaalne sisendvõimsus: 40.5MW Maksimaalne salvestatud võimsus: 10.13MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. 1.5x parempi kuin taitava Suurin teho: 40.5MW Suurin tehonsyöttö: 40.5MW Suurin varastoitu teho: 10.13MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. 1,5 fois mieux que compétent Puissance de sortie maximale : 40,5 MW Puissance d’entrée maximale : 40,5 MW Puissance maximale stockée : 10,13 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. 1.5x bolji od stručnog Maksimalna snaga: 40,5MW Maksimalna snaga: 40,5 MW Maksimalna pohranjena snaga: 10.13MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. 1,5-szer jobb, mint a profi Max. teljesítmény: 40.5MW Max. felvett teljesítmény: 40,5 MW Max tárolt teljesítmény: 10.13MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 熟練より1.5倍優れている 最大出力:40.5MW 最大電力入力:40.5MW 最大蓄電電力:10.13MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. 1,5x labāks nekā lietpratējs Maksimālā jauda: 40.5MW Maksimālā ieejas jauda: 40.5MW Maksimālā uzglabātā jauda: 10.13MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. 1.5x beter dan bekwaam Maximaal uitgangsvermogen: 40,5 MW Maximaal opgenomen vermogen: 40,5 MW Maximaal opgeslagen vermogen: 10,13 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. 1,5 ganger bedre enn dyktig Maks effekt: 40,5 MW Maks strøminngang: 40,5 MW Maks lagret effekt: 10,13 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. 1.5x melhor do que proficiente Potência máxima: 40.5MW Potência máxima de entrada: 40.5MW Potência máxima armazenada: 10.13MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. De 1,5 ori mai bun decât cel competent Putere maximă de ieșire: 40.5MW Putere maximă de intrare: 40.5MW Putere maximă stocată: 10,13MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. В 1,5 раза лучше, чем Proficient Максимальная выходная мощность: 40,5 МВт Максимальная потребляемая мощность: 40,5 МВт Максимальная запасаемая мощность: 10,13 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. 1,5x lepšie ako zdatný Maximálny výkon: 40.5MW Maximálny príkon: 40.5MW Maximálny uložený výkon: 10.13MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. 1,5 gånger bättre än skicklig Max uteffekt: 40,5 MW Max effektförbrukning: 40,5 MW Max lagrad effekt: 10,13 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Yetkinden 1,5 kat daha iyi Maksimum Güç Çıkışı: 40.5MW Maksimum Güç Girişi: 40.5MW Maksimum Depolanan Güç: 10.13MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. У 1,5 рази краще, ніж Proficient Максимальна вихідна потужність: 40,5 МВт Максимальна споживана потужність: 40,5 МВт Максимальна збережена потужність: 10,13 МВТ*год
zh_cn: 电池储存电力并能够分配高输出的能量。 比精通好 1.5 倍 最大输出功率：40.5MW 最大功率输入：40.5MW 最大储存功率：10.13MWH

# Description_BlueprintClass_ComponentsT1
source: Enhanced Components - Enhanced components are used in the construction of enhanced structural, mechanical, and electrical systems.
ca_ad: Components millorats - Els components millorats s'utilitzen en la construcció d'estructures millorades, sistemes mecànics i elèctrics.
cs_cz: Vylepšené komponenty - Vylepšené komponenty se používají při konstrukci vylepšených konstrukčních, mechanické a elektrické systémy.
da: Forbedrede komponenter - Forbedrede komponenter anvendes til konstruktion af forbedret strukturel, mekaniske og elektriske systemer.
de: Verbesserte Komponenten - Verbesserte Komponenten werden bei der Konstruktion von verbesserten strukturellen, mechanischen und elektrischen Systemen.
es: Componentes mejorados - Los componentes mejorados se utilizan en la construcción de estructuras mejoradas, sistemas mecánicos y eléctricos.
et_ee: Täiustatud komponendid - täiustatud konstruktsioonide ehitamisel kasutatakse täiustatud komponente, mehaanilised ja elektrilised süsteemid.
fi: Parannetut komponentit - Parannettuja komponentteja käytetään parannettujen rakenteellisten rakenteiden rakentamisessa, mekaaniset ja sähköiset järjestelmät.
fr: Composants améliorés - Des composants améliorés sont utilisés dans la construction de structures améliorées, systèmes mécaniques et électriques.
hr_hr: Poboljšane komponente - Poboljšane komponente koriste se u izgradnji poboljšane strukturne, mehanički i električni sustavi.
hu_hu: Továbbfejlesztett alkatrészek - A továbbfejlesztett alkatrészeket továbbfejlesztett szerkezeti építéshez használják, mechanikai és elektromos rendszerek.
ja_jp: 強化されたコンポーネント - 強化されたコンポーネントは、強化された構造の構築に使用されます。 機械、および電気システム。
lv: Uzlabotie komponenti - Uzlabotas sastāvdaļas tiek izmantotas uzlabotas konstrukcijas būvniecībā, mehāniskās un elektriskās sistēmas.
nl: Verbeterde componenten - Verbeterde componenten worden gebruikt bij de constructie van verbeterde structurele, mechanische en elektrische systemen.
no: Forbedrede komponenter - Forbedrede komponenter brukes i konstruksjonen av forbedret strukturell, mekaniske og elektriske systemer.
pt_br: Componentes aprimorados - Componentes aprimorados são usados na construção de estruturas aprimoradas, sistemas mecânicos e elétricos.
ro: Componente îmbunătățite - Componentele îmbunătățite sunt utilizate în construcția de structuri îmbunătățite, sisteme mecanice și electrice.
ru: Улучшенные компоненты - Усиленные компоненты используются при строительстве усиленных конструкционных, механические и электрические системы.
sk_sk: Vylepšené komponenty - Zosilnené komponenty sa používajú pri konštrukcii zosilnených konštrukčných, mechanické a elektrické systémy.
sv: Förbättrade komponenter - Förbättrade komponenter används vid konstruktion av förbättrad strukturell, mekaniska och elektriska system.
tr_tr: Geliştirilmiş Bileşenler - Geliştirilmiş bileşenlerin geliştirilmiş yapısal yapımında kullanılması, mekanik ve elektrik sistemleri.
uk: Удосконалені компоненти - Посилені компоненти використовуються при будівництві посилених конструкційних, механічні та електричні системи.
zh_cn: 增强的组件 - 增强型组件用于增强型结构的构建， 机械和电气系统。

# Description_BlueprintClass_ComponentsT2
source: Proficient Components - Proficient components are used in the construction of proficient structural, mechanical, and electrical systems.
ca_ad: Components competents - Els components competents s'utilitzen en la construcció d'estructures competents, sistemes mecànics i elèctrics.
cs_cz: Zdatné komponenty - Odborné komponenty se používají při konstrukci zdatných konstrukčních, mechanické a elektrické systémy.
da: Dygtige komponenter - Dygtige komponenter anvendes til konstruktion af dygtige strukturelle, mekaniske og elektriske systemer.
de: Kompetente Komponenten - Kompetente Komponenten werden bei der Konstruktion von kompetenten strukturellen, mechanischen und elektrischen Systemen.
es: Componentes competentes - Los componentes competentes se utilizan en la construcción de estructuras competentes, sistemas mecánicos y eléctricos.
et_ee: Vilunud komponendid - Vilunud komponente kasutatakse vilunud konstruktsioonide ehitamisel, mehaanilised ja elektrilised süsteemid.
fi: Taitavat komponentit - Ammattitaitoisia komponentteja käytetään ammattitaitoisten rakenteiden rakentamisessa, mekaaniset ja sähköiset järjestelmät.
fr: Composants compétents - Les composants compétents sont utilisés dans la construction de structures compétentes, systèmes mécaniques et électriques.
hr_hr: Stručne komponente - Stručne komponente koriste se u izgradnji stručnih strukturnih, mehanički i električni sustavi.
hu_hu: Hozzáértő alkatrészek - A gyakorlott alkatrészeket szakszerű szerkezetek építéséhez használják, mechanikai és elektromos rendszerek.
ja_jp: 熟練したコンポーネント - 熟練したコンポーネントは、熟練した構造の構築に使用されます。 機械、および電気システム。
lv: Lietpratīgie komponenti - Lietpratīgas sastāvdaļas tiek izmantotas lietpratīgas konstrukcijas konstruktūrā, mehāniskās un elektriskās sistēmas.
nl: Bekwame componenten - Bekwame componenten worden gebruikt bij de constructie van bekwame, structurele, mechanische en elektrische systemen.
no: Dyktige komponenter - Dyktige komponenter brukes i konstruksjonen av dyktig strukturell, mekaniske og elektriske systemer.
pt_br: Componentes Proficientes - Componentes proficientes são utilizados na construção de estruturas proficientes, sistemas mecânicos e elétricos.
ro: Componente competente - Componentele competente sunt utilizate în construcția de structuri competente, sisteme mecanice și electrice.
ru: Профессиональные компоненты - Профессиональные компоненты используются при строительстве профессиональных структурных, механические и электрические системы.
sk_sk: Skúsené komponenty - zdatné komponenty sa používajú pri konštrukcii zdatných konštrukčných, mechanické a elektrické systémy.
sv: Skickliga komponenter - Skickliga komponenter används vid konstruktion av skickliga strukturella, mekaniska och elektriska system.
tr_tr: Yetkin Bileşenler - Yetkin yapısal yapıların inşasında yetkin bileşenler kullanılır, mekanik ve elektrik sistemleri.
uk: Якісні компоненти - Якісні компоненти використовуються при побудові якісної конструкції, механічні та електричні системи.
zh_cn: 熟练的组件 - 熟练的组件用于构建熟练的结构， 机械和电气系统。

# Description_BlueprintClass_ComponentsT3
source: Elite Components - Elite components are used in the construction of elite structural, mechanical, and electrical systems.
ca_ad: Components d'elit - Els components d'elit s'utilitzen en la construcció d'estructures d'elit, sistemes mecànics i elèctrics.
cs_cz: Elitní komponenty - Elitní komponenty se používají při konstrukci elitních konstrukčních, mechanické a elektrické systémy.
da: Elite komponenter - Elite komponenter anvendes i opførelsen af elite strukturelle, mekaniske og elektriske systemer.
de: Elite-Komponenten - Elite-Komponenten werden beim Bau von Elite-Struktur-, mechanischen und elektrischen Systemen.
es: Componentes de élite - Los componentes de élite se utilizan en la construcción de estructuras de élite, sistemas mecánicos y eléctricos.
et_ee: Elite komponendid - eliitkomponente kasutatakse eliitkonstruktsioonide ehitamisel, mehaanilised ja elektrilised süsteemid.
fi: Elite-komponentit - Elite-komponentteja käytetään eliitin rakenteellisten rakenteiden rakentamisessa, mekaaniset ja sähköiset järjestelmät.
fr: Composants d’élite - Les composants d’élite sont utilisés dans la construction de structures d’élite, systèmes mécaniques et électriques.
hr_hr: Elitne komponente - Elitne komponente koriste se u izgradnji elitnih strukturnih, mehanički i električni sustavi.
hu_hu: Elite alkatrészek - Az elit komponenseket elit szerkezeti, mechanikai és elektromos rendszerek.
ja_jp: エリートコンポーネント - エリートコンポーネントは、エリート構造の構築に使用されます。 機械、および電気システム。
lv: Elites komponenti - Elites komponenti tiek izmantoti elites strukturālo konstrukciju būvniecībā, mehāniskās un elektriskās sistēmas.
nl: Elite-componenten - Elite-componenten worden gebruikt bij de constructie van elite-structurele, mechanische en elektrische systemen.
no: Elite-komponenter - Elite komponenter brukes i konstruksjonen av elite strukturelle, mekaniske og elektriske systemer.
pt_br: Componentes Elite - Componentes de elite são usados na construção de estruturas de elite, sistemas mecânicos e elétricos.
ro: Componente Elite - Componentele Elite sunt utilizate în construcția structurală de elită, sisteme mecanice și electrice.
ru: Элитные компоненты - Элитные комплектующие используются при строительстве элитных конструкционных, механические и электрические системы.
sk_sk: Komponenty Elite - Elitné komponenty sa používajú pri stavbe elitných konštrukčných, mechanické a elektrické systémy.
sv: Elite-komponenter - Elite-komponenter används vid konstruktion av elitstrukturella, mekaniska och elektriska system.
tr_tr: Elit Bileşenler - Elit yapıların inşasında elit bileşenler kullanılır, mekanik ve elektrik sistemleri.
uk: Елітні компоненти - Елітні комплектуючі використовуються при будівництві елітних конструкційних, механічні та електричні системи.
zh_cn: 精英组件 - 精英构件用于精英结构的建设， 机械和电气系统。

# Description_BlueprintClass_ConsumablesT1
source: Enhanced Consumables - Click on any item to assemble it.
ca_ad: Consumibles millorats - Feu clic a qualsevol element per muntar-lo.
cs_cz: Vylepšené spotřební doplňky - Kliknutím na libovolnou položku ji sestavíte.
da: Forbedrede forbrugsstoffer - Klik på et hvilket som helst element for at samle det.
de: Verbesserte Verbrauchsmaterialien - Klicken Sie auf einen beliebigen Gegenstand, um ihn zusammenzubauen.
es: Consumibles mejorados - Haz clic en cualquier elemento para montarlo.
et_ee: Täiustatud tarbekaubad - Selle kokkupanemiseks klõpsake suvalisel elemendil.
fi: Parannetut kulutustarvikkeet - Napsauta mitä tahansa kohdetta kootaksesi sen.
fr: Consommables améliorés - Cliquez sur n’importe quel élément pour l’assembler.
hr_hr: Poboljšani potrošni materijal - Kliknite na bilo koji predmet da biste ga sastavili.
hu_hu: Továbbfejlesztett fogyóeszközök - Kattintson bármelyik elemre az összeállításhoz.
ja_jp: 強化型消耗品 - 任意のアイテムをクリックして組み立てます。
lv: Uzlabotie palīgmateriāli - Noklikšķiniet uz jebkura priekšmeta, lai to saliktu.
nl: Verbeterde verbruiksartikelen - Klik op een item om het in elkaar te zetten.
no: Forbedrede forbruksvarer - Klikk på et element for å montere det.
pt_br: Consumíveis aprimorados - Clique em qualquer item para montá-lo.
ro: Consumabile îmbunătățite - Faceți clic pe orice element pentru a-l asambla.
ru: Улучшенные расходные материалы - Нажмите на любой предмет, чтобы собрать его.
sk_sk: Vylepšený spotrebný materiál - Kliknite na ľubovoľnú položku, aby ste ju zostavili.
sv: Förbättrade förbrukningsartiklar - Klicka på ett objekt för att sätta ihop det.
tr_tr: Geliştirilmiş Sarf Malzemeleri - Birleştirmek için herhangi bir öğeye tıklayın.
uk: Покращені витратні матеріали - Натисніть на будь-який предмет, щоб зібрати його.
zh_cn: 增强型耗材 - 单击任何项目进行组装。

# Description_BlueprintClass_ConsumablesT2
source: Proficient Consumables - Click on any item to assemble it.
ca_ad: Consumibles competents - Feu clic a qualsevol element per muntar-lo.
cs_cz: Zdatné spotřební doplňky - Kliknutím na libovolnou položku ji sestavíte.
da: Dygtige forbrugsvarer - Klik på et hvilket som helst element for at samle det.
de: Kompetente Verbrauchsmaterialien - Klicken Sie auf einen beliebigen Gegenstand, um ihn zusammenzubauen.
es: Consumibles competentes - Haz clic en cualquier elemento para montarlo.
et_ee: Vilunud tarbekaubad - Selle kokkupanemiseks klõpsake suvalisel elemendil.
fi: Taitavat kulutustarvikkeet - Napsauta mitä tahansa kohdetta kootaksesi sen.
fr: Consommables compétents - Cliquez sur n’importe quel élément pour l’assembler.
hr_hr: Iskusan potrošni materijal - Kliknite na bilo koji predmet da biste ga sastavili.
hu_hu: Profi fogyóeszközök - Kattintson bármelyik elemre az összeállításhoz.
ja_jp: 熟練の消耗品 - 任意のアイテムをクリックして組み立てます。
lv: Lietpratīgi palīgmateriāli - Noklikšķiniet uz jebkura priekšmeta, lai to saliktu.
nl: Bekwame verbruiksartikelen - Klik op een item om het in elkaar te zetten.
no: Dyktige forbruksvarer - Klikk på et element for å montere det.
pt_br: Consumíveis Proficientes - Clique em qualquer item para montá-lo.
ro: Consumabile competente - Faceți clic pe orice element pentru a-l asambla.
ru: Профессиональные расходные материалы - Нажмите на любой предмет, чтобы собрать его.
sk_sk: Skúsený spotrebný materiál - Kliknite na ľubovoľnú položku, aby ste ju zostavili.
sv: Skickliga förbrukningsvaror - Klicka på ett objekt för att sätta ihop det.
tr_tr: Yetkin Sarf Malzemeleri - Birleştirmek için herhangi bir öğeye tıklayın.
uk: Досвідчені витратні матеріали - Натисніть на будь-який предмет, щоб зібрати його.
zh_cn: 熟练的耗材 - 单击任何项目进行组装。

# Description_BlueprintClass_ConsumablesT3
source: Elite Consumables - Click on any item to assemble it.
ca_ad: Consumibles d'elit - Feu clic a qualsevol element per muntar-lo.
cs_cz: Elitní spotřební doplňky - Kliknutím na libovolnou položku ji sestavíte.
da: Elite forbrugsvarer - Klik på et hvilket som helst element for at samle det.
de: Elite-Verbrauchsmaterialien - Klicken Sie auf einen beliebigen Gegenstand, um ihn zusammenzubauen.
es: Consumibles de élite - Haz clic en cualquier elemento para montarlo.
et_ee: Elite tarbekaubad - Selle kokkupanemiseks klõpsake suvalisel elemendil.
fi: Elite-kulutustarvikkeet - Napsauta mitä tahansa kohdetta kootaksesi sen.
fr: Consommables d’élite - Cliquez sur n’importe quel élément pour l’assembler.
hr_hr: Elitni potrošni materijal - Kliknite na bilo koji predmet da biste ga sastavili.
hu_hu: Elite fogyóeszközök - Kattintson bármelyik elemre az összeállításhoz.
ja_jp: エリート消耗品 - 任意のアイテムをクリックして組み立てます。
lv: Elites palīgmateriāli - Noklikšķiniet uz jebkura priekšmeta, lai to saliktu.
nl: Elite verbruiksartikelen - Klik op een item om het in elkaar te zetten.
no: Elite forbruksvarer - Klikk på et element for å montere det.
pt_br: Consumíveis Elite - Clique em qualquer item para montá-lo.
ro: Consumabile Elite - Faceți clic pe orice element pentru a-l asambla.
ru: Элитные расходные материалы - Нажмите на любой предмет, чтобы собрать его.
sk_sk: Spotrebný materiál Elite - Kliknite na ľubovoľnú položku, aby ste ju zostavili.
sv: Förbrukningsartiklar för elit - Klicka på ett objekt för att sätta ihop det.
tr_tr: Elit Sarf Malzemeleri - Birleştirmek için herhangi bir öğeye tıklayın.
uk: Елітні витратні матеріали - Натисніть на будь-який предмет, щоб зібрати його.
zh_cn: 精英耗材 - 单击任何项目进行组装。

# Description_BlueprintClass_DarkEnergyBottles
source: A tank to hold Dark Energy for your suit.
ca_ad: Un tanc per contenir Dark Energy per al teu vestit.
cs_cz: Nádrž, do které se vejde temná energie pro váš oblek.
da: En tank til at holde Dark Energy til din dragt.
de: Ein Tank, um Dunkle Energie für deinen Anzug zu halten.
es: Un tanque para guardar la energía oscura para tu traje.
et_ee: Paak, mis hoiab teie ülikonna jaoks tumedat energiat.
fi: Säiliö, johon mahtuu pimeää energiaa pukuasi varten.
fr: Un tank pour contenir de l’énergie noire pour votre combinaison.
hr_hr: Tenk za tamnu energiju za tvoje odijelo.
hu_hu: Egy tartály, amiben a sötét energia tartható az öltönyödben.
ja_jp: ダークエネルギーをスーツに保持するタンク。
lv: Tvertne, lai turētu Dark Energy jūsu uzvalkam.
nl: Een tank om Dark Energy in te bewaren voor je pak.
no: En tank for å holde Dark Energy for dressen din.
pt_br: Um tanque para segurar Energia Escura para o seu terno.
ro: Un rezervor pentru a ține energia întunecată pentru costumul tău.
ru: Резервуар для хранения темной энергии для вашего костюма.
sk_sk: Tank, ktorý pojme temnú energiu pre váš oblek.
sv: En tank för att hålla Dark Energy för din kostym.
tr_tr: Kıyafetiniz için Karanlık Enerjiyi tutacak bir tank.
uk: Резервуар для зберігання темної енергії для вашого костюма.
zh_cn: 一个坦克，可以容纳你的西装的黑暗能量。

# Description_BlueprintClass_EquipmentT1
source: Enhanced Equipment - A variety of utility items and survival equipment.
ca_ad: Equipament millorat - Una varietat d'articles d'utilitat i equips de supervivència.
cs_cz: Vylepšené vybavení - Různé užitkové předměty a vybavení pro přežití.
da: Forbedret udstyr - En række brugsgenstande og overlevelsesudstyr.
de: Verbesserte Ausstattung - Eine Vielzahl von Gebrauchsgegenständen und Überlebensausrüstung.
es: Equipamiento mejorado - Una variedad de artículos de utilidad y equipo de supervivencia.
et_ee: Täiustatud seadmed - Mitmesugused tarbeesemed ja päästevahendid.
fi: Parannetut laitteet - Erilaisia käyttöesineitä ja selviytymisvälineitä.
fr: Équipement amélioré - Une variété d’articles utilitaires et d’équipements de survie.
hr_hr: Poboljšana oprema - Razni komunalni predmeti i oprema za preživljavanje.
hu_hu: Továbbfejlesztett berendezések - Különböző használati tárgyak és túlélési felszerelések.
ja_jp: 強化された機器 - さまざまなユーティリティアイテムとサバイバル装備。
lv: Uzlabots aprīkojums - Dažādi komunālie priekšmeti un izdzīvošanas aprīkojums.
nl: Verbeterde uitrusting - Een verscheidenheid aan gebruiksvoorwerpen en overlevingsuitrusting.
no: Forbedret utstyr - En rekke bruksgjenstander og overlevelsesutstyr.
pt_br: Equipamentos aprimorados - Uma variedade de itens de utilidade e equipamentos de sobrevivência.
ro: Echipamente îmbunătățite - O varietate de articole utilitare și echipamente de supraviețuire.
ru: Улучшенное оборудование - Разнообразные подсобные предметы и снаряжение для выживания.
sk_sk: Vylepšená výbava - Rôzne úžitkové predmety a vybavenie na prežitie.
sv: Förbättrad utrustning - En mängd olika bruksföremål och överlevnadsutrustning.
tr_tr: Gelişmiş Ekipman - Çeşitli yardımcı öğeler ve hayatta kalma ekipmanları.
uk: Удосконалене обладнання - Різноманітні підсобні предмети та спорядження для виживання.
zh_cn: 增强型设备 - 各种实用物品和生存装备。
