Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeQCargoContainerT1
source: Large cargo containers can be used to store lots of items. 8x More storage than non quantum enhanced large cargo. 8x Cost. 8x weight. 5,062,504L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 8x Més emmagatzematge que la càrrega gran millorada no quàntica. 8x Cost. 8x pes. 5.062.504L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 8x větší úložiště než u velkého nákladu, který není kvantově vylepšený. 8x náklady. 8x závaží. 5 062 504L na 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 8x Mere lagerplads end ikke-kvanteforbedret stor last. 8x omkostninger. 8x vægt. 5.062.504L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 8x mehr Speicherplatz als nicht quantenverstärkte große Fracht. 8x Kosten. 8x Gewicht. 5.062.504L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 8 veces más almacenamiento que la carga grande mejorada no cuántica. 8 veces el coste. 8x peso. 5,062,504L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 8x rohkem ladustamist kui mittekvantiliselt täiustatud suured veosed. 8x maksumus. 8x kaal. 5,062,504L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 8x enemmän tallennustilaa kuin ei-kvanttiparanneltu suuri rahti. 8x hinta. 8x paino. 5,062,504L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 8 fois plus de stockage que les grandes cargaisons non quantiques. Coût multiplié par 8. 8x poids. 5,062,504L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 8x Više skladišta od ne-kvantno poboljšanog velikog tereta. 8x Trošak. 8x težina. 5,062,504L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 8x több tároló, mint a nem kvantummal továbbfejlesztett nagy rakományok. 8x költség. 8x súly. 5,062,504L 1x-en
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 非量子強化大型貨物の8倍の保管容量。コストが8倍。8xの重量。 1xで5,062,504L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 8x Vairāk krātuves nekā nekvantu uzlabotas lielas kravas. 8x izmaksas. 8x svars. 5,062,504L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 8x meer opslagruimte dan niet-kwantumverbeterde grote lading. 8x kosten. 8x gewicht. 5.062.504L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 8x Mer lagringsplass enn ikke kvanteforbedret stor last. 8x kostnad. 8x vekt. 5,062,504L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 8x mais armazenamento do que carga grande não quântica aprimorada. Custo 8x. 8x peso. 5.062.504L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 8 ori mai mult spațiu de stocare decât încărcăturile mari îmbunătățite non-cuantic. Cost de 8x. 8x greutate. 5,062,504L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 8 раз больше места для хранения по сравнению с крупногабаритными грузами без квантовых улучшений. Стоимость в 8 раз. Вес в 8 раз. 5 062 504 л на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 8x viac úložného priestoru ako veľký náklad bez kvantového vylepšenia. 8x náklady. 8x hmotnosť. 5 062 504L na 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 8x Mer lagringsutrymme än icke kvantförbättrad stor last. 8x kostnad. 8x vikt. 5 062 504 liter på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Kuantumla geliştirilmemiş büyük kargolara kıyasla 8 kat daha fazla depolama alanı. 8x Maliyet. 8x ağırlık. 1x üzerinde 5.062.504L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 8 разів більше місця для зберігання, ніж у великогабаритних вантажах без квантового збільшення. Вартість у 8 разів. Вага в 8 разів. 5 062 504 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 存储空间是非量子增强型大型货物的 8 倍。8 倍成本。8 倍重量。 5,062,504L 在 1x 上

# Description_LargeQCargoContainerT2
source: Large cargo containers can be used to store lots of items. 8x More storage than non quantum proficient large cargo. 8x Cost. 8x weight. 7,593,750L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 8x Més emmagatzematge que la càrrega gran no quàntica. 8x Cost. 8x pes. 7.593.750L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 8x větší úložný prostor než u nekvantově zdatného velkého nákladu. 8x náklady. 8x závaží. 7 593 750 l na 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 8x Mere lagerplads end ikke-kvantedygtig stor last. 8x omkostninger. 8x vægt. 7.593.750L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 8x mehr Stauraum als nicht quantenfähige große Fracht. 8x Kosten. 8x Gewicht. 7.593.750L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 8 veces más almacenamiento que la carga grande que no domina la cuántica. 8 veces el coste. 8x peso. 7.593.750L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 8x Rohkem hoiuruumi kui mittekvantiliselt vilunud suur last. 8x maksumus. 8x kaal. 7,593,750L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 8x enemmän tallennustilaa kuin ei-kvanttitaitavilla suurilla rahdeilla. 8x hinta. 8x paino. 7,593,750L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 8 fois plus de stockage que les grandes cargaisons non quantiques. Coût multiplié par 8. 8x poids. 7,593,750L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 8x Više skladišta od velikog tereta koji nije kvantno stručan. 8x Trošak. 8x težina. 7,593,750L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 8x több tároló, mint a nem kvantum-jártas, nagy rakományok. 8x költség. 8x súly. 7,593,750L 1x-en
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 量子に堪能でない大型貨物の8倍の保管容量。コストが8倍。8xの重量。 1xで7,593,750L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 8x Vairāk krātuves nekā nekvantu lietpratēja lielas kravas. 8x izmaksas. 8x svars. 7,593,750L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 8x meer opslag dan niet-kwantumvaardige grote lading. 8x kosten. 8x gewicht. 7.593.750L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 8x Mer lagringsplass enn ikke kvantedyktig stor last. 8x kostnad. 8x vekt. 7,593,750L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 8x mais armazenamento do que carga grande não proficiente quântica. Custo 8x. 8x peso. 7,593,750L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 8 ori mai mult spațiu de stocare decât încărcătura mare non-cuantică. Cost de 8x. 8x greutate. 7,593,750L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 8 раз больше места для хранения по сравнению с крупногабаритными грузами, не владеющими квантовыми технологиями. Стоимость в 8 раз. Вес в 8 раз. 7 593 750 л на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 8x viac úložného priestoru ako kvantovo zdatný veľký náklad. 8x náklady. 8x hmotnosť. 7 593 750L na 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 8x Mer lagringsutrymme än icke kvantkunnig stor last. 8x kostnad. 8x vikt. 7 593 750 liter på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Kuantum yeterliliği olmayan büyük kargolardan 8 kat daha fazla depolama alanı. 8x Maliyet. 8x ağırlık. 1x üzerinde 7.593.750L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 8 разів більше пам'яті, ніж великий вантаж без квантової якості. Вартість у 8 разів. Вага в 8 разів. 7 593 750 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 存储空间是非量子熟练大件货物的 8 倍。8 倍成本。8 倍重量。 7,593,750L 在 1x 上

# Description_LargeQCargoContainerT3
source: Large cargo containers can be used to store lots of items. 8x More storage than non quantum elite large cargo. 8x Cost. 8x weight. 11,390,624.8L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 8x Més emmagatzematge que la càrrega gran d'elit no quàntica. 8x Cost. 8x pes. 11.390.624,8 L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 8x větší úložný prostor než u nekvantového elitního velkého nákladu. 8x náklady. 8x závaží. 11 390 624,8 l na 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 8x Mere lagerplads end ikke-kvanteelite stor last. 8x omkostninger. 8x vægt. 11,390,624.8L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 8x mehr Stauraum als große Fracht ohne Quanten-Elite. 8x Kosten. 8x Gewicht. 11.390.624,8L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 8 veces más almacenamiento que la carga grande de élite no cuántica. 8 veces el coste. 8x peso. 11,390,624.8L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 8x Rohkem ladustamist kui mittekvant-eliitne suur last. 8x maksumus. 8x kaal. 11 390 624.8L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 8x enemmän tallennustilaa kuin ei-kvanttieliitin suuri rahti. 8x hinta. 8x paino. 11,390,624.8L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 8 fois plus de stockage que les grandes cargaisons d’élite non quantiques. Coût multiplié par 8. 8x poids. 11 390 624,8 L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 8x Više skladišta od ne-kvantnog elitnog velikog tereta. 8x Trošak. 8x težina. 11,390,624.8L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 8x több tároló, mint a nem kvantum elit nagy rakományok. 8x költség. 8x súly. 11 390 624.8L 1x-en
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 非量子エリート大型貨物の8倍の保管容量。コストが8倍。8xの重量。 1xで11,390,624.8L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 8x vairāk krātuves nekā nekvantu elites lielās kravas. 8x izmaksas. 8x svars. 11,390,624.8L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 8x meer opslagruimte dan niet-quantum elite grote vracht. 8x kosten. 8x gewicht. 11.390.624,8L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 8x Mer lagringsplass enn ikke quantum elite stor last. 8x kostnad. 8x vekt. 11,390,624.8L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 8x mais armazenamento do que carga grande de elite não quântica. Custo 8x. 8x peso. 11,390,624.8L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 8 ori mai mult spațiu de stocare decât încărcăturile mari non-cuantice de elită. Cost de 8x. 8x greutate. 11,390,624.8L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 8 раз больше места для хранения, чем у неквантовых элитных крупногабаритных грузов. Стоимость в 8 раз. Вес в 8 раз. 11 390 624,8 л на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 8x viac úložiska ako nekvantovo elitný veľký náklad. 8x náklady. 8x hmotnosť. 11 390 624,8 l 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 8x Mer lagringsutrymme än icke kvantelit stor last. 8x kostnad. 8x vikt. 11 390 624,8 liter på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Kuantum elit olmayan büyük kargodan 8 kat daha fazla depolama alanı. 8x Maliyet. 8x ağırlık. 1x üzerinde 11.390.624,8L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 8 разів більше місця для зберігання, ніж у неквантових елітних великих вантажах. Вартість у 8 разів. Вага в 8 разів. 11 390 624,8 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 存储空间是非量子精英大型货物的 8 倍。8 倍成本。8 倍重量。 11,390,624.8L 在 1x 上

# Description_LargeQDarkEnergyReactorT0
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 2.25x more efficient than Uranium. Dark Matter is extremely rare. Found only in Asteroids, Planet Energia, and Planet Clangia. Normal Max Power Output: 1,200MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 2,25 vegades més eficients que l'urani. La matèria fosca és extremadament rara. Es troba només en Asteroides, Planeta Energia i Planeta Clangia. Normal Potència màxima de sortida: 1.200MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 2,25x účinnější než uran. Temná hmota je extrémně vzácná. Vyskytuje se pouze v planetách Asteroids, Planet Energia a Planet Clangia. Normální Maximální výstupní výkon: 1 200 MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Mørke energibarrer er 2,25 gange mere effektive end uran. Mørkt stof er ekstremt sjældent. Findes kun i asteroider, Planet Energia og Planet Clangia. Normal Maks. effekt: 1.200 MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Barren der Dunklen Energie sind 2,25-mal effizienter als Uran. Dunkle Materie ist extrem selten. Kommt nur in Asteroids, Planet Energia und Planet Clangia vor. Normal Maximale Leistung: 1.200 MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 2,25 veces más eficientes que el uranio. La materia oscura es extremadamente rara. Solo se encuentra en Asteroides, Planet Energia y Planet Clangia. Normal Potencia máxima de salida: 1.200 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 2,25x tõhusamad kui uraan. Tumeaine on äärmiselt haruldane. Leitud ainult asteroididest, Planet Energiast ja Planet Clangiast. Tavaline Maksimaalne võimsus: 1,200MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 2,25 kertaa tehokkaampia kuin uraani. Pimeä aine on erittäin harvinaista. Löytyy vain asteroideista, Planet Energiasta ja Planet Clangiasta. Normaali Suurin teho: 1,200MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 2,25 fois plus efficaces que l’uranium. La matière noire est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Energia et la planète Clangia. Normal Puissance de sortie maximale : 1 200 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 2.25x učinkovitiji od urana. Tamna tvar je izuzetno rijetka. Nalazi se samo u asteroidima, planeti Energiji i planeti Clangia. Normalan Maksimalna snaga: 1.200 MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energiájú öntvények 2,25-ször hatékonyabbak, mint az urán. A sötét anyag rendkívül ritka. Csak az aszteroidákban, az Energia bolygóban és a Clangia bolygóban található meg. Normális Max teljesítmény: 1,200MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ウランの2.25倍の効率があります。ダークマターは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 正常 最大出力:1,200MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 2,25x efektīvāki nekā urāns. Tumšā viela ir ļoti reta. Atrasts tikai asteroīdos, Planet Energia un Planet Clangia. Parasts Maksimālā jauda: 1,200MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 2,25x efficiënter dan uranium. Donkere materie is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Energia en Planet Clangia. Normaal Maximaal uitgangsvermogen: 1.200 MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 2,25 ganger mer effektive enn uran. Mørk materie er ekstremt sjelden. Finnes bare i Asteroids, Planet Energia og Planet Clangia. Normal Maks effekt: 1,200MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de energia escura são 2,25x mais eficientes que o urânio. A matéria escura é extremamente rara. Encontrado apenas em Asteroides, Planet Energia e Planet Clangia. Normal Potência máxima: 1.200MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 2,25 ori mai eficiente decât uraniul. Materia întunecată este extrem de rară. Se găsește numai în Asteroizi, Planeta Energia și Planeta Clangia. Normal Putere maximă: 1.200MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки темной энергии в 2,25 раза эффективнее урана. Темная материя встречается крайне редко. Встречается только в Астероидах, Планете Энергия и Планете Клангия. Нормальный Максимальная выходная мощность: 1 200 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Ingoty Dark Energy sú 2,25x účinnejšie ako urán. Temná hmota je extrémne zriedkavá. Nachádza sa iba v asteroidoch, planéte Energia a planéte Clangia. Normálny Maximálny výkon: 1 200 MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Tackor med mörk energi är 2,25 gånger effektivare än uran. Mörk materia är extremt sällsynt. Finns endast i Asteroids, Planet Energia och Planet Clangia. Normal Max uteffekt: 1 200 MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Uranyum'dan 2,25 kat daha verimlidir. Karanlık Madde son derece nadirdir. Sadece Asteroitler, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Normal Maksimum Güç Çıkışı: 1.200MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 2,25 рази ефективніші за уран. Темна матерія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, планеті Енергія і планеті Клангія. Нормальний Максимальна вихідна потужність: 1,200 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是铀的 2.25 倍。暗物质极为罕见。仅在小行星、能量行星和克兰吉亚行星中发现。 正常 最大功率输出：1,200MW
