Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_HeavyCalibreGunT2
source: A titanic gun perfectly suited for battles against heavily armored targets. Uses Depleted Dark Energy Artillery Shells. Maximum range: 3500 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Una pistola titànica perfectament adequada per a batalles contra objectius fortament blindats. Utilitza projectils d'artilleria d'energia fosca esgotada. Abast màxim: 3500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, que millorat
cs_cz: Titánský dělo, které se dokonale hodí pro bitvy proti těžce obrněným cílům. Používá vyčerpané dělostřelecké granáty temné energie. Maximální dostřel: 3500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: En titanisk pistol perfekt egnet til kampe mod stærkt pansrede mål. Bruger udtømte mørke energi artillerigranater. Maksimal rækkevidde: 3500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end forbedret
de: Ein titanisches Geschütz, das sich perfekt für den Kampf gegen schwer gepanzerte Ziele eignet. Verwendet erschöpfte Artilleriegranaten mit dunkler Energie. Maximale Reichweite: 3500 m 1,5-mal schneller nachlädt und 1,5-mal mehr Schaden verursacht als verstärkt
es: Un cañón titánico perfectamente adecuado para batallas contra objetivos fuertemente blindados. Utiliza proyectiles de artillería de energía oscura agotados. Alcance máximo: 3500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Titanic-relv, mis sobib ideaalselt lahinguteks tugevalt soomustatud sihtmärkide vastu. Kasutab ammendunud tumeda energia suurtükiväe kestasid. Maksimaalne lennukaugus: 3500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Titaaninen ase, joka sopii täydellisesti taisteluihin voimakkaasti panssaroituja kohteita vastaan. Käyttää tyhjentyneitä pimeän energian tykistökuoria. Suurin kantama: 3500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Un canon titanesque parfaitement adapté aux batailles contre des cibles lourdement blindées. Utilise des obus d’artillerie à énergie noire épuisée. Portée maximale : 3500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Titanski pištolj savršeno pogodan za bitke protiv teško oklopljenih meta. Koristi osiromašene topničke granate tamne energije. Maksimalni domet: 3500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: Egy titán fegyver, amely tökéletesen alkalmas erősen páncélozott célok elleni csatákra. Kimerült sötét energiájú tüzérségi lövedékeket használ. Maximális hatótávolság: 3500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a továbbfejlesztett
ja_jp: 重装甲の標的との戦いに最適な巨大な主砲です。枯渇したダークエネルギー砲弾を使用する。 最大範囲:3500 m 強化型よりもリロード速度が1.5倍速く、ダメージが1.5倍になる
lv: Titānisks lielgabals, kas lieliski piemērots cīņām pret stipri bruņotiem mērķiem. Izmanto noplicinātas tumšās enerģijas artilērijas čaulas. Maksimālais diapazons: 3500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Een titanisch kanon dat perfect geschikt is voor gevechten tegen zwaar gepantserde doelen. Gebruikt artilleriegranaten met uitgeputte donkere energie. Maximaal bereik: 3500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: En titanisk pistol perfekt egnet for kamper mot tungt pansrede mål. Bruker utarmede mørke energiartillerigranater. Maksimal rekkevidde: 3500 m Laster inn 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Uma arma titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Utiliza projéteis de artilharia de energia escura esgotados. Alcance máximo: 3500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o aprimorado
ro: Un tun titanic perfect potrivit pentru luptele împotriva țintelor puternic blindate. Folosește obuze de artilerie epuizate cu energie întunecată. Raza maxima de actiune: 3500 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Титаническая пушка, идеально подходящая для сражений с тяжелобронированными целями. Использует опустошённые артиллерийские снаряды Тёмной Энергии. Максимальная дальность: 3500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Titanová zbraň dokonale vhodná na boj proti ťažko obrneným cieľom. Používa vyčerpané delostrelecké granáty tmavej energie. Maximálny dosah: 3500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako vylepšených
sv: En titanisk kanon som passar perfekt för strider mot tungt bepansrade mål. Använder utarmade artillerigranater med mörk energi. Maximal räckvidd: 3500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: Ağır zırhlı hedeflere karşı savaşlar için mükemmel şekilde uygun bir titanik silah. Tükenmiş Karanlık Enerji Topçu Mermileri kullanır. Maksimum menzil: 3500 m Gelişmişten 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Титанічна гармата, яка чудово підходить для боїв проти важкоброньованих цілей. Використовує артилерійські снаряди з виснаженою темною енергією. Максимальна дальність: 3500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж покращений
zh_cn: 一把泰坦尼克号枪，非常适合与重装甲目标作战。使用耗尽的暗能量炮弹。 最大射程：3500米 与增强型相比，装填速度提高 1.5 倍，造成伤害 1.5 倍

# Description_HeavyCalibreGunT3
source: A titanic gun perfectly suited for battles against heavily armored targets. Uses Depleted Clangium Artillery Shells. Maximum range: 3500 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Una pistola titànica perfectament adequada per a batalles contra objectius fortament blindats. Utilitza projectils d'artilleria de clangium empobrits. Abast màxim: 3500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Titánský dělo, které se dokonale hodí pro bitvy proti těžce obrněným cílům. Používá vyčerpané dělostřelecké granáty Clangium. Maximální dostřel: 3500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: En titanisk pistol perfekt egnet til kampe mod stærkt pansrede mål. Bruger udtømte clangiumartilleriskaller. Maksimal rækkevidde: 3500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Ein titanisches Geschütz, das sich perfekt für den Kampf gegen schwer gepanzerte Ziele eignet. Verwendet erschöpfte Clangium-Artilleriegranaten. Maximale Reichweite: 3500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Un cañón titánico perfectamente adecuado para batallas contra objetivos fuertemente blindados. Utiliza proyectiles de artillería Clangium agotados. Alcance máximo: 3500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Titanic-relv, mis sobib ideaalselt lahinguteks tugevalt soomustatud sihtmärkide vastu. Kasutab ammendunud clangiumi suurtükiväe kestasid. Maksimaalne lennukaugus: 3500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Titaaninen ase, joka sopii täydellisesti taisteluihin voimakkaasti panssaroituja kohteita vastaan. Käyttää köyhdytettyjä klangiumtykistökuoria. Suurin kantama: 3500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Un canon titanesque parfaitement adapté aux batailles contre des cibles lourdement blindées. Utilise des obus d’artillerie Clangium épuisés. Portée maximale : 3500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Titanski pištolj savršeno pogodan za bitke protiv teško oklopljenih meta. Koristi osiromašene topničke granate. Maksimalni domet: 3500 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: Egy titán fegyver, amely tökéletesen alkalmas erősen páncélozott célok elleni csatákra. Kimerült Clangium tüzérségi kagylót használ. Maximális hatótávolság: 3500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: 重装甲の標的との戦いに最適な巨大な主砲です。枯渇したClangium砲弾を使用します。 最大範囲:3500 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Titānisks lielgabals, kas lieliski piemērots cīņām pret stipri bruņotiem mērķiem. Izmanto noplicinātas Clangium artilērijas čaulas. Maksimālais diapazons: 3500 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Een titanisch kanon dat perfect geschikt is voor gevechten tegen zwaar gepantserde doelen. Maakt gebruik van uitgeputte clangium-artilleriegranaten. Maximaal bereik: 3500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: En titanisk pistol perfekt egnet for kamper mot tungt pansrede mål. Bruker utarmede clangium artilleri skjell. Maksimal rekkevidde: 3500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Uma arma titânica perfeitamente adequada para batalhas contra alvos fortemente blindados. Utiliza projéteis de artilharia de Clângio esgotados. Alcance máximo: 3500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: Un tun titanic perfect potrivit pentru luptele împotriva țintelor puternic blindate. Utilizează obuze de artilerie Clangium epuizate. Raza maxima de actiune: 3500 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Титаническая пушка, идеально подходящая для сражений с тяжелобронированными целями. Использует обедненные снаряды Кленгиевой артиллерии. Максимальная дальность: 3500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Titanová zbraň dokonale vhodná na boj proti ťažko obrneným cieľom. Používa ochudobnené delostrelecké granáty Clangium. Maximálny dosah: 3500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: En titanisk kanon som passar perfekt för strider mot tungt bepansrade mål. Använder utarmade Clangium-artillerigranater. Maximal räckvidd: 3500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: Ağır zırhlı hedeflere karşı savaşlar için mükemmel şekilde uygun bir titanik silah. Tükenmiş Clangium topçu mermileri kullanır. Maksimum menzil: 3500 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Титанічна гармата, яка чудово підходить для боїв проти важкоброньованих цілей. Використовує збіднені артилерійські снаряди Clangium. Максимальна дальність: 3500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 一把泰坦尼克号枪，非常适合与重装甲目标作战。使用贫化钚炮弹。 最大射程：3500米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_HydrogenTankT0
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. Capacity: 15,000,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. Capacitat: 15.000.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. Kapacita: 15 000 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. Kapacitet: 15.000.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. Kapazität: 15.000.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. Capacidad: 15.000.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. Mahutavus: 15 000 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. Kapasiteetti: 15 000 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. Capacité : 15 000 000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. Kapacitet: 15.000.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. Kapacitás: 15,000,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 容量:15,000,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. Ietilpība: 15 000 000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. Capaciteit: 15.000.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. Kapasitet: 15,000,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. Capacidade: 15.000.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. Capacitate: 15,000,000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. Емкость: 15 000 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. Kapacita: 15 000 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. Kapacitet: 15 000 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Kapasite: 15.000.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. Ємність: 15 000 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 容量：15,000,000L

# Description_HydrogenTankT1
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Normal Capacity: 22,500,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor del normal Capacitat: 22.500.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než normálně Kapacita: 22 500 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end normalt Kapacitet: 22.500.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als normal Kapazität: 22.500.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor de lo normal Capacidad: 22.500.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui tavaline Mahutavus: 22 500 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1.5x parempi kuin normaalisti Kapasiteetti: 22,500,000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux que la normale Capacité : 22,500,000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolje od normalnog Kapacitet: 22,500,000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb a normálnál Kapacitás: 22,500,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 通常の1.5倍 容量:22,500,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā parasti Ietilpība: 22,500,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan normaal Capaciteit: 22.500.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn normalt Kapasitet: 22,500,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1.5x melhor do que o normal Capacidade: 22.500.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bine decât în mod normal Capacitate: 22,500,000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем обычно Емкость: 22 500 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako normálne Kapacita: 22 500 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än normalt Kapacitet: 22 500 000L
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Normalden 1,5 kat daha iyi Kapasite: 22.500.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж зазвичай Ємність: 22 500 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比正常情况好 1.5 倍 容量： 22,500,000L
