Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QOxygenGeneratorT2
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. 1.5x Faster And 1.5x More Efficient Than Enhanced Quantum. Ice Consumption Per Second: 456 Ice To Oxygen Ratio: 23L Ice To Hydrogen Ratio: 45L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. 1.5x més ràpid i 1.5x més eficient que el quàntic millorat. Consum de gel per segon: 456 Relació gel-oxigen: 23L Relació gel a hidrogen: 45L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. 1,5x rychlejší a 1,5x efektivnější než Enhanced Quantum. Spotřeba ledu za sekundu: 456 Poměr ledu a kyslíku: 23L Poměr ledu k vodíku: 45L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. 1.5x hurtigere og 1.5x mere effektiv end forbedret kvante. Isforbrug pr. sekund: 456 Is til ilt-forhold: 23L Is til brint-forhold: 45L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. 1,5-mal schneller und 1,5-mal effizienter als Enhanced Quantum. Eisverbrauch pro Sekunde: 456 Verhältnis von Eis zu Sauerstoff: 23 l Verhältnis von Eis zu Wasserstoff: 45 l
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. 1,5 veces más rápido y 1,5 veces más eficiente que Enhanced Quantum. Consumo de hielo por segundo: 456 Relación de hielo a oxígeno: 23L Relación de hielo a hidrógeno: 45L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. 1.5x kiirem ja 1.5x tõhusam kui täiustatud kvant. Jää tarbimine sekundis: 456 Jää ja hapniku suhe: 23L Jää ja vesiniku suhe: 45L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. 1.5x nopeampi ja 1.5x tehokkaampi kuin parannettu kvantti. Jään kulutus sekunnissa: 456 Jään ja hapen suhde: 23L Jään ja vedyn suhde: 45L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. 1,5 fois plus rapide et 1,5 fois plus efficace que Enhanced Quantum. Consommation de glace par seconde : 456 Rapport glace/oxygène : 23L Rapport glace/hydrogène : 45L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. 1,5 puta brži i 1,5 puta učinkovitiji od poboljšanog kvantnog. Potrošnja leda u sekundi: 456 Omjer leda i kisika: 23L Omjer leda i vodika: 45L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. 1,5-szer gyorsabb és 1,5-szer hatékonyabb, mint az Enhanced Quantum. Jégfogyasztás másodpercenként: 456 Jég-oxigén arány: 23L Jég-hidrogén arány: 45L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 Enhanced Quantumの1.5倍の速さと1.5倍の効率。 毎秒の氷の消費量: 456 氷と酸素の比率:23L 氷と水素の比率:45L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. 1,5x ātrāks un 1,5x efektīvāks nekā Enhanced Quantum. Ledus patēriņš sekundē: 456 Ledus un skābekļa attiecība: 23L Ledus un ūdeņraža attiecība: 45L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. 1,5x sneller en 1,5x efficiënter dan verbeterd kwantum. IJsverbruik per seconde: 456 IJs-zuurstofverhouding: 23L IJs-waterstofverhouding: 45L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. 1.5x raskere og 1.5x mer effektiv enn forbedret kvante. Isforbruk per sekund: 456 Forholdet mellom is og oksygen: 23L Forholdet mellom is og hydrogen: 45L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. 1,5x mais rápido e 1,5x mais eficiente que o quantum aprimorado. Consumo de gelo por segundo: 456 Relação gelo/oxigênio: 23L Relação gelo/hidrogênio: 45L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât Quantum îmbunătățit. Consumul de gheață pe secundă: 456 Raportul gheață/oxigen: 23L Raportul gheață/hidrogen: 45L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем Enhanced Quantum. Расход льда в секунду: 456 Соотношение льда и кислорода: 23 л Соотношение льда и водорода: 45 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. 1,5x rýchlejší a 1,5x účinnejší ako Enhanced Quantum. Spotreba ľadu za sekundu: 456 Pomer ľadu k kyslíku: 23L Pomer ľadu k vodíku: 45L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. 1,5 gånger snabbare och 1,5 gånger effektivare än förbättrad kvant. Isförbrukning per sekund: 456 Förhållande mellan is och syre: 23L Förhållande mellan is och väte: 45L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Geliştirilmiş Kuantumdan 1,5 Kat Daha Hızlı ve 1,5 Kat Daha Verimli. Saniyede Buz Tüketimi: 456 Buz Oksijen Oranı: 23L Buz Hidrojen Oranı: 45L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж Enhanced Quantum. Витрата льоду в секунду: 456 Співвідношення льоду до кисню: 23 л Співвідношення льоду до водню: 45 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 速度比增强型量子快 1.5 倍，效率高 1.5 倍。 每秒耗冰量：456 冰氧比：23L 冰氢比：45L

# Description_QOxygenGeneratorT3
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. 1.5x Faster And 1.5x More Efficient Than Proficient Quantum. Ice Consumption Per Second: 688 Ice To Oxygen Ratio: 35L Ice To Hydrogen Ratio: 68L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. 1.5x més ràpid i 1.5x més eficient que el quàntic competent. Consum de gel per segon: 688 Relació gel-oxigen: 35L Relació gel a hidrogen: 68L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. 1,5x rychlejší a 1,5x efektivnější než Proficient Quantum. Spotřeba ledu za sekundu: 688 Poměr ledu a kyslíku: 35L Poměr ledu a vodíku: 68L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. 1.5x hurtigere og 1.5x mere effektiv end dygtig kvante. Isforbrug pr. sekund: 688 Is til ilt-forhold: 35L Is til brint-forhold: 68L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. 1,5-mal schneller und 1,5-mal effizienter als Proficient Quantum. Eisverbrauch pro Sekunde: 688 Verhältnis von Eis zu Sauerstoff: 35 l Verhältnis von Eis zu Wasserstoff: 68L
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. 1,5 veces más rápido y 1,5 veces más eficiente que Proficient Quantum. Consumo de hielo por segundo: 688 Relación de hielo a oxígeno: 35L Relación de hielo a hidrógeno: 68L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. 1.5x kiirem ja 1.5x tõhusam kui vilunud kvant. Jää tarbimine sekundis: 688 Jää ja hapniku suhe: 35L Jää ja vesiniku suhe: 68L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. 1.5x nopeampi ja 1.5x tehokkaampi kuin taitava kvantti. Jään kulutus sekunnissa: 688 Jään ja hapen suhde: 35L Jään ja vedyn suhde: 68L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. 1,5 fois plus rapide et 1,5 fois plus efficace que le quantique compétent. Consommation de glace par seconde : 688 Rapport glace/oxygène : 35L Rapport glace/hydrogène : 68L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. 1.5x brži i 1.5x učinkovitiji od stručnog kvantnog. Potrošnja leda u sekundi: 688 Omjer leda i kisika: 35L Omjer leda i vodika: 68L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. 1,5-szer gyorsabb és 1,5-szer hatékonyabb, mint a Proficient Quantum. Jégfogyasztás másodpercenként: 688 Jég-oxigén arány: 35L Jég-hidrogén arány: 68L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 熟練した量子の1.5倍の速度と1.5倍の効率。 毎秒氷の消費量: 688 氷と酸素の比率:35L 氷と水素の比率:68L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. 1,5x ātrāks un 1,5x efektīvāks nekā lietpratējs kvants. Ledus patēriņš sekundē: 688 Ledus un skābekļa attiecība: 35L Ledus un ūdeņraža attiecība: 68L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. 1,5x sneller en 1,5x efficiënter dan bekwaam kwantum. IJsverbruik per seconde: 688 IJs-zuurstofverhouding: 35L IJs-waterstofverhouding: 68L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. 1.5x raskere og 1.5x mer effektiv enn dyktig kvante. Isforbruk per sekund: 688 Forholdet mellom is og oksygen: 35L Forholdet mellom is og hydrogen: 68L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. 1,5x mais rápido e 1,5x mais eficiente que o quantum proficiente. Consumo de gelo por segundo: 688 Relação gelo/oxigênio: 35L Relação gelo/hidrogênio: 68L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât Proficient Quantum. Consumul de gheață pe secundă: 688 Raportul gheață/oxigen: 35L Raportul gheață/hidrogen: 68L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем Proficient Quantum. Расход льда в секунду: 688 Соотношение льда и кислорода: 35 л Соотношение льда и водорода: 68 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. 1,5x rýchlejší a 1,5x efektívnejší ako zdatný Quantum. Spotreba ľadu za sekundu: 688 Pomer ľadu k kyslíku: 35L Pomer ľadu k vodíku: 68L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. 1,5 gånger snabbare och 1,5 gånger effektivare än skicklig kvant. Isförbrukning per sekund: 688 Förhållande mellan is och syre: 35L Förhållande mellan is och väte: 68L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Yetkin Kuantumdan 1,5 Kat Daha Hızlı ve 1,5 Kat Daha Verimli. Saniyede Buz Tüketimi: 688 Buz Oksijen Oranı: 35L Buz Hidrojen Oranı: 68L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж Proficient Quantum. Витрата льоду в секунду: 688 Співвідношення льоду до кисню: 35 л Співвідношення льоду до водню: 68 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 速度比 Proficient Quantum 快 1.5 倍，效率高 1.5 倍。 每秒耗冰量：688 冰氧比：35L 冰氢比：68L

# Description_QPowerGeneratorT0
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Normal Max Power Output: 40MW Fuel Capacity: 800000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Normal Potència màxima de sortida: 40MW Capacitat de combustible: 800000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Normální Maximální výstupní výkon: 40MW Objem palivové nádrže: 800000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Normal Maks. effekt: 40MW Brændstof kapacitet: 800000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Normal Maximale Leistung: 40 MW Kraftstoffkapazität: 800000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Normal Potencia máxima de salida: 40MW Capacidad de combustible: 800000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Tavaline Maksimaalne võimsus: 40MW Kütuse maht: 800000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Normaali Suurin teho: 40MW Polttoainekapasiteetti: 800000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Normal Puissance de sortie maximale : 40 MW Capacité de carburant : 800000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Normalan Maksimalna snaga: 40MW Kapacitet goriva: 800000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Normális Max teljesítmény: 40MW Üzemanyagtartály: 800000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 正常 最大出力:40MW 燃料容量:800000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Parasts Maksimālā jauda: 40MW Degvielas ietilpība: 800000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Normaal Maximaal uitgangsvermogen: 40MW Tankinhoud: 800000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Normal Maks effekt: 40MW Drivstoff Kapasitet: 800000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Normal Potência máxima: 40MW Capacidade de combustível: 800000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Normal Putere maximă de ieșire: 40MW Capacitate combustibil: 800000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Нормальный Максимальная выходная мощность: 40 МВт Объем топливного бака: 800000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Normálny Maximálny výkon: 40MW Kapacita paliva: 800000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Normal Max uteffekt: 40MW Bränslekapacitet: 800000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Normal Maksimum Güç Çıkışı: 40MW Yakıt Kapasitesi: 800000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Нормальний Максимальна вихідна потужність: 40 МВт Запас палива: 800000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 正常 最大功率输出：40MW 燃油容量：800000L

# Description_QPowerGeneratorT1
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Enhanced Max Power Output: 60MW Fuel Capacity: 1200000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Realçada Potència màxima de sortida: 60MW Capacitat de combustible: 1200000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Vylepšený Maximální výstupní výkon: 60MW Objem palivové nádrže: 1200000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Forbedret Maks. effekt: 60MW Brændstof kapacitet: 1200000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Erweitert Maximale Leistung: 60MW Kraftstoffkapazität: 1200000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Mejorado Potencia máxima de salida: 60MW Capacidad de combustible: 1200000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Tõhustatud Maksimaalne võimsus: 60MW Kütuse maht: 1200000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Paranneltu Suurin teho: 60MW Polttoainekapasiteetti: 1200000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Amélioré Puissance de sortie maximale : 60 MW Capacité de carburant : 1200000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Pojačan Maksimalna snaga: 60MW Kapacitet goriva: 1200000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Továbbfejlesztett Max teljesítmény: 60MW Üzemanyagtartály: 1200000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 強化 最大出力:60MW 燃料容量:1200000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Uzlabotās Maksimālā jauda: 60MW Degvielas ietilpība: 1200000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Verbeterde Maximaal uitgangsvermogen: 60MW Tankinhoud: 1200000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Forbedret Maks effekt: 60MW Drivstoff kapasitet: 1200000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Aprimorado Potência máxima: 60MW Capacidade de combustível: 1200000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Îmbunătățit Putere maximă de ieșire: 60MW Capacitate combustibil: 1200000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Улучшенный Максимальная выходная мощность: 60 МВт Объем топливного бака: 1200000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Rozšírené Maximálny výkon: 60MW Kapacita paliva: 1200000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Förbättrad Max uteffekt: 60MW Bränslekapacitet: 1200000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Gelişmiş Maksimum Güç Çıkışı: 60MW Yakıt kapasitesi: 1200000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Розширення Максимальна вихідна потужність: 60 МВт Запас палива: 1200000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 增强 最大功率输出：60MW 燃油容量：1200000L

# Description_QPowerGeneratorT2
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Proficient Max Power Output: 90MW Fuel Capacity: 1800000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Competent Potència màxima de sortida: 90MW Capacitat de combustible: 1800000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Dovedný Maximální výstupní výkon: 90MW Objem palivové nádrže: 1800000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Dygtige Maks. effekt: 90MW Brændstof kapacitet: 1800000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Kompetent Maximale Leistung: 90MW Kraftstoffkapazität: 1800000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Competente Potencia máxima de salida: 90 MW Capacidad de combustible: 1800000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Valda Maksimaalne võimsus: 90MW Kütuse maht: 1800000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Taitava Suurin teho: 90MW Polttoainekapasiteetti: 1800000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Compétent Puissance de sortie maximale : 90 MW Capacité de carburant : 1800000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Stručnjak Maksimalna snaga: 90MW Kapacitet goriva: 1800000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Jártas Max teljesítmény: 90MW Üzemanyagtartály: 1800000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 堪能 最大出力:90MW 燃料容量:1800000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Lietpratējs Maksimālā jauda: 90MW Degvielas ietilpība: 1800000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Bedreven Maximaal uitgangsvermogen: 90MW Tankinhoud: 1800000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Dyktig Maks effekt: 90MW Drivstoff Kapasitet: 1800000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Proficiente Potência máxima: 90MW Capacidade de combustível: 1800000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Competenţi Putere maximă: 90MW Capacitate combustibil: 1800000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Искусный Максимальная выходная мощность: 90 МВт Объем топливного бака: 1800000L
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Zdatní Maximálny výkon: 90MW Kapacita paliva: 1800000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Skickliga Max uteffekt: 90MW Bränslekapacitet: 1800000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Usta Maksimum Güç Çıkışı: 90MW Yakıt kapasitesi: 1800000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Володіють Максимальна вихідна потужність: 90 МВт Запас палива: 1800000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 熟练 最大功率输出：90MW 油量：1800000L
