Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QPowerGeneratorT3
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Elite Max Power Output: 135MW Fuel Capacity: 2700000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Elit Potència màxima de sortida: 135MW Capacitat de combustible: 2700000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Elita Maximální výstupní výkon: 135MW Objem palivové nádrže: 2700000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Elite Max effekt: 135MW Brændstof kapacitet: 2700000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Elite Maximale Leistung: 135 MW Kraftstoffkapazität: 2700000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Élite Potencia máxima de salida: 135 MW Capacidad de combustible: 2700000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Elite Maksimaalne võimsus: 135MW Kütuse maht: 2700000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Eliitti Suurin teho: 135MW Polttoainekapasiteetti: 2700000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Élite Puissance de sortie maximale : 135 MW Capacité de carburant : 2700000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Elitan Maksimalna izlazna snaga: 135MW Kapacitet goriva: 2700000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Elit Max teljesítmény: 135MW Üzemanyagtartály: 2700000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 エリート 最大出力:135MW 燃料容量:2700000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Elite Maksimālā jauda: 135MW Degvielas ietilpība: 2700000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Elite Maximaal uitgangsvermogen: 135MW Tankinhoud: 2700000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Elite Maks effekt: 135MW Drivstoff Kapasitet: 2700000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Elite Potência máxima: 135MW Capacidade de combustível: 2700000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Elită Putere maximă de ieșire: 135MW Capacitate combustibil: 2700000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Элита Максимальная выходная мощность: 135 МВт Объем топливного бака: 2700000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Elita Maximálny výkon: 135MW Kapacita paliva: 2700000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Elit Max uteffekt: 135MW Bränslekapacitet: 2700000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Seçkin Maksimum Güç Çıkışı: 135MW Yakıt kapasitesi: 2700000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Елітні Максимальна вихідна потужність: 135 МВт Запас палива: 2700000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 精英 最大输出功率：135MW 燃油容量：2700000L

# Description_QSmallLargeJumpDriveT0
source: Normal Quantum technology. Allows for FTL Jumps. Jump Range Max: 526.744KM. Max Jump Mass: 329,224KG 9 of these roughly equals 1 Large version of the Quantum jump drive.
ca_ad: Tecnologia quàntica normal. Permet salts FTL. Abast de salt màxim: 526.744KM. Massa màxima de salt: 329,224KG 9 d'aquests equival aproximadament a 1 versió gran de la unitat de salt quàntic.
cs_cz: Normální kvantová technologie. Umožňuje FTL skoky. Maximální dosah seskoku: 526.744KM. Maximální hmotnost skoku: 329,224 kg 9 z nich se zhruba rovná 1 velké verzi skokového pohonu Quantum.
da: Normal kvanteteknologi. Giver mulighed for FTL-spring. Maks. hoppeafstand: 526.744 km. Max hoppemasse: 329,224KG 9 af disse svarer nogenlunde til 1 stor version af Quantum jump-drevet.
de: Normale Quantentechnologie. Ermöglicht FTL-Sprünge. Maximale Sprungweite: 526.744KM. Maximale Sprungmasse: 329.224 kg 9 davon entsprechen in etwa 1 Large-Version des Quantum-Sprungantriebs.
es: Tecnología Normal Quantum. Permite saltos FTL. Rango máximo de salto: 526.744KM. Masa máxima de salto: 329,224KG 9 de estos equivalen aproximadamente a 1 versión grande de la unidad de salto Quantum.
et_ee: Tavaline kvanttehnoloogia. Võimaldab FTL hüppeid. Hüppekaugus Max: 526.744KM. Maksimaalne hüppemass: 329 224KG Neist 9 võrdub ligikaudu 1 Quantumi hüppeketta suur versioon.
fi: Normaali kvanttitekniikka. Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 526.744KM. Suurin hyppymassa: 329,224KG Näistä 9 vastaa suunnilleen 1 suurta versiota Quantum-hyppyasemasta.
fr: Technologie Quantum normale. Permet des sauts FTL. Portée de saut maximale : 526,744 km. Masse maximale de saut : 329 224 kg 9 d’entre eux équivaut à peu près à 1 grande version du lecteur de saut Quantum.
hr_hr: Normalna kvantna tehnologija. Omogućuje FTL skokove. Domet skoka: 526.744KM. Maksimalna masa skoka: 329,224KG 9 od njih otprilike jednako je 1 Velika verzija Quantum jump pogona.
hu_hu: Normál kvantumtechnológia. Lehetővé teszi az FTL ugrásokat. Ugrási tartomány Max: 526.744KM. Max Jump tömeg: 329,224KG Ezek közül 9 nagyjából megegyezik a Quantum jump drive 1 nagy verziójával.
ja_jp: ノーマル量子技術。 FTL ジャンプを許可します。 最大ジャンプ範囲:526.744KM。 最大ジャンプ質量:329,224KG これらのうち9つは、クォンタムジャンプドライブの1つのラージバージョンにほぼ相当します。
lv: Normāla kvantu tehnoloģija. Ļauj veikt FTL lēcienus. Lēciena diapazons max: 526.744KM. Maksimālā lēciena masa: 329,224KG 9 no tiem aptuveni ir vienāds ar 1 Kvantu lēciena piedziņas lielo versiju.
nl: Normale Quantum-technologie. Maakt FTL-sprongen mogelijk. Sprongbereik Max: 526.744KM. Maximale sprongmassa: 329.224 kg 9 hiervan is ongeveer gelijk aan 1 grote versie van de Quantum jump drive.
no: Normal kvanteteknologi. Tillater FTL-hopp. Hopprekkevidde maks: 526.744KM. Maks hoppmasse: 329 224 kg 9 av disse tilsvarer omtrent 1 stor versjon av Quantum jump drive.
pt_br: Tecnologia quântica normal. Permite saltos FTL. Alcance de salto Max: 526.744KM. Massa máxima do salto: 329,224KG 9 deles equivalem aproximadamente a 1 versão grande da unidade de salto quântico.
ro: Tehnologia cuantică normală. Permite salturi FTL. Jump Range Max: 526.744KM. Masa maximă de salt: 329,224KG 9 dintre acestea este aproximativ egal cu 1 versiune mare a unității de salt cuantic.
ru: Обычная квантовая технология. Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 526,744 км. Максимальная масса прыжка: 329 224 кг 9 из них примерно равны 1 большой версии Квантового прыжкового двигателя.
sk_sk: Normálna kvantová technológia. Umožňuje skoky FTL. Dosah skoku max: 526.744KM. Maximálna hmotnosť skoku: 329,224KG 9 z nich sa zhruba rovná 1 veľkej verzii skokového pohonu Quantum.
sv: Normal Quantum-teknik. Tillåter FTL-hopp. Hoppområde max: 526.744KM. Max hoppmassa: 329 224 kg 9 av dessa motsvarar ungefär 1 stor version av Quantum-hoppenheten.
tr_tr: Normal Kuantum teknolojisi. FTL atlamalarına izin verir. Atlama Menzili Maks: 526.744KM. Maksimum Atlama Kütlesi: 329,224KG Bunlardan 9 tanesi kabaca Quantum atlama sürücüsünün 1 Büyük versiyonuna eşittir.
uk: Звичайна квантова технологія. Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 526,744 км. Максимальна маса стрибка: 329,224 кг 9 з них приблизно дорівнює 1 великій версії стрибкового приводу Quantum.
zh_cn: 普通量子技术。 允许 FTL 跳转。 最大跳跃距离：526.744KM。 最大跳跃质量：329,224KG 其中 9 个大致相当于 1 个大型版的 Quantum 跳跃驱动器。

# Description_QSmallLargeJumpDriveT1
source: Enhanced Quantum technology. 1.5x Better Than Normal Allows for FTL Jumps. Jump Range Max: 790.12KM. Max Jump Mass: 493,832KG 9 of these roughly equals 1 Large version of the Quantum jump drive.
ca_ad: Tecnologia quàntica millorada. 1.5x millor del normal Permet salts FTL. Abast de salt màxim: 790,12KM. Massa màxima de salt: 493,832KG 9 d'aquests equival aproximadament a 1 versió gran de la unitat de salt quàntic.
cs_cz: Vylepšená kvantová technologie. 1,5× lepší než normálně Umožňuje FTL skoky. Maximální dosah skoku: 790.12KM. Maximální hmotnost skoku: 493,832KG 9 z nich se zhruba rovná 1 velké verzi skokového pohonu Quantum.
da: Forbedret kvanteteknologi. 1.5x bedre end normalt Giver mulighed for FTL-spring. Maks. hoppeafstand: 790,12 km. Maks. Springmasse: 493.832 kg 9 af disse svarer nogenlunde til 1 stor version af Quantum jump-drevet.
de: Verbesserte Quantum-Technologie. 1,5x besser als normal Ermöglicht FTL-Sprünge. Maximale Sprungweite: 790,12 km. Maximale Sprungmasse: 493.832 kg 9 davon entsprechen in etwa 1 Large-Version des Quantum-Sprungantriebs.
es: Tecnología Quantum mejorada. 1,5 veces mejor de lo normal Permite saltos FTL. Rango de salto máximo: 790.12KM. Masa máxima de salto: 493,832KG 9 de estos equivalen aproximadamente a 1 versión grande de la unidad de salto Quantum.
et_ee: Täiustatud kvanttehnoloogia. 1.5x parem kui tavaline Võimaldab FTL hüppeid. Hüppekaugus Max: 790.12KM. Maksimaalne hüppemass: 493 832KG Neist 9 võrdub ligikaudu 1 Quantumi hüppeketta suur versioon.
fi: Parannettu kvanttiteknologia. 1.5x parempi kuin normaalisti Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 790.12KM. Suurin hyppymassa: 493,832KG Näistä 9 vastaa suunnilleen 1 suurta versiota Quantum-hyppyasemasta.
fr: Technologie Quantum améliorée. 1,5 fois mieux que la normale Permet des sauts FTL. Portée de saut maximale : 790,12 km. Masse maximale de saut : 493 832 kg 9 d’entre eux équivaut à peu près à 1 grande version du lecteur de saut Quantum.
hr_hr: Poboljšana kvantna tehnologija. 1.5x bolje od normalnog Omogućuje FTL skokove. Domet skoka: 790.12KM. Maksimalna masa skoka: 493,832KG 9 od njih otprilike jednako je 1 Velika verzija Quantum jump pogona.
hu_hu: Továbbfejlesztett kvantumtechnológia. 1,5-szer jobb a normálnál Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 790.12KM. Max ugrás tömege: 493,832KG Ezek közül 9 nagyjából megegyezik a Quantum jump drive 1 nagy verziójával.
ja_jp: 強化された量子技術。 通常の1.5倍 FTL ジャンプを許可します。 最大ジャンプ範囲:790.12KM。 最大ジャンプ質量:493,832KG これらのうち9つは、クォンタムジャンプドライブの1つのラージバージョンにほぼ相当します。
lv: Uzlabota kvantu tehnoloģija. 1,5x labāks nekā parasti Ļauj veikt FTL lēcienus. Lēciena diapazons max: 790.12KM. Maksimālā lēciena masa: 493,832KG 9 no tiem aptuveni ir vienāds ar 1 Kvantu lēciena piedziņas lielo versiju.
nl: Verbeterde Quantum-technologie. 1.5x beter dan normaal Maakt FTL-sprongen mogelijk. Sprongbereik Max: 790.12KM. Maximale sprongmassa: 493.832 kg 9 hiervan is ongeveer gelijk aan 1 grote versie van de Quantum jump drive.
no: Forbedret kvanteteknologi. 1,5 ganger bedre enn normalt Tillater FTL-hopp. Hopprekkevidde maks: 790,12 km. Maks hoppmasse: 493 832 kg 9 av disse tilsvarer omtrent 1 stor versjon av Quantum jump drive.
pt_br: Tecnologia Quantum aprimorada. 1.5x melhor do que o normal Permite saltos FTL. Alcance de salto Max: 790.12KM. Massa máxima do salto: 493,832KG 9 deles equivalem aproximadamente a 1 versão grande da unidade de salto quântico.
ro: Tehnologie cuantică îmbunătățită. De 1,5 ori mai bine decât în mod normal Permite salturi FTL. Jump Range Max: 790.12KM. Masa maximă a saltului: 493,832KG 9 dintre acestea este aproximativ egal cu 1 versiune mare a unității de salt cuantic.
ru: Усовершенствованная квантовая технология. В 1,5 раза лучше, чем обычно Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 790,12 км. Максимальная масса прыжка: 493 832 кг 9 из них примерно равны 1 большой версии Квантового прыжкового двигателя.
sk_sk: Vylepšená kvantová technológia. 1,5x lepšie ako normálne Umožňuje skoky FTL. Dosah skoku max: 790.12KM. Maximálna hmotnosť skoku: 493,832KG 9 z nich sa zhruba rovná 1 veľkej verzii skokového pohonu Quantum.
sv: Förbättrad Quantum-teknik. 1,5 gånger bättre än normalt Tillåter FTL-hopp. Hoppområde max: 790.12KM. Max hoppmassa: 493 832 kg 9 av dessa motsvarar ungefär 1 stor version av Quantum-hoppenheten.
tr_tr: Gelişmiş Quantum teknolojisi. Normalden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Aralığı Maks: 790.12KM. Maksimum Atlama Kütlesi: 493,832KG Bunlardan 9 tanesi kabaca Quantum atlama sürücüsünün 1 Büyük versiyonuna eşittir.
uk: Удосконалена квантова технологія. У 1,5 рази краще, ніж зазвичай Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 790,12 км. Максимальна маса стрибка: 493 832 кг 9 з них приблизно дорівнює 1 великій версії стрибкового приводу Quantum.
zh_cn: 增强的量子技术。 比正常情况好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：790.12公里。 最大跳跃质量：493,832KG 其中 9 个大致相当于 1 个大型版的 Quantum 跳跃驱动器。

# Description_QSmallLargeJumpDriveT2
source: Proficient Quantum technology. 1.5x Better Than Enhanced Allows for FTL Jumps. Jump Range Max: 1,185.184KM. Max Jump Mass: 740,744KG 9 of these roughly equals 1 Large version of the Quantum jump drive.
ca_ad: Tecnologia quàntica competent. 1.5x millor que millorat Permet salts FTL. Autonomia de salt màxima: 1.185,184KM. Massa màxima de salt: 740,744KG 9 d'aquests equival aproximadament a 1 versió gran de la unitat de salt quàntic.
cs_cz: Zdatná kvantová technologie. 1,5× lepší než vylepšený Umožňuje FTL skoky. Maximální dosah seskoku: 1,185.184KM. Maximální hmotnost skoku: 740,744 kg 9 z nich se zhruba rovná 1 velké verzi skokového pohonu Quantum.
da: Dygtig kvanteteknologi. 1.5x bedre end forbedret Giver mulighed for FTL-spring. Spring rækkevidde maks.: 1.185.184KM. Maks. Springmasse: 740.744 kg 9 af disse svarer nogenlunde til 1 stor version af Quantum jump-drevet.
de: Kompetente Quantentechnologie. 1,5x besser als Enhanced Ermöglicht FTL-Sprünge. Maximale Sprungweite: 1.185,184 km. Maximale Sprungmasse: 740.744 kg 9 davon entsprechen in etwa 1 Large-Version des Quantum-Sprungantriebs.
es: Tecnología cuántica competente. 1,5 veces mejor que mejorado Permite saltos FTL. Rango máximo de salto: 1,185.184 KM. Masa máxima de salto: 740,744KG 9 de estos equivalen aproximadamente a 1 versión grande de la unidad de salto Quantum.
et_ee: Vilunud kvanttehnoloogia. 1.5x parem kui täiustatud Võimaldab FTL hüppeid. Hüppe ulatus Max: 1,185.184KM. Maksimaalne hüppemass: 740,744KG Neist 9 võrdub ligikaudu 1 Quantumi hüppeketta suur versioon.
fi: Taitava kvanttitekniikka. 1,5 kertaa parempi kuin parannettu Mahdollistaa FTL-hypyt. Maksimi hyppyetäisyys: 1 185,184 km. Suurin hyppymassa: 740,744KG Näistä 9 vastaa suunnilleen 1 suurta versiota Quantum-hyppyasemasta.
fr: Technologie quantique compétente. 1,5 fois mieux qu’amélioré Permet des sauts FTL. Portée de saut maximale : 1 185,184 km. Masse maximale de saut : 740 744 kg 9 d’entre eux équivaut à peu près à 1 grande version du lecteur de saut Quantum.
hr_hr: Iskusna kvantna tehnologija. 1.5x bolje od poboljšanog Omogućuje FTL skokove. Skok raspon max: 1.185.184KM. Maksimalna masa skoka: 740,744KG 9 od njih otprilike jednako je 1 Velika verzija Quantum jump pogona.
hu_hu: Jártas kvantumtechnológia. 1,5-szer jobb, mint a továbbfejlesztett; Lehetővé teszi az FTL ugrásokat. Ugrási tartomány Max: 1,185.184KM. Max ugrás tömege: 740,744KG Ezek közül 9 nagyjából megegyezik a Quantum jump drive 1 nagy verziójával.
ja_jp: 熟練した量子技術。 拡張の1.5倍優れている FTL ジャンプを許可します。 最大ジャンプ範囲:1,185.184KM。 最大ジャンプ質量:740,744KG これらのうち9つは、クォンタムジャンプドライブの1つのラージバージョンにほぼ相当します。
lv: Lietpratīga kvantu tehnoloģija. 1,5x labāks nekā uzlabots Ļauj veikt FTL lēcienus. Lēciena diapazons max: 1,185.184KM. Maksimālā lēciena masa: 740,744KG 9 no tiem aptuveni ir vienāds ar 1 Kvantu lēciena piedziņas lielo versiju.
nl: Bekwame kwantumtechnologie. 1,5x beter dan verbeterd Maakt FTL-sprongen mogelijk. Sprongbereik Max: 1,185.184KM. Maximale sprongmassa: 740.744 kg 9 hiervan is ongeveer gelijk aan 1 grote versie van de Quantum jump drive.
no: Dyktig kvanteteknologi. 1,5 ganger bedre enn forbedret Tillater FTL-hopp. Hopprekkevidde maks: 1.185,184 km. Maks hoppmasse: 740 744 kg 9 av disse tilsvarer omtrent 1 stor versjon av Quantum jump drive.
pt_br: Proficiente em tecnologia quântica. 1,5x melhor que o Enhanced Permite saltos FTL. Alcance de salto máximo: 1,185.184KM. Massa máxima do salto: 740,744KG 9 deles equivalem aproximadamente a 1 versão grande da unidade de salto quântico.
ro: Tehnologie cuantică competentă. De 1,5 ori mai bun decât îmbunătățit Permite salturi FTL. Jump Range Max: 1,185.184KM. Masa maximă de salt: 740,744KG 9 dintre acestea este aproximativ egal cu 1 versiune mare a unității de salt cuantic.
ru: Профессиональная квантовая технология. В 1,5 раза лучше, чем улучшено Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 1 185,184 км. Максимальная масса прыжка: 740 744 кг 9 из них примерно равны 1 большой версии Квантового прыжкового двигателя.
sk_sk: Skúsená kvantová technológia. 1,5x lepšie než vylepšené Umožňuje skoky FTL. Dosah skoku max: 1 185,184 KM. Maximálna hmotnosť skoku: 740,744KG 9 z nich sa zhruba rovná 1 veľkej verzii skokového pohonu Quantum.
sv: Skicklig kvantteknologi. 1,5 gånger bättre än förbättrad Tillåter FTL-hopp. Hoppområde max: 1 185,184 km. Max hoppmassa: 740 744 kg 9 av dessa motsvarar ungefär 1 stor version av Quantum-hoppenheten.
tr_tr: Yetkin Kuantum teknolojisi. Geliştirilmişten 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 1,185.184KM. Maksimum Atlama Kütlesi: 740,744kg Bunlardan 9 tanesi kabaca Quantum atlama sürücüsünün 1 Büyük versiyonuna eşittir.
uk: Досвідчена квантова технологія. У 1,5 рази краще, ніж покращене Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 1 185,184 км. Максимальна маса стрибка: 740 744 кг 9 з них приблизно дорівнює 1 великій версії стрибкового приводу Quantum.
zh_cn: 精通量子技术。 比增强型好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：1,185.184KM。 最大跳跃质量：740,744KG 其中 9 个大致相当于 1 个大型版的 Quantum 跳跃驱动器。

# Description_QSmallLargeJumpDriveT3
source: Elite Quantum technology. 1.5x Better Than Proficient Allows for FTL Jumps. Jump Range Max: 1,777.78KM. Max Jump Mass: 1,111,112KG 9 of these roughly equals 1 Large version of the Quantum jump drive.
ca_ad: Tecnologia quàntica d'elit. 1.5x millor que competent Permet salts FTL. Autonomia de salt màxima: 1.777,78KM. Massa màxima de salt: 1,111,112KG 9 d'aquests equival aproximadament a 1 versió gran de la unitat de salt quàntic.
cs_cz: Elitní kvantová technologie. 1,5x lepší než zdatný Umožňuje FTL skoky. Maximální dosah skoku: 1,777.78KM. Maximální hmotnost skoku: 1,111,112KG 9 z nich se zhruba rovná 1 velké verzi skokového pohonu Quantum.
da: Elite Quantum teknologi. 1.5x bedre end dygtig Giver mulighed for FTL-spring. Maks. hopperækkevidde: 1,777,78 km. Maks. Springmasse: 1.111.112 kg 9 af disse svarer nogenlunde til 1 stor version af Quantum jump-drevet.
de: Elite-Quantentechnologie. 1,5x besser als kompetent Ermöglicht FTL-Sprünge. Maximale Sprungweite: 1.777,78 km. Maximale Sprungmasse: 1.111.112 kg 9 davon entsprechen in etwa 1 Large-Version des Quantum-Sprungantriebs.
es: Tecnología Elite Quantum. 1,5 veces mejor que competente Permite saltos FTL. Rango máximo de salto: 1,777.78 KM. Masa máxima de salto: 1.111.112 kg 9 de estos equivalen aproximadamente a 1 versión grande de la unidad de salto Quantum.
et_ee: Elite Quantum tehnoloogia. 1.5x parem kui vilunud Võimaldab FTL hüppeid. Hüppekaugus Max: 1,777.78KM. Maksimaalne hüppemass: 1 111 112 KG Neist 9 võrdub ligikaudu 1 Quantumi hüppeketta suur versioon.
fi: Elite Quantum -teknologia. 1.5x parempi kuin taitava Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 1,777.78KM. Suurin hyppymassa: 1,111,112KG Näistä 9 vastaa suunnilleen 1 suurta versiota Quantum-hyppyasemasta.
fr: Technologie Elite Quantum. 1,5 fois mieux que compétent Permet des sauts FTL. Portée de saut maximale : 1 777,78 km. Masse maximale de saut : 1 111 112 kg 9 d’entre eux équivaut à peu près à 1 grande version du lecteur de saut Quantum.
hr_hr: Elitna kvantna tehnologija. 1.5x bolji od stručnog Omogućuje FTL skokove. Skok raspon max: 1.777.78KM. Maksimalna masa skoka: 1,111,112KG 9 od njih otprilike jednako je 1 Velika verzija Quantum jump pogona.
hu_hu: Elite Quantum technológia. 1,5-szer jobb, mint a profi Lehetővé teszi az FTL ugrásokat. Ugrási tartomány Max: 1,777.78KM. Max ugrás tömege: 1,111,112KG Ezek közül 9 nagyjából megegyezik a Quantum jump drive 1 nagy verziójával.
ja_jp: エリート量子テクノロジー。 熟練より1.5倍優れている FTL ジャンプを許可します。 最大ジャンプ範囲:1,777.78KM。 最大ジャンプ質量:1,111,112KG これらのうち9つは、クォンタムジャンプドライブの1つのラージバージョンにほぼ相当します。
lv: Elites kvantu tehnoloģija. 1,5x labāks nekā lietpratējs Ļauj veikt FTL lēcienus. Lēciena diapazons max: 1,777.78KM. Maksimālā lēciena masa: 1,111,112KG 9 no tiem aptuveni ir vienāds ar 1 Kvantu lēciena piedziņas lielo versiju.
nl: Elite Quantum-technologie. 1.5x beter dan bekwaam Maakt FTL-sprongen mogelijk. Sprongbereik Max: 1,777.78KM. Maximale sprongmassa: 1.111.112KG 9 hiervan is ongeveer gelijk aan 1 grote versie van de Quantum jump drive.
no: Elite Quantum-teknologi. 1,5 ganger bedre enn dyktig Tillater FTL-hopp. Hopprekkevidde maks: 1.777,78 km. Maks hoppmasse: 1,111,112KG 9 av disse tilsvarer omtrent 1 stor versjon av Quantum jump drive.
pt_br: Tecnologia Elite Quantum. 1.5x melhor do que proficiente Permite saltos FTL. Alcance de salto máximo: 1,777.78KM. Massa máxima do salto: 1,111,112KG 9 deles equivalem aproximadamente a 1 versão grande da unidade de salto quântico.
ro: Tehnologia Elite Quantum. De 1,5 ori mai bun decât cel competent Permite salturi FTL. Jump range max: 1,777.78KM. Masa maximă a saltului: 1,111,112KG 9 dintre acestea este aproximativ egal cu 1 versiune mare a unității de salt cuantic.
ru: Технология Elite Quantum. В 1,5 раза лучше, чем Proficient Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 1 777,78 км. Максимальная масса прыжка: 1 111 112 кг 9 из них примерно равны 1 большой версии Квантового прыжкового двигателя.
sk_sk: Technológia Elite Quantum. 1,5x lepšie ako zdatný Umožňuje skoky FTL. Rozsah skoku max: 1 777,78 KM. Maximálna hmotnosť skoku: 1,111,112KG 9 z nich sa zhruba rovná 1 veľkej verzii skokového pohonu Quantum.
sv: Elite Quantum-teknik. 1,5 gånger bättre än skicklig Tillåter FTL-hopp. Hoppområde max: 1 777,78 km. Max hoppmassa: 1 111 112 kg 9 av dessa motsvarar ungefär 1 stor version av Quantum-hoppenheten.
tr_tr: Elite Quantum teknolojisi. Yetkinden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 1,777.78KM. Maksimum Atlama Kütlesi: 1,111,112KG Bunlardan 9 tanesi kabaca Quantum atlama sürücüsünün 1 Büyük versiyonuna eşittir.
uk: Технологія Elite Quantum. У 1,5 рази краще, ніж Proficient Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 1 777,78 км. Максимальна маса стрибка: 1,111,112 кг 9 з них приблизно дорівнює 1 великій версії стрибкового приводу Quantum.
zh_cn: Elite Quantum 技术。 比精通好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：1,777.78KM。 最大跳跃质量：1,111,112KG 其中 9 个大致相当于 1 个大型版的 Quantum 跳跃驱动器。
