Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallQDarkEnergyGeneratorT3
source: Elite Dark Energy Generator Dark Matter Consumption Per Second: 216 Dark Matter To Dark Energy Ratio: 30L Dark matter generators produce dark energy from dark matter. Found only in asteroids, planet Energia, Moon Eltaria, Planet Clangia, and Moon Camrina. Produces 1.5x more gas per ore than the equivalent tier of O2/H2 generator, and the energy it produces has 2.25x more energy density per liter.
ca_ad: Generador d'energia fosca Elite Consum de matèria fosca per segon: 216 Relació d'energia de matèria fosca a fosca: 30L Els generadors de matèria fosca produeixen energia fosca a partir de la matèria fosca. Només es troba en asteroides, el planeta Energia, la Lluna Eltaria, el planeta Clàngia i la Lluna Camrina. Produeix 1,5 vegades més gas per mineral que el nivell equivalent del generador O2 / H2, i l'energia que produeix té 2,25 vegades més densitat d'energia per litre.
cs_cz: Elitní generátor temné energie Spotřeba temné hmoty za sekundu: 216 Poměr energie temné hmoty k temné hmotě: 30L Generátory temné hmoty produkují temnou energii z temné hmoty. Vyskytuje se pouze na asteroidech, planetách Eněrgija, Měsíc Eltaria, Planeta Clangia a Měsíc Camrina. Produkuje 1,5x více plynu na rudu než ekvivalentní vrstva generátoru O2/H2 a energie, kterou produkuje, má 2,25x větší hustotu energie na litr.
da: Elite Mørk Energi Generator Forbrug af mørkt stof pr. sekund: 216 Forholdet mellem mørkt stof og mørk energi: 30L Generatorer af mørkt stof producerer mørk energi fra mørkt stof. Findes kun i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Producerer 1.5x mere gas pr. Malm end det tilsvarende niveau af O2 / H2 generator, og den energi, den producerer, har 2.25x mere energitæthed pr. Liter.
de: Elite-Generator für dunkle Energie Verbrauch von Dunkler Materie pro Sekunde: 216 Verhältnis von Dunkler Materie zu Dunkler Energie: 30L Generatoren für Dunkle Materie erzeugen Dunkle Energie aus Dunkler Materie. Kommt nur in Asteroiden, dem Planeten Energia, dem Mond Eltaria, dem Planeten Clangia und dem Mond Camrina vor. Produziert 1,5-mal mehr Gas pro Erz als die entsprechende Stufe des O2/H2-Generators, und die erzeugte Energie hat eine 2,25-mal höhere Energiedichte pro Liter.
es: Generador de energía oscura de élite Consumo de materia oscura por segundo: 216 Relación entre materia oscura y energía oscura: 30L Los generadores de materia oscura producen energía oscura a partir de la materia oscura. Se encuentra solo en asteroides, el planeta Energia, la luna Eltaria, el planeta Clangia y la luna Camrina. Produce 1,5 veces más gas por mineral que el nivel equivalente del generador de O2/H2, y la energía que produce tiene 2,25 veces más densidad de energía por litro.
et_ee: Elite tumeda energia generaator Tumeaine tarbimine sekundis: 216 Tumeaine ja tumeenergia suhe: 30L Tumeaine generaatorid toodavad tumeainest tumeenergiat. Leitud ainult asteroididest, planeedist Energia, Kuu Eltariast, planeedist Clangia ja Kuu Camrinast. Toodab maagi kohta 1,5x rohkem gaasi kui samaväärne O2/H2 generaatori tasand ja selle toodetud energial on 2,25x suurem energiatihedus liitri kohta.
fi: Eliitti pimeän energian generaattori Pimeän aineen kulutus sekunnissa: 216 Pimeän aineen ja pimeän energian suhde: 30L Pimeän aineen generaattorit tuottavat pimeää energiaa pimeästä aineesta. Löytyy vain asteroideista, planeetasta Energia, Moon Eltaria, Planet Clangia ja Moon Camrina. Tuottaa 1,5 kertaa enemmän kaasua malmia kohden kuin vastaava O2/H2-generaattoritaso, ja sen tuottamassa energiassa on 2,25 kertaa enemmän energiatiheyttä litrassa.
fr: Générateur d’énergie noire d’élite Consommation de matière noire par seconde : 216 Rapport matière noire/énergie noire : 30L Les générateurs de matière noire produisent de l’énergie noire à partir de la matière noire. On ne le trouve que dans les astéroïdes, la planète Energia, la lune Eltaria, la planète Clangia et la lune Camrina. Produit 1,5 fois plus de gaz par minerai que le niveau équivalent d’un générateur O2/H2, et l’énergie qu’il produit a une densité énergétique 2,25 fois supérieure par litre.
hr_hr: Elitni generator tamne energije Potrošnja tamne tvari u sekundi: 216 Omjer tamne tvari i tamne energije: 30L Generatori tamne tvari proizvode tamnu energiju iz tamne tvari. Nalazi se samo u asteroidima, planetu Energia, Mjesec Eltaria, Planet Clangia i Mjesec Camrina. Proizvodi 1,5 puta više plina po rudi od ekvivalentnog sloja generatora O2 / H2, a energija koju proizvodi ima 2,25 puta veću gustoću energije po litri.
hu_hu: Elite sötét energia generátor Sötétanyag-fogyasztás másodpercenként: 216 Sötét anyag és sötét energia arány: 30L A sötét anyag generátorok sötét energiát termelnek a sötét anyagból. Csak aszteroidákban található meg, az Energia bolygó, a Moon Eltaria, a Clangia bolygó és a Camrina hold. 1,5-szer több gázt termel ércenként, mint az O2/H2 generátor egyenértékű szintje, és az általa termelt energia literenként 2,25-ször nagyobb energiasűrűséggel rendelkezik.
ja_jp: エリートダークエネルギー発生器 ダークマター消費量/秒: 216 暗黒物質と暗黒エネルギーの比率:30L 暗黒物質発生装置は、暗黒物質から暗黒エネルギーを生成します。小惑星、惑星エネルギア、ムーン・エルタリア、惑星クランジア、ムーン・カムリナにのみ見られる。 O2/H2発生装置の同等の層よりも鉱石あたり1.5倍多くのガスを生成し、それが生成するエネルギーはリットルあたり2.25倍のエネルギー密度を持っています。
lv: Elites tumšās enerģijas ģenerators Tumšās vielas patēriņš sekundē: 216 Tumšās vielas un tumšās enerģijas attiecība: 30L Tumšās vielas ģeneratori ražo tumšo enerģiju no tumšās matērijas. Atrasts tikai asteroīdos, planētā Energia, Moon Eltaria, Planet Clania un Moon Camrina. Saražo 1,5x vairāk gāzes uz vienu rūdu nekā ekvivalentais O2/H2 ģeneratora līmenis, un tā radītajai enerģijai ir 2,25x lielāks enerģijas blīvums litrā.
nl: Elite Donkere Energie Generator Verbruik van donkere materie per seconde: 216 Verhouding donkere materie tot donkere energie: 30L Generatoren van donkere materie produceren donkere energie uit donkere materie. Alleen gevonden in asteroïden, planeet Energia, Maan Eltaria, Planeet Cligia en Maan Camrina. Produceert 1,5x meer gas per erts dan het equivalente niveau van de O2/H2-generator, en de energie die het produceert heeft 2,25x meer energiedichtheid per liter.
no: Elite mørk energi generator Mørk materieforbruk per sekund: 216 Mørk materie til mørk energiforhold: 30L Generatorer av mørk materie produserer mørk energi fra mørk materie. Finnes bare i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Produserer 1,5 ganger mer gass per malm enn tilsvarende nivå av O2 / H2 generator, og energien den produserer har 2,25 ganger mer energitetthet per liter.
pt_br: Elite Gerador de Energia Escura Consumo de matéria escura por segundo: 216 Matéria escura para a relação de energia escura: 30L Os geradores de matéria escura produzem energia escura a partir da matéria escura. Encontrado apenas em asteroides, planeta Energia, Lua Eltaria, planeta Clangia e Lua Camrina. Produz 1,5x mais gás por minério do que o nível equivalente de gerador de O2/H2, e a energia que produz tem 2,25x mais densidade de energia por litro.
ro: Generator de energie întunecată Elite Consumul de materie întunecată pe secundă: 216 Raportul dintre materia întunecată și energia întunecată: 30L Generatoarele de materie întunecată produc energie întunecată din materia întunecată. Se găsește numai în asteroizi, planeta Energia, Luna Eltaria, Planeta Clangia și Luna Camrina. Produce de 1,5 ori mai mult gaz pe minereu decât nivelul echivalent al generatorului O2 / H2, iar energia pe care o produce are o densitate de energie de 2,25 ori mai mare pe litru.
ru: Элитный генератор темной энергии Расход темной материи в секунду: 216 Соотношение темной материи и темной энергии: 30 л Генераторы темной материи производят темную энергию из темной материи. Встречается только на астероидах, планете Энергия, Луне Эльтарии, планете Клангия и Луне Камрине. Производит в 1,5 раза больше газа на руду, чем эквивалентный генератор O2/H2, а производимая им энергия имеет в 2,25 раза большую плотность энергии на литр.
sk_sk: Generátor temnej energie Elite Spotreba tmavej hmoty za sekundu: 216 Pomer temnej hmoty k tmavej energii: 30L Generátory temnej hmoty produkujú temnú energiu z temnej hmoty. Nachádza sa iba v asteroidoch, planéte Energia, Moon Eltaria, Planet Clangia a Moon Camrina. Produkuje 1,5x viac plynu na rudu ako ekvivalentná úroveň generátora O2 / H2 a energia, ktorú vyrába, má 2,25x väčšiu hustotu energie na liter.
sv: Elite Mörk Energigenerator Förbrukning av mörk materia per sekund: 216 Mörk materia till mörk energiförhållande: 30L Generatorer för mörk materia producerar mörk energi från mörk materia. Finns endast i asteroider, planeten Energia, Moon Eltaria, Planet Clangia och Moon Camrina. Producerar 1,5 gånger mer gas per malm än motsvarande nivå av O2/H2-generator, och energin den producerar har 2,25 gånger högre energitäthet per liter.
tr_tr: Elit Karanlık Enerji Jeneratörü Saniyedeki Karanlık Madde Tüketimi: 216 Karanlık Madde / Karanlık Enerji Oranı: 30L Karanlık madde jeneratörleri, karanlık maddeden karanlık enerji üretir. Sadece asteroitlerde, Energia gezegeninde, Ay Eltaria'da, Clangia Gezegeni'nde ve Ay Camrina'da bulunur. Cevher başına eşdeğer O2/H2 jeneratörü katmanından 1,5 kat daha fazla gaz üretir ve ürettiği enerji litre başına 2,25 kat daha fazla enerji yoğunluğuna sahiptir.
uk: Елітний генератор темної енергії Споживання темної матерії за секунду: 216 Співвідношення темної матерії до темної енергії: 30 л Генератори темної матерії виробляють темну енергію з темної матерії. Зустрічається тільки в астероїдах, планеті Енергія, Місяці Ельтарія, Планеті Клангія і Місяці Камріна. Виробляє в 1,5 рази більше газу на руду, ніж еквівалентний рівень генератора O2/H2, а енергія, яку він виробляє, має в 2,25 рази більшу щільність енергії на літр.
zh_cn: 精英暗能量发生器 暗物质每秒消耗量：216 暗物质与暗能量的比例：30L 暗物质发生器从暗物质中产生暗能量。仅在小行星、Energia 行星、Moon Eltaria、Planet Clangia 和 Moon Camrina 中发现。 每矿产生的气体是同等级别的 O2/H2 发电机的 1.5 倍，它产生的能量每升的能量密度是 2.25 倍。

# Description_SmallQDarkPowerGeneratorT0
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 22x more efficient than the hydrogen engine. Normal Max Power Output: 4MW Fuel Capacity: 40000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 22 vegades més eficient que el motor d'hidrogen. Normal Potència màxima de sortida: 4MW Capacitat de combustible: 40000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 22x účinnější než vodíkový motor. Normální Maximální výstupní výkon: 4MW Objem palivové nádrže: 40000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 22x mere effektiv end brintmotoren. Normal Maks. effekt: 4MW Brændstof kapacitet: 40000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 22-mal effizienter als der Wasserstoffmotor. Normal Maximale Leistung: 4MW Kraftstoffkapazität: 40000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 22 veces más eficiente que el motor de hidrógeno. Normal Potencia máxima de salida: 4MW Capacidad de combustible: 40000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 22x efektiivsem kui vesinikmootor. Tavaline Maksimaalne võimsus: 4MW Kütuse maht: 40000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 22x tehokkaampi kuin vetymoottori. Normaali Suurin teho: 4MW Polttoainekapasiteetti: 40000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 22 fois plus efficace que le moteur à hydrogène. Normal Puissance de sortie maximale : 4 MW Capacité de carburant : 40000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije je 22 puta učinkovitiji od vodikovog motora. Normalan Maksimalna izlazna snaga: 4MW Kapacitet goriva: 40000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 22x hatékonyabb, mint a hidrogén motor. Normális Max. teljesítmény: 4MW Üzemanyagtartály: 40000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの22倍の効率です。 正常 最大出力:4MW 燃料容量:40000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 22x efektīvāks nekā ūdeņraža dzinējs. Parasts Maksimālā jauda: 4MW Degvielas ietilpība: 40000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 22x efficiënter dan de waterstofmotor. Normaal Maximaal uitgangsvermogen: 4MW Tankinhoud: 40000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 22 ganger mer effektiv enn hydrogenmotoren. Normal Maks effekt: 4MW Drivstoff kapasitet: 40000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 22x mais eficiente do que o motor a hidrogênio. Normal Potência máxima: 4MW Capacidade de combustível: 40000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 22 de ori mai eficient decât motorul cu hidrogen. Normal Putere maximă de ieșire: 4MW Capacitate combustibil: 40000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 22 раза эффективнее водородного. Нормальный Максимальная выходная мощность: 4 МВт Объем топливного бака: 40000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 22x účinnejší ako vodíkový motor. Normálny Maximálny výkon: 4MW Kapacita paliva: 40000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 22 gånger effektivare än vätgasmotorn. Normal Max uteffekt: 4MW Bränslekapacitet: 40000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 22 kat daha verimlidir. Normal Maksimum Güç Çıkışı: 4MW Yakıt kapasitesi: 40000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 22 рази ефективніший за водневий двигун. Нормальний Максимальна вихідна потужність: 4 МВт Запас палива: 40000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 22 倍。 正常 最大功率输出：4MW 油量：40000L

# Description_SmallQDarkPowerGeneratorT1
source: The dark energy engine converts dark energy into power and has its own internal dark energy tank. The dark energy engine is 2.25x more efficient than the hydrogen engine. Enhanced Max Power Output: 6MW Fuel Capacity: 60000L
ca_ad: El motor d'energia fosca converteix l'energia fosca en energia i té el seu propi dipòsit intern d'energia fosca. El motor d'energia fosca és 2.25 vegades més eficient que el motor d'hidrogen. Realçada Potència màxima de sortida: 6MW Capacitat de combustible: 60000L
cs_cz: Modul temné energie přeměňuje temnou energii na energii a má svou vlastní vnitřní nádrž temné energie. Motor na temnou energii je 2,25x účinnější než vodíkový motor. Vylepšený Maximální výstupní výkon: 6MW Objem palivové nádrže: 60000L
da: Den mørke energimotor omdanner mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotor er 2,25 gange mere effektiv end brintmotoren. Forbedret Max effekt: 6MW Brændstof kapacitet: 60000L
de: Die Dark-Energy-Engine wandelt dunkle Energie in Energie um und verfügt über einen eigenen internen Dark-Energy-Tank. Der Dark-Energy-Motor ist 2,25-mal effizienter als der Wasserstoffmotor. Erweitert Maximale Leistung: 6MW Kraftstoffkapazität: 60000L
es: El motor de energía oscura convierte la energía oscura en energía y tiene su propio tanque interno de energía oscura. El motor de energía oscura es 2,25 veces más eficiente que el motor de hidrógeno. Mejorado Potencia máxima de salida: 6MW Capacidad de combustible: 60000L
et_ee: Tumeenergia mootor muundab tumeenergia võimsuseks ja sellel on oma sisemine tumeenergia paak. Tumeenergia mootor on 2.25x tõhusam kui vesinikmootor. Tõhustatud Maksimaalne võimsus: 6MW Kütuse maht: 60000L
fi: Pimeän energian moottori muuntaa pimeän energian tehoksi ja sillä on oma sisäinen pimeän energian säiliö. Pimeän energian moottori on 2,25 kertaa tehokkaampi kuin vetymoottori. Paranneltu Suurin teho: 6MW Polttoainekapasiteetti: 60000L
fr: Le moteur d’énergie sombre convertit l’énergie sombre en énergie et possède son propre réservoir d’énergie sombre interne. Le moteur à énergie sombre est 2,25 fois plus efficace que le moteur à hydrogène. Amélioré Puissance de sortie maximale : 6 MW Capacité de carburant : 60000L
hr_hr: Motor tamne energije pretvara tamnu energiju u snagu i ima vlastiti unutarnji spremnik tamne energije. Motor tamne energije učinkovitiji je 2,25 puta od vodikovog motora. Pojačan Maksimalna izlazna snaga: 6MW Kapacitet goriva: 60000L
hu_hu: A sötét energia motor átalakítja a sötét energiát energiává, és saját belső sötét energiatartálya van. A sötét energia motor 2,25-ször hatékonyabb, mint a hidrogén motor. Továbbfejlesztett Max. teljesítmény: 6MW Üzemanyagtartály: 60000L
ja_jp: 暗黒エネルギーエンジンは、暗黒エネルギーを電力に変換し、内部に暗黒エネルギータンクを持っています。ダークエネルギーエンジンは、水素エンジンの2.25倍の効率です。 強化 最大出力:6MW 燃料容量:60000L
lv: Tumšās enerģijas dzinējs pārvērš tumšo enerģiju jaudā, un tam ir sava iekšējā tumšās enerģijas tvertne. Tumšās enerģijas dzinējs ir 2,25x efektīvāks nekā ūdeņraža dzinējs. Uzlabotās Maksimālā jauda: 6MW Degvielas ietilpība: 60000L
nl: De donkere energiemotor zet donkere energie om in stroom en heeft zijn eigen interne donkere energietank. De donkere energiemotor is 2,25x efficiënter dan de waterstofmotor. Verbeterde Maximaal uitgangsvermogen: 6MW Tankinhoud: 60000L
no: Den mørke energimotoren konverterer mørk energi til strøm og har sin egen interne mørke energitank. Den mørke energimotoren er 2,25 ganger mer effektiv enn hydrogenmotoren. Forbedret Maks effekt: 6MW Drivstoff kapasitet: 60000L
pt_br: O motor de energia escura converte energia escura em energia e tem seu próprio tanque interno de energia escura. O motor de energia escura é 2,25x mais eficiente que o motor a hidrogênio. Aprimorado Potência máxima: 6MW Capacidade de combustível: 60000L
ro: Motorul de energie întunecată transformă energia întunecată în putere și are propriul rezervor intern de energie întunecată. Motorul cu energie întunecată este de 2,25 ori mai eficient decât motorul cu hidrogen. Îmbunătățit Putere maximă de ieșire: 6MW Capacitate combustibil: 60000L
ru: Двигатель темной энергии преобразует темную энергию в энергию и имеет свой собственный внутренний резервуар темной энергии. Двигатель темной энергии в 2,25 раза эффективнее водородного двигателя. Улучшенный Максимальная выходная мощность: 6 МВт Объем топливного бака: 60000 л
sk_sk: Motor tmavej energie premieňa temnú energiu na energiu a má vlastnú vnútornú nádrž na tmavú energiu. Motor s tmavou energiou je 2,25x účinnejší ako vodíkový motor. Rozšírené Maximálny výkon: 6MW Kapacita paliva: 60000L
sv: Den mörka energimotorn omvandlar mörk energi till kraft och har en egen intern mörk energitank. Mörkenergimotorn är 2,25 gånger effektivare än vätgasmotorn. Förbättrad Max uteffekt: 6MW Bränslekapacitet: 60000L
tr_tr: Karanlık enerji motoru, karanlık enerjiyi güce dönüştürür ve kendi iç karanlık enerji tankına sahiptir. Karanlık enerji motoru, hidrojen motorundan 2,25 kat daha verimlidir. Gelişmiş Maksimum Güç Çıkışı: 6MW Yakıt Kapasitesi: 60000L
uk: Двигун темної енергії перетворює темну енергію в силу і має власний внутрішній резервуар темної енергії. Двигун темної енергії в 2,25 рази ефективніший за водневий двигун. Розширення Максимальна вихідна потужність: 6 МВт Запас палива: 60000 л
zh_cn: 暗能量引擎将暗能量转化为能量，并拥有自己的内部暗能量罐。暗能量发动机的效率是氢发动机的 2.25 倍。 增强 最大功率输出：6MW 油量：60000L
