Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallQBatteryT0
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. Normal Max Power Output: 32MW Max Power Input: 32MW Max Stored Power: 8MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. Normal Potència màxima de sortida: 32MW Potència màxima d'entrada: 32MW Potència màxima emmagatzemada: 8MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. Normální Maximální výstupní výkon: 32MW Maximální příkon: 32MW Maximální uložený výkon: 8MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. Normal Maks. effekt: 32MW Maks. effektindgang: 32MW Maks. lagret effekt: 8MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. Normal Maximale Leistung: 32MW Maximale Leistungsaufnahme: 32 MW Maximale gespeicherte Leistung: 8 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. Normal Potencia máxima de salida: 32MW Potencia máxima de entrada: 32MW Potencia máxima almacenada: 8MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. Tavaline Maksimaalne võimsus: 32MW Maksimaalne sisendvõimsus: 32MW Maksimaalne salvestatud võimsus: 8MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. Normaali Suurin teho: 32MW Suurin tehonsyöttö: 32MW Suurin varastoitu teho: 8MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. Normal Puissance de sortie maximale : 32 MW Puissance d’entrée maximale : 32 MW Puissance maximale stockée : 8 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. Normalan Maksimalna snaga: 32MW Maksimalni ulaz snage: 32MW Maksimalna pohranjena snaga: 8MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. Normális Max teljesítmény: 32MW Max. felvett teljesítmény: 32MW Max tárolt teljesítmény: 8MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 正常 最大出力:32MW 最大電力入力:32MW 最大蓄電電力:8MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. Parasts Maksimālā jauda: 32MW Maksimālā ieejas jauda: 32MW Maksimālā uzglabātā jauda: 8MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. Normaal Maximaal uitgangsvermogen: 32MW Maximaal opgenomen vermogen: 32MW Maximaal opgeslagen vermogen: 8MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. Normal Maks effekt: 32 MW Maks strøminngang: 32MW Maks lagret effekt: 8MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. Normal Potência máxima: 32MW Potência máxima de entrada: 32MW Potência máxima armazenada: 8MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. Normal Putere maximă de ieșire: 32MW Putere maximă de intrare: 32MW Putere maximă stocată: 8MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. Нормальный Максимальная выходная мощность: 32 МВт Максимальная потребляемая мощность: 32 МВт Максимальная хранимая мощность: 8 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. Normálny Maximálny výkon: 32MW Maximálny príkon: 32MW Maximálny uložený výkon: 8MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. Normal Max uteffekt: 32MW Max ineffekt: 32MW Max lagrad effekt: 8MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Normal Maksimum Güç Çıkışı: 32MW Maksimum Güç Girişi: 32MW Maksimum Depolanan Güç: 8MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. Нормальний Максимальна вихідна потужність: 32 МВт Максимальна споживана потужність: 32 МВт Максимальна збережена потужність: 8 МВТ/год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 正常 最大输出功率：32MW 最大输入功率：32MW 最大储存功率：8MWH

# Description_SmallQBatteryT1
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. 1.5x Better Than Normal Max Power Output: 48MW Max Power Input: 48MW Max Stored Power: 12MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. 1.5x millor del normal Potència màxima de sortida: 48MW Potència màxima d'entrada: 48MW Potència màxima emmagatzemada: 12MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. 1,5× lepší než normálně Maximální výstupní výkon: 48MW Maximální příkon: 48MW Maximální uložený výkon: 12MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. 1.5x bedre end normalt Maks. effekt: 48MW Maks. effektindgang: 48 MW Maks. lagret effekt: 12MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. 1,5x besser als normal Maximale Leistung: 48MW Maximale Leistungsaufnahme: 48 MW Maximale gespeicherte Leistung: 12 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. 1,5 veces mejor de lo normal Potencia máxima de salida: 48MW Potencia máxima de entrada: 48MW Potencia máxima almacenada: 12MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. 1.5x parem kui tavaline Maksimaalne võimsus: 48MW Maksimaalne sisendvõimsus: 48MW Maksimaalne salvestatud võimsus: 12MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. 1.5x parempi kuin normaalisti Suurin teho: 48MW Suurin tehonsyöttö: 48MW Suurin varastoitu teho: 12MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. 1,5 fois mieux que la normale Puissance de sortie maximale : 48 MW Puissance d’entrée maximale : 48 MW Puissance maximale stockée : 12 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. 1.5x bolje od normalnog Maksimalna izlazna snaga: 48MW Maksimalni ulaz snage: 48MW Maksimalna pohranjena snaga: 12MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. 1,5-szer jobb a normálnál Max. teljesítmény: 48MW Max. felvett teljesítmény: 48MW Max tárolt teljesítmény: 12MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 通常の1.5倍 最大出力:48MW 最大電力入力:48MW 最大蓄電電力:12MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. 1,5x labāks nekā parasti Maksimālā jauda: 48MW Maksimālā ieejas jauda: 48MW Maksimālā uzglabātā jauda: 12MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. 1.5x beter dan normaal Maximaal uitgangsvermogen: 48MW Maximaal opgenomen vermogen: 48MW Max. opgeslagen vermogen: 12MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. 1,5 ganger bedre enn normalt Maks utgangseffekt: 48MW Maks strøminngang: 48MW Maks lagret effekt: 12MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. 1.5x melhor do que o normal Potência máxima: 48MW Potência máxima de entrada: 48MW Potência máxima armazenada: 12MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. De 1,5 ori mai bine decât în mod normal Putere maximă de ieșire: 48MW Putere maximă de intrare: 48MW Putere maximă stocată: 12MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. В 1,5 раза лучше, чем обычно Максимальная выходная мощность: 48 МВт Максимальная потребляемая мощность: 48 МВт Максимальная аккумулируемая мощность: 12 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. 1,5x lepšie ako normálne Maximálny výkon: 48MW Maximálny príkon: 48MW Maximálny uložený výkon: 12MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. 1,5 gånger bättre än normalt Max uteffekt: 48MW Max ineffekt: 48MW Max lagrad effekt: 12MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Normalden 1,5 kat daha iyi Maksimum Güç Çıkışı: 48MW Maksimum Güç Girişi: 48MW Maksimum Depolanan Güç: 12MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. У 1,5 рази краще, ніж зазвичай Максимальна вихідна потужність: 48 МВт Максимальна споживана потужність: 48 МВт Максимальна збережена потужність: 12 МВТ/год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 比正常情况好 1.5 倍 最大功率输出：48MW 最大功率输入：48MW 最大存储功率：12MWH

# Description_SmallQBatteryT2
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. 1.5x Better Than Enhanced Max Power Output: 72MW Max Power Input: 72MW Max Stored Power: 18MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. 1.5x millor que millorat Potència màxima de sortida: 72MW Potència màxima d'entrada: 72MW Potència màxima emmagatzemada: 18MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. 1,5× lepší než vylepšený Maximální výstupní výkon: 72MW Maximální příkon: 72MW Maximální uložený výkon: 18MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. 1.5x bedre end forbedret Maks. effekt: 72MW Maks. effektindgang: 72MW Maks. lagret effekt: 18MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. 1,5x besser als Enhanced Maximale Leistung: 72MW Maximale Leistungsaufnahme: 72 MW Maximale gespeicherte Leistung: 18 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. 1,5 veces mejor que mejorado Potencia máxima de salida: 72MW Potencia máxima de entrada: 72MW Potencia máxima almacenada: 18MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. 1.5x parem kui täiustatud Maksimaalne võimsus: 72MW Maksimaalne sisendvõimsus: 72MW Maksimaalne salvestatud võimsus: 18MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. 1,5 kertaa parempi kuin parannettu Suurin teho: 72MW Suurin tehonsyöttö: 72MW Suurin varastoitu teho: 18MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. 1,5 fois mieux qu’amélioré Puissance de sortie maximale : 72 MW Puissance d’entrée maximale : 72 MW Puissance maximale stockée : 18 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. 1.5x bolje od poboljšanog Maksimalna snaga: 72MW Maksimalna snaga: 72MW Maksimalna pohranjena snaga: 18MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. 1,5-szer jobb, mint a továbbfejlesztett; Max teljesítmény: 72MW Max. felvett teljesítmény: 72MW Max tárolt teljesítmény: 18MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 拡張の1.5倍優れている 最大出力:72MW 最大電力入力:72MW 最大蓄電電力:18MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. 1,5x labāks nekā uzlabots Maksimālā jauda: 72MW Maksimālā ieejas jauda: 72MW Maksimālā uzglabātā jauda: 18MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. 1,5x beter dan verbeterd Maximaal uitgangsvermogen: 72MW Maximaal opgenomen vermogen: 72MW Max. opgeslagen vermogen: 18 MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. 1,5 ganger bedre enn forbedret Maks utgangseffekt: 72MW Maks strøminngang: 72MW Maks lagret effekt: 18MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. 1,5x melhor que o Enhanced Potência máxima: 72MW Potência máxima de entrada: 72MW Potência máxima armazenada: 18MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. De 1,5 ori mai bun decât îmbunătățit Putere maximă de ieșire: 72MW Putere maximă de intrare: 72MW Putere maximă stocată: 18MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. В 1,5 раза лучше, чем улучшено Максимальная выходная мощность: 72 МВт Максимальная потребляемая мощность: 72 МВт Максимальная хранимая мощность: 18 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. 1,5x lepšie než vylepšené Maximálny výkon: 72MW Maximálny príkon: 72MW Maximálny uložený výkon: 18MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. 1,5 gånger bättre än förbättrad Max uteffekt: 72MW Max ineffekt: 72MW Max lagrad effekt: 18MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Geliştirilmişten 1,5 kat daha iyi Maksimum Güç Çıkışı: 72MW Maksimum Güç Girişi: 72MW Maksimum Depolanan Güç: 18MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. У 1,5 рази краще, ніж покращене Максимальна вихідна потужність: 72 МВт Максимальна споживана потужність: 72 МВт Максимальна збережена потужність: 18 МВТ*год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 比增强型好 1.5 倍 最大功率输出：72MW 最大功率输入：72MW 最大存储功率：18MWH

# Description_SmallQBatteryT3
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. 1.5x Better Than Proficient Max Power Output: 108MW Max Power Input: 108MW Max Stored Power: 27.04MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. 1.5x millor que competent Potència màxima de sortida: 108MW Potència màxima d'entrada: 108MW Potència màxima emmagatzemada: 27.04MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. 1,5x lepší než zdatný Maximální výstupní výkon: 108MW Maximální příkon: 108MW Maximální uložený výkon: 27,04 MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. 1.5x bedre end dygtig Maks. effekt: 108MW Maks. effektindgang: 108 MW Maks. lagret effekt: 27,04 MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. 1,5x besser als kompetent Maximale Leistung: 108 MW Maximale Leistungsaufnahme: 108 MW Maximale gespeicherte Leistung: 27,04 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. 1,5 veces mejor que competente Potencia máxima de salida: 108 MW Potencia máxima de entrada: 108MW Potencia máxima almacenada: 27,04 MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. 1.5x parem kui vilunud Maksimaalne võimsus: 108MW Maksimaalne sisendvõimsus: 108MW Maksimaalne salvestatud võimsus: 27.04MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. 1.5x parempi kuin taitava Suurin teho: 108MW Suurin tehonsyöttö: 108MW Suurin varastoitu teho: 27.04MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. 1,5 fois mieux que compétent Puissance de sortie maximale : 108 MW Puissance d’entrée maximale : 108 MW Puissance maximale stockée : 27,04 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. 1.5x bolji od stručnog Maksimalna snaga: 108MW Maksimalna snaga: 108MW Maksimalna pohranjena snaga: 27.04MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. 1,5-szer jobb, mint a profi Max teljesítmény: 108MW Max. felvett teljesítmény: 108MW Max tárolt teljesítmény: 27.04MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 熟練より1.5倍優れている 最大出力:108MW 最大電力入力:108MW 最大蓄電電力:27.04MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. 1,5x labāks nekā lietpratējs Maksimālā jauda: 108MW Maksimālā ieejas jauda: 108MW Maksimālā uzglabātā jauda: 27.04MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. 1.5x beter dan bekwaam Maximaal uitgangsvermogen: 108MW Maximaal opgenomen vermogen: 108MW Maximaal opgeslagen vermogen: 27,04 MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. 1,5 ganger bedre enn dyktig Maks effekt: 108MW Maks strøminngang: 108MW Maks lagret effekt: 27,04 MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. 1.5x melhor do que proficiente Potência máxima: 108MW Potência máxima de entrada: 108MW Potência máxima armazenada: 27.04MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. De 1,5 ori mai bun decât cel competent Putere maximă de ieșire: 108MW Putere maximă de intrare: 108MW Putere maximă stocată: 27.04MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. В 1,5 раза лучше, чем Proficient Максимальная выходная мощность: 108 МВт Максимальная потребляемая мощность: 108 МВт Максимальная аккумулируемая мощность: 27,04 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. 1,5x lepšie ako zdatný Maximálny výkon: 108MW Maximálny príkon: 108MW Maximálny uložený výkon: 27.04MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. 1,5 gånger bättre än skicklig Max uteffekt: 108MW Max ineffekt: 108MW Max lagrad effekt: 27,04 MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Yetkinden 1,5 kat daha iyi Maksimum Güç Çıkışı: 108MW Maksimum Güç Girişi: 108MW Maksimum Depolanan Güç: 27.04MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. У 1,5 рази краще, ніж Proficient Максимальна вихідна потужність: 108 МВт Максимальна споживана потужність: 108 МВт Максимальна споживана потужність: 27,04 МВТ-год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 比精通好 1.5 倍 最大输出功率：108MW 最大功率输入：108MW 最大储存功率：27.04MWH

# Description_SmallQCargoContainerT0
source: Small quantum cargo containers can be used to store items. Normal Inventory size 125,000L on 1x
ca_ad: Es poden utilitzar petits contenidors de càrrega quàntica per emmagatzemar articles. Mida normal de l'inventari 125.000L en 1x
cs_cz: K ukládání předmětů lze použít malé kvantové nákladní kontejnery. Normální velikost zásob 125 000 l na 1x
da: Små kvantelastcontainere kan bruges til at opbevare genstande. Normal lagerstørrelse 125.000L på 1x
de: Kleine Quanten-Frachtcontainer können zur Aufbewahrung von Gegenständen verwendet werden. Normale Lagerbestandsgröße 125.000L auf 1x
es: Se pueden utilizar pequeños contenedores de carga cuántica para almacenar artículos. Tamaño normal del inventario 125.000L en 1x
et_ee: Väikeseid kvantkaubakonteinereid saab kasutada esemete hoidmiseks. Varude normaalne suurus 125,000L 1x peal
fi: Pieniä kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. Normaali varaston koko 125,000L päällä 1x
fr: De petits conteneurs de fret quantique peuvent être utilisés pour stocker des articles. Taille normale de l’inventaire 125 000 L sur 1x
hr_hr: Mali kvantni spremnici za teret mogu se koristiti za pohranu predmeta. Normalna veličina zaliha 125,000L na 1x
hu_hu: A kis kvantum rakománykonténerek tárgyak tárolására használhatók. Normál készletméret 125 000L 1x-en
ja_jp: 小型の量子貨物コンテナは、アイテムの保管に使用できます。 通常の在庫サイズ 1xで125,000L
lv: Priekšmetu glabāšanai var izmantot mazus kvantu kravas konteinerus. Parastais inventāra lielums 125 000L uz 1x
nl: Kleine kwantumvrachtcontainers kunnen worden gebruikt om items op te slaan. Normale voorraadgrootte 125.000L op 1x
no: Små kvantelastbeholdere kan brukes til å lagre varer. Normal lagerbeholdning 125 000L på 1x
pt_br: Pequenos contêineres de carga quântica podem ser usados para armazenar itens. Tamanho normal do estoque 125.000L em 1x
ro: Containerele mici de marfă cuantică pot fi utilizate pentru a stoca articole. Dimensiunea normală a inventarului 125.000L pe 1x
ru: Для хранения предметов можно использовать небольшие квантовые грузовые контейнеры. Нормальный размер инвентаря 125 000 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé kvantové nákladné kontajnery. Normálna veľkosť inventára 125 000L na 1x
sv: Små kvantlastcontainrar kan användas för att lagra föremål. Normal lagerstorlek 125 000 liter på 1x
tr_tr: Öğeleri depolamak için küçük kuantum kargo konteynerleri kullanılabilir. Normal Envanter boyutu 1x'te 125.000L
uk: Для зберігання речей можна використовувати невеликі квантові вантажні контейнери. Нормальний розмір інвентарю 125 000 л на 1x
zh_cn: 小型量子货物集装箱可用于存储物品。 正常库存大小 125,000L 1x
