Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallLargeQCargoContainerT0
source: Large quantum cargo containers can be used to store lots of items. Normal Inventory size 125,000L on 1x
ca_ad: Els grans contenidors de càrrega quàntica es poden utilitzar per emmagatzemar molts articles. Mida normal de l'inventari 125.000L en 1x
cs_cz: Velké kvantové nákladní kontejnery lze použít k uložení velkého množství položek. Normální velikost zásob 125 000 l na 1x
da: Store kvantelastcontainere kan bruges til at opbevare mange genstande. Normal lagerstørrelse 125.000L på 1x
de: In großen Quantenfrachtcontainern können viele Gegenstände gelagert werden. Normale Lagerbestandsgröße 125.000L auf 1x
es: Los grandes contenedores de carga cuántica se pueden utilizar para almacenar muchos artículos. Tamaño normal del inventario 125.000L en 1x
et_ee: Suuri kvantkaubakonteinereid saab kasutada paljude esemete ladustamiseks. Varude normaalne suurus 125,000L 1x peal
fi: Suuriin kvanttirahtikontteihin voidaan varastoida paljon tavaraa. Normaali varaston koko 125,000L päällä 1x
fr: Les grands conteneurs de fret quantique peuvent être utilisés pour stocker de nombreux articles. Taille normale de l’inventaire 125 000 L sur 1x
hr_hr: Veliki kvantni spremnici za teret mogu se koristiti za pohranu puno predmeta. Normalna veličina zaliha 125,000L na 1x
hu_hu: A nagy kvantum teherszállító konténerek sok elem tárolására használhatók. Normál készletméret 125 000L 1x-en
ja_jp: 大型の量子貨物コンテナは、多くのアイテムを保管するために使用できます。 通常の在庫サイズ 1xで125,000L
lv: Lielus kvantu kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. Parastais inventāra lielums 125 000L uz 1x
nl: Grote kwantumvrachtcontainers kunnen worden gebruikt om veel items op te slaan. Normale voorraadgrootte 125.000L op 1x
no: Store kvantelastbeholdere kan brukes til å lagre mange gjenstander. Normal lagerbeholdning 125 000L på 1x
pt_br: Grandes contêineres de carga quântica podem ser usados para armazenar muitos itens. Tamanho normal do estoque 125.000L em 1x
ro: Containerele mari de marfă cuantică pot fi utilizate pentru a stoca o mulțime de articole. Dimensiunea normală a inventarului 125.000L pe 1x
ru: Большие квантовые грузовые контейнеры можно использовать для хранения большого количества предметов. Нормальный размер инвентаря 125 000 л на 1x
sk_sk: Veľké kvantové nákladné kontajnery môžu byť použité na uloženie veľkého množstva predmetov. Normálna veľkosť inventára 125 000L na 1x
sv: Stora kvantlastcontainrar kan användas för att lagra många föremål. Normal lagerstorlek 125 000 liter på 1x
tr_tr: Büyük kuantum kargo konteynırları, çok sayıda öğeyi depolamak için kullanılabilir. Normal Envanter boyutu 1x'te 125.000L
uk: Великі квантові вантажні контейнери можна використовувати для зберігання великої кількості предметів. Нормальний розмір інвентарю 125 000 л на 1x
zh_cn: 大型量子货物集装箱可用于存储大量物品。 正常库存大小 125,000L 1x

# Description_SmallLargeQCargoContainerT1
source: Large quantum cargo containers can be used to store lots of items. 1.5x Better Than Normal Quantum 187,500L on 1x
ca_ad: Els grans contenidors de càrrega quàntica es poden utilitzar per emmagatzemar molts articles. 1.5x millor que la quàntica normal 187.500L en 1x
cs_cz: Velké kvantové nákladní kontejnery lze použít k uložení velkého množství položek. 1,5x lepší než normální Quantum 187 500 l na 1x
da: Store kvantelastcontainere kan bruges til at opbevare mange genstande. 1.5x bedre end normalt kvante 187.500L på 1x
de: In großen Quantenfrachtcontainern können viele Gegenstände gelagert werden. 1,5x besser als normales Quantum 187.500L auf 1x
es: Los grandes contenedores de carga cuántica se pueden utilizar para almacenar muchos artículos. 1,5 veces mejor que el quantum normal 187.500L en 1x
et_ee: Suuri kvantkaubakonteinereid saab kasutada paljude esemete ladustamiseks. 1.5x parem kui tavaline kvant 187,500L 1x peal
fi: Suuriin kvanttirahtikontteihin voidaan varastoida paljon tavaraa. 1.5x parempi kuin normaali kvantti 187,500L päällä 1x
fr: Les grands conteneurs de fret quantique peuvent être utilisés pour stocker de nombreux articles. 1,5 fois mieux que le quantum normal 187 500 L sur 1x
hr_hr: Veliki kvantni spremnici za teret mogu se koristiti za pohranu puno predmeta. 1.5x bolji od normalnog kvantnog 187,500L na 1x
hu_hu: A nagy kvantum teherszállító konténerek sok elem tárolására használhatók. 1,5-szer jobb, mint a normál kvantum 187 500 liter 1x-en
ja_jp: 大型の量子貨物コンテナは、多くのアイテムを保管するために使用できます。 通常の量子の1.5倍 1xで187,500L
lv: Lielus kvantu kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 1,5x labāks par parasto kvantu 187 500L uz 1x
nl: Grote kwantumvrachtcontainers kunnen worden gebruikt om veel items op te slaan. 1,5x beter dan normaal kwantum 187.500L op 1x
no: Store kvantelastbeholdere kan brukes til å lagre mange gjenstander. 1,5 ganger bedre enn vanlig kvantum 187 500L på 1x
pt_br: Grandes contêineres de carga quântica podem ser usados para armazenar muitos itens. 1,5x melhor do que o quantum normal 187.500L em 1x
ro: Containerele mari de marfă cuantică pot fi utilizate pentru a stoca o mulțime de articole. De 1,5 ori mai bun decât quantum normal 187.500L pe 1x
ru: Большие квантовые грузовые контейнеры можно использовать для хранения большого количества предметов. В 1,5 раза лучше, чем обычный Quantum 187 500 л на 1x
sk_sk: Veľké kvantové nákladné kontajnery môžu byť použité na uloženie veľkého množstva predmetov. 1,5x lepšie ako normálne kvantum 187 500L na 1x
sv: Stora kvantlastcontainrar kan användas för att lagra många föremål. 1,5 gånger bättre än normal kvant 187 500 liter på 1x
tr_tr: Büyük kuantum kargo konteynırları, çok sayıda öğeyi depolamak için kullanılabilir. Normal Quantum'dan 1,5 Kat Daha İyi 1x'te 187.500L
uk: Великі квантові вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 1,5 рази краще, ніж звичайний квант 187 500 л на 1x
zh_cn: 大型量子货物集装箱可用于存储大量物品。 比普通量子好 1.5 倍 187,500L 1x

# Description_SmallLargeQCargoContainerT2
source: Large quantum cargo containers can be used to store lots of items. 1.5x Better Than Enhanced Quantum 281,249.98L on 1x
ca_ad: Els grans contenidors de càrrega quàntica es poden utilitzar per emmagatzemar molts articles. 1.5x millor que la quàntica millorada 281.249.98L en 1x
cs_cz: Velké kvantové nákladní kontejnery lze použít k uložení velkého množství položek. 1,5× lepší než vylepšený Quantum 281 249,98 l na 1x
da: Store kvantelastcontainere kan bruges til at opbevare mange genstande. 1.5x bedre end forbedret kvante 281,249.98L på 1x
de: In großen Quantenfrachtcontainern können viele Gegenstände gelagert werden. 1,5-mal besser als Enhanced Quantum 281.249,98L auf 1x
es: Los grandes contenedores de carga cuántica se pueden utilizar para almacenar muchos artículos. 1,5 veces mejor que Enhanced Quantum 281,249.98L en 1x
et_ee: Suuri kvantkaubakonteinereid saab kasutada paljude esemete ladustamiseks. 1.5 korda parem kui täiustatud kvant 281 249.98L 1x peal
fi: Suuriin kvanttirahtikontteihin voidaan varastoida paljon tavaraa. 1.5x parempi kuin parannettu kvantti 281,249.98L päällä 1x
fr: Les grands conteneurs de fret quantique peuvent être utilisés pour stocker de nombreux articles. 1,5 fois mieux que Quantum amélioré 281,249.98L sur 1x
hr_hr: Veliki kvantni spremnici za teret mogu se koristiti za pohranu puno predmeta. 1.5x bolji od poboljšanog kvantnog 281,249.98L na 1x
hu_hu: A nagy kvantum teherszállító konténerek sok elem tárolására használhatók. 1,5-szer jobb, mint az Enhanced Quantum 281 249.98L 1x-en
ja_jp: 大型の量子貨物コンテナは、多くのアイテムを保管するために使用できます。 Enhanced Quantumの1.5倍 1xで281,249.98L
lv: Lielus kvantu kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 1,5x labāks par uzlaboto kvantu 281,249.98L uz 1x
nl: Grote kwantumvrachtcontainers kunnen worden gebruikt om veel items op te slaan. 1,5x beter dan Enhanced Quantum 281,249.98L op 1x
no: Store kvantelastbeholdere kan brukes til å lagre mange gjenstander. 1,5 ganger bedre enn forbedret kvante 281,249.98L på 1x
pt_br: Grandes contêineres de carga quântica podem ser usados para armazenar muitos itens. 1,5x melhor que o Enhanced Quantum 281,249.98L em 1x
ro: Containerele mari de marfă cuantică pot fi utilizate pentru a stoca o mulțime de articole. De 1,5 ori mai bun decât Quantum îmbunătățit 281,249.98L pe 1x
ru: Большие квантовые грузовые контейнеры можно использовать для хранения большого количества предметов. В 1,5 раза лучше, чем Enhanced Quantum 281 249,98 л на 1x
sk_sk: Veľké kvantové nákladné kontajnery môžu byť použité na uloženie veľkého množstva predmetov. 1,5x lepšie než vylepšené kvantum 281,249.98L 1x
sv: Stora kvantlastcontainrar kan användas för att lagra många föremål. 1,5 gånger bättre än förbättrad kvantteknik 281 249,98L på 1x
tr_tr: Büyük kuantum kargo konteynırları, çok sayıda öğeyi depolamak için kullanılabilir. Enhanced Quantum'dan 1,5 kat daha iyi 1x üzerinde 281.249,98L
uk: Великі квантові вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 1,5 рази краще, ніж Enhanced Quantum 281 249,98 л на 1x
zh_cn: 大型量子货物集装箱可用于存储大量物品。 比增强型量子处理器好 1.5 倍 281,249.98L 在 1x

# Description_SmallLargeQCargoContainerT3
source: Large quantum cargo containers can be used to store lots of items. 1.5x Better Than Proficient Quantum 421,875.01L on 1x
ca_ad: Els grans contenidors de càrrega quàntica es poden utilitzar per emmagatzemar molts articles. 1.5x millor que la quàntica competent 421.875,01L en 1x
cs_cz: Velké kvantové nákladní kontejnery lze použít k uložení velkého množství položek. 1,5x lepší než zdatný kvantový 421 875,01L na 1x
da: Store kvantelastcontainere kan bruges til at opbevare mange genstande. 1.5x bedre end dygtig kvante 421,875.01L på 1x
de: In großen Quantenfrachtcontainern können viele Gegenstände gelagert werden. 1,5x besser als Proficient Quantum 421.875,01L auf 1x
es: Los grandes contenedores de carga cuántica se pueden utilizar para almacenar muchos artículos. 1,5 veces mejor que Proficient Quantum 421,875.01L en 1x
et_ee: Suuri kvantkaubakonteinereid saab kasutada paljude esemete ladustamiseks. 1.5x parem kui vilunud kvant 421 875.01L 1x peal
fi: Suuriin kvanttirahtikontteihin voidaan varastoida paljon tavaraa. 1.5x parempi kuin taitava kvantti 421,875.01L päällä 1x
fr: Les grands conteneurs de fret quantique peuvent être utilisés pour stocker de nombreux articles. 1,5 fois mieux que le Quantum compétent 421,875.01L sur 1x
hr_hr: Veliki kvantni spremnici za teret mogu se koristiti za pohranu puno predmeta. 1.5x bolji od stručnog kvantnog 421,875.01L na 1x
hu_hu: A nagy kvantum teherszállító konténerek sok elem tárolására használhatók. 1,5-szer jobb, mint a Proficient Quantum 421 875.01L 1x-en
ja_jp: 大型の量子貨物コンテナは、多くのアイテムを保管するために使用できます。 熟練した量子の1.5倍優れている 1xで421,875.01L
lv: Lielus kvantu kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 1,5x labāks par lietpratīgu kvantu 421,875.01L uz 1x
nl: Grote kwantumvrachtcontainers kunnen worden gebruikt om veel items op te slaan. 1.5x beter dan bekwaam kwantum 421,875.01L op 1x
no: Store kvantelastbeholdere kan brukes til å lagre mange gjenstander. 1,5 ganger bedre enn dyktig kvante 421,875.01L på 1x
pt_br: Grandes contêineres de carga quântica podem ser usados para armazenar muitos itens. 1,5x melhor que o quantum proficiente 421,875.01L em 1x
ro: Containerele mari de marfă cuantică pot fi utilizate pentru a stoca o mulțime de articole. De 1,5 ori mai bun decât Proficient Quantum 421,875.01L pe 1x
ru: Большие квантовые грузовые контейнеры можно использовать для хранения большого количества предметов. В 1,5 раза лучше, чем Proficient Quantum 421,875.01L по 1x
sk_sk: Veľké kvantové nákladné kontajnery môžu byť použité na uloženie veľkého množstva predmetov. 1,5x lepšie ako zdatné kvantum 421,875.01L na 1x
sv: Stora kvantlastcontainrar kan användas för att lagra många föremål. 1,5 gånger bättre än skicklig kvant 421 875,01L på 1x
tr_tr: Büyük kuantum kargo konteynırları, çok sayıda öğeyi depolamak için kullanılabilir. Yetkin kuantumdan 1,5 kat daha iyi 1x üzerinde 421.875,01L
uk: Великі квантові вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 1,5 рази краще, ніж у Proficient Quantum 421 875,01 л на 1x
zh_cn: 大型量子货物集装箱可用于存储大量物品。 比 Proficient Quantum 好 1.5 倍 421,875.01L 在 1x 上

# Description_SmallLargeQDarkEnergyReactorT0
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 2.25x more efficient than Uranium. Dark Matter is extremely rare. Found only in Asteroids, Planet Energia, and Planet Clangia. Max Power Output: 118MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 2,25 vegades més eficients que l'urani. La matèria fosca és extremadament rara. Es troba només en Asteroides, Planeta Energia i Planeta Clangia. Potència màxima de sortida: 118MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 2,25x účinnější než uran. Temná hmota je extrémně vzácná. Vyskytuje se pouze v planetách Asteroids, Planet Energia a Planet Clangia. Maximální výstupní výkon: 118MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Mørke energibarrer er 2,25 gange mere effektive end uran. Mørkt stof er ekstremt sjældent. Findes kun i asteroider, Planet Energia og Planet Clangia. Maks. effekt: 118MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Barren der Dunklen Energie sind 2,25-mal effizienter als Uran. Dunkle Materie ist extrem selten. Kommt nur in Asteroids, Planet Energia und Planet Clangia vor. Maximale Leistung: 118MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 2,25 veces más eficientes que el uranio. La materia oscura es extremadamente rara. Solo se encuentra en Asteroides, Planet Energia y Planet Clangia. Potencia máxima de salida: 118 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 2,25x tõhusamad kui uraan. Tumeaine on äärmiselt haruldane. Leitud ainult asteroididest, Planet Energiast ja Planet Clangiast. Maksimaalne võimsus: 118MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 2,25 kertaa tehokkaampia kuin uraani. Pimeä aine on erittäin harvinaista. Löytyy vain asteroideista, Planet Energiasta ja Planet Clangiasta. Suurin teho: 118MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 2,25 fois plus efficaces que l’uranium. La matière noire est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Energia et la planète Clangia. Puissance de sortie maximale : 118 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 2.25x učinkovitiji od urana. Tamna tvar je izuzetno rijetka. Nalazi se samo u asteroidima, planeti Energiji i planeti Clangia. Maksimalna snaga: 118MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energiájú öntvények 2,25-ször hatékonyabbak, mint az urán. A sötét anyag rendkívül ritka. Csak az aszteroidákban, az Energia bolygóban és a Clangia bolygóban található meg. Max teljesítmény: 118MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ウランの2.25倍の効率があります。ダークマターは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 最大出力:118MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 2,25x efektīvāki nekā urāns. Tumšā viela ir ļoti reta. Atrasts tikai asteroīdos, Planet Energia un Planet Clangia. Maksimālā jauda: 118MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 2,25x efficiënter dan uranium. Donkere materie is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Energia en Planet Clangia. Maximaal uitgangsvermogen: 118MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 2,25 ganger mer effektive enn uran. Mørk materie er ekstremt sjelden. Finnes bare i Asteroids, Planet Energia og Planet Clangia. Maks effekt: 118MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de energia escura são 2,25x mais eficientes que o urânio. A matéria escura é extremamente rara. Encontrado apenas em Asteroides, Planet Energia e Planet Clangia. Potência máxima: 118MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 2,25 ori mai eficiente decât uraniul. Materia întunecată este extrem de rară. Se găsește numai în Asteroizi, Planeta Energia și Planeta Clangia. Putere maximă de ieșire: 118MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки темной энергии в 2,25 раза эффективнее урана. Темная материя встречается крайне редко. Встречается только в Астероидах, Планете Энергия и Планете Клангия. Максимальная выходная мощность: 118 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Ingoty Dark Energy sú 2,25x účinnejšie ako urán. Temná hmota je extrémne zriedkavá. Nachádza sa iba v asteroidoch, planéte Energia a planéte Clangia. Maximálny výkon: 118MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Tackor med mörk energi är 2,25 gånger effektivare än uran. Mörk materia är extremt sällsynt. Finns endast i Asteroids, Planet Energia och Planet Clangia. Max uteffekt: 118MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Uranyum'dan 2,25 kat daha verimlidir. Karanlık Madde son derece nadirdir. Sadece Asteroitler, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Maksimum Güç Çıkışı: 118MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 2,25 рази ефективніші за уран. Темна матерія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, планеті Енергія і планеті Клангія. Максимальна вихідна потужність: 118 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是铀的 2.25 倍。暗物质极为罕见。仅在小行星、能量行星和克兰吉亚行星中发现。 最大输出功率：118MW
