Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallWelderT1
source: A Ship welder is a utility tool that can construct blueprints and blocks using components from its inventory. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Press RMB to put missing components to Build Planner. 1.5x Better Than Normal. Radius: 3.75
ca_ad: Un soldador de vaixells és una eina d'utilitat que pot construir plànols i blocs utilitzant components del seu inventari. Es pot utilitzar des d'una cabina o encendre's manualment. Aneu amb compte de no apropar-vos massa mentre estigui actiu. Premeu RMB per posar els components que falten al Planificador de compilació. 1.5x millor del normal. Radi: 3,75
cs_cz: Lodní svářečka je pomocný nástroj, který dokáže vytvářet plány a bloky pomocí komponent ze svého inventáře. Lze použít z kokpitu nebo zapnout ručně. Dávejte pozor, abyste se nedostali příliš blízko, když je aktivní. Stisknutím tlačítka RMB vložíte chybějící součásti do plánovače. 1,5x lepší než normálně. Rozsah: 3.75
da: En skibssvejser er et værktøj, der kan konstruere tegninger og blokke ved hjælp af komponenter fra lageret. Kan bruges fra et cockpit eller tændes manuelt. Pas på ikke at komme for tæt på, mens den er aktiv. Tryk på RMB for at placere manglende komponenter i Build Planner. 1.5x bedre end normalt. Radius: 3,75
de: Ein Schiffsschweißer ist ein Hilfswerkzeug, das Blaupausen und Blöcke aus Komponenten aus seinem Inventar konstruieren kann. Kann von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Achten Sie darauf, dass Sie ihm nicht zu nahe kommen, während er aktiv ist. Drücken Sie die RMT-Taste, um fehlende Komponenten in den Buildplaner einzufügen. 1,5x besser als normal. Radius: 3,75
es: Un soldador de barcos es una herramienta de utilidad que puede construir planos y bloques utilizando componentes de su inventario. Se puede usar desde una cabina o encender manualmente. Tenga cuidado de no acercarse demasiado mientras esté activo. Presione el botón derecho del ratón para colocar los componentes que faltan en el planificador de compilación. 1,5 veces mejor de lo normal. Radio: 3.75
et_ee: Laeva keevitaja on kasulik tööriist, mis suudab oma varude komponentide abil koostada jooniseid ja plokke. Saab kasutada kokpitist või käsitsi sisse lülitada. Olge ettevaatlik, et te ei satuks liiga lähedale, kui see on aktiivne. Vajutage RMB-d, et panna puuduvad komponendid järguplaanijasse. 1,5x parem kui tavaliselt. Raadius: 3.75
fi: Laivahitsaaja on apuohjelma, joka voi rakentaa piirustuksia ja lohkoja käyttämällä varastonsa komponentteja. Voidaan käyttää ohjaamosta tai kytkeä päälle manuaalisesti. Varo menemästä liian lähelle, kun se on aktiivinen. Paina RMB laittaaksesi puuttuvat komponentit Build Planneriin. 1,5 kertaa normaalia parempi. Säde: 3.75
fr: Un soudeur de navire est un outil utilitaire qui peut construire des plans et des blocs à l’aide de composants de son inventaire. Peut être utilisé à partir d’un cockpit ou allumé manuellement. Veillez à ne pas vous approcher trop près lorsqu’il est actif. Appuyez sur Clic droit pour placer les composants manquants dans le planificateur de build. 1,5 fois mieux que la normale. Rayon : 3.75
hr_hr: Brodski zavarivač je komunalni alat koji može konstruirati nacrte i blokove pomoću komponenti iz svog inventara. Može se koristiti iz kokpita ili uključiti ručno. Pazite da se ne približite previše dok je aktivan. Pritisnite RMB da biste komponente koje nedostaju stavili u planer međuverzije. 1.5x bolje od normalnog. Radijus: 3,75
hu_hu: A hajóhegesztő egy olyan segédeszköz, amely tervrajzokat és blokkokat készíthet a készletéből származó alkatrészek felhasználásával. Használható pilótafülkéből vagy manuálisan is bekapcsolható. Ügyeljen arra, hogy ne kerüljön túl közel, amíg aktív. Nyomja meg az RMB gombot a hiányzó összetevők Build Plannerbe helyezéséhez. 1,5x jobb a normálnál. Sugár: 3,75
ja_jp: 船の溶接機は、インベントリのコンポーネントを使用して設計図とブロックを構築できるユーティリティツールです。 コックピットから使用することも、手動でオンにすることもできます。アクティブな間は近づきすぎないように注意してください。 RMB を押して、不足しているコンポーネントを Build Planner に配置します。 通常の1.5倍。 範囲: 3.75
lv: Kuģu metinātājs ir lietderības rīks, kas var veidot rasējumus un blokus, izmantojot komponentus no tā inventāra. Var izmantot no kabīnes vai ieslēgt manuāli. Uzmanieties, lai nepietuvotos pārāk tuvu, kamēr tas ir aktīvs. Nospiediet RMB, lai trūkstošos komponentus ievietotu būvējuma plānotājā. 1,5x labāk nekā parasti. Rādiuss: 3.75
nl: Een scheepslasser is een hulpprogramma dat blauwdrukken en blokken kan maken met behulp van componenten uit zijn inventaris. Kan vanuit een cockpit worden gebruikt of handmatig worden ingeschakeld. Pas op dat u niet te dichtbij komt terwijl het actief is. Druk op RMB om ontbrekende onderdelen in Build Planner te plaatsen. 1,5x beter dan normaal. Straal: 3.75
no: En skipssveiser er et verktøy som kan konstruere tegninger og blokker ved hjelp av komponenter fra inventaret. Kan brukes fra cockpit eller slås på manuelt. Vær forsiktig så du ikke kommer for nær mens den er aktiv. Trykk RMB for å plassere manglende komponenter i Build Planner. 1,5 ganger bedre enn normalt. Radius: 3,75
pt_br: Um soldador de navio é uma ferramenta de utilidade que pode construir plantas e blocos usando componentes de seu inventário. Pode ser usado a partir de um cockpit ou ligado manualmente. Tenha cuidado para não se aproximar muito enquanto estiver ativo. Pressione RMB para colocar os componentes ausentes no Build Planner. 1,5x melhor que o normal. Raio: 3,75
ro: Un sudor de nave este un instrument utilitar care poate construi planuri și blocuri folosind componente din inventarul său. Poate fi folosit dintr-un cockpit sau pornit manual. Aveți grijă să nu vă apropiați prea mult în timp ce este activ. Apăsați RMB pentru a pune componentele lipsă în Build Planner. De 1,5 ori mai bine decât în mod normal. Raza: 3.75
ru: Корабельный сварочный аппарат — это вспомогательный инструмент, который может создавать чертежи и блоки, используя компоненты из своего инвентаря. Можно использовать из кабины или включать вручную. Будьте осторожны и не подходите слишком близко, пока он активен. Нажмите ПКМ, чтобы поместить недостающие компоненты в планировщик сборки. В 1,5 раза лучше, чем обычно. Радиус: 3.75
sk_sk: Lodný zvárač je úžitkový nástroj, ktorý dokáže konštruovať plány a bloky pomocou komponentov zo svojho inventára. Môže byť použitý z kokpitu alebo zapnutý manuálne. Dávajte pozor, aby ste sa nedostali príliš blízko, keď je aktívny. Stlačením tlačidla RMB vložíte chýbajúce súčasti do Plánovača zostavenia. 1,5x lepšie ako normálne. Polomer: 3,75
sv: En fartygssvetsare är ett verktygsverktyg som kan konstruera ritningar och block med hjälp av komponenter från sitt lager. Kan användas från en cockpit eller slås på manuellt. Var försiktig så att du inte kommer för nära när den är aktiv. Tryck på RMB för att lägga till saknade komponenter i Build Planner. 1,5 gånger bättre än normalt. Radie: 3,75
tr_tr: Gemi kaynakçısı, envanterindeki bileşenleri kullanarak planlar ve bloklar oluşturabilen bir yardımcı araçtır. Kokpitten kullanılabilir veya manuel olarak açılabilir. Aktifken çok yaklaşmamaya dikkat edin. Eksik bileşenleri Build Planner'a koymak için RMB'ye basın. Normalden 1,5 kat daha iyi. Yarıçap: 3.75
uk: Судновий зварювальний апарат — це утилітарний інструмент, який може створювати креслення та блоки, використовуючи компоненти зі свого інвентарю. Може використовуватися з кабіни пілота або включатися вручну. Будьте обережні, щоб не підходити надто близько, коли він активний. Натисніть ПКМ, щоб додати відсутні компоненти до Планувальника Збірки. У 1,5 рази краще, ніж зазвичай. Радіус: 3.75
zh_cn: 船舶焊机是一种实用工具，可以使用其库存中的组件构建蓝图和块。 可以在驾驶舱内使用或手动打开。当它处于活动状态时，请注意不要靠得太近。 按 RMB 将缺少的组件放入 Build Planner。 比正常情况好 1.5 倍。 作用范围：3.75

# Description_SmallWelderT2
source: A Ship welder is a utility tool that can construct blueprints and blocks using components from its inventory. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Press RMB to put missing components to Build Planner. 1.5x Better Than Enhanced. Radius: 5.625
ca_ad: Un soldador de vaixells és una eina d'utilitat que pot construir plànols i blocs utilitzant components del seu inventari. Es pot utilitzar des d'una cabina o encendre's manualment. Aneu amb compte de no apropar-vos massa mentre estigui actiu. Premeu RMB per posar els components que falten al Planificador de compilació. 1.5x millor que millorat. Radi: 5.625
cs_cz: Lodní svářečka je pomocný nástroj, který dokáže vytvářet plány a bloky pomocí komponent ze svého inventáře. Lze použít z kokpitu nebo zapnout ručně. Dávejte pozor, abyste se nedostali příliš blízko, když je aktivní. Stisknutím tlačítka RMB vložíte chybějící součásti do plánovače. 1,5× lepší než vylepšené. Poloměr: 5,625
da: En skibssvejser er et værktøj, der kan konstruere tegninger og blokke ved hjælp af komponenter fra lageret. Kan bruges fra et cockpit eller tændes manuelt. Pas på ikke at komme for tæt på, mens den er aktiv. Tryk på RMB for at placere manglende komponenter i Build Planner. 1.5x bedre end forbedret. Radius: 5,625
de: Ein Schiffsschweißer ist ein Hilfswerkzeug, das Blaupausen und Blöcke aus Komponenten aus seinem Inventar konstruieren kann. Kann von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Achten Sie darauf, dass Sie ihm nicht zu nahe kommen, während er aktiv ist. Drücken Sie die RMT-Taste, um fehlende Komponenten in den Buildplaner einzufügen. 1,5x besser als verbessert. Radius: 5.625
es: Un soldador de barcos es una herramienta de utilidad que puede construir planos y bloques utilizando componentes de su inventario. Se puede usar desde una cabina o encender manualmente. Tenga cuidado de no acercarse demasiado mientras esté activo. Presione el botón derecho del ratón para colocar los componentes que faltan en el planificador de compilación. 1,5 veces mejor que mejorado. Radio: 5.625
et_ee: Laeva keevitaja on kasulik tööriist, mis suudab oma varude komponentide abil koostada jooniseid ja plokke. Saab kasutada kokpitist või käsitsi sisse lülitada. Olge ettevaatlik, et te ei satuks liiga lähedale, kui see on aktiivne. Vajutage RMB-d, et panna puuduvad komponendid järguplaanijasse. 1.5x parem kui täiustatud. Raadius: 5.625
fi: Laivahitsaaja on apuohjelma, joka voi rakentaa piirustuksia ja lohkoja käyttämällä varastonsa komponentteja. Voidaan käyttää ohjaamosta tai kytkeä päälle manuaalisesti. Varo menemästä liian lähelle, kun se on aktiivinen. Paina RMB laittaaksesi puuttuvat komponentit Build Planneriin. 1,5 kertaa parempi kuin parannettu. Säde: 5.625
fr: Un soudeur de navire est un outil utilitaire qui peut construire des plans et des blocs à l’aide de composants de son inventaire. Peut être utilisé à partir d’un cockpit ou allumé manuellement. Veillez à ne pas vous approcher trop près lorsqu’il est actif. Appuyez sur Clic droit pour placer les composants manquants dans le planificateur de build. 1,5 fois mieux qu’amélioré. Rayon : 5.625
hr_hr: Brodski zavarivač je komunalni alat koji može konstruirati nacrte i blokove pomoću komponenti iz svog inventara. Može se koristiti iz kokpita ili uključiti ručno. Pazite da se ne približite previše dok je aktivan. Pritisnite RMB da biste komponente koje nedostaju stavili u planer međuverzije. 1.5x bolje od poboljšanog. Radijus: 5.625
hu_hu: A hajóhegesztő egy olyan segédeszköz, amely tervrajzokat és blokkokat készíthet a készletéből származó alkatrészek felhasználásával. Használható pilótafülkéből vagy manuálisan is bekapcsolható. Ügyeljen arra, hogy ne kerüljön túl közel, amíg aktív. Nyomja meg az RMB gombot a hiányzó összetevők Build Plannerbe helyezéséhez. 1,5-szer jobb, mint a továbbfejlesztett. Sugár: 5,625
ja_jp: 船の溶接機は、インベントリのコンポーネントを使用して設計図とブロックを構築できるユーティリティツールです。 コックピットから使用することも、手動でオンにすることもできます。アクティブな間は近づきすぎないように注意してください。 RMB を押して、不足しているコンポーネントを Build Planner に配置します。 拡張よりも1.5倍優れています。 半径: 5.625
lv: Kuģu metinātājs ir lietderības rīks, kas var veidot rasējumus un blokus, izmantojot komponentus no tā inventāra. Var izmantot no kabīnes vai ieslēgt manuāli. Uzmanieties, lai nepietuvotos pārāk tuvu, kamēr tas ir aktīvs. Nospiediet RMB, lai trūkstošos komponentus ievietotu būvējuma plānotājā. 1,5x labāk nekā uzlabots. Rādiuss: 5.625
nl: Een scheepslasser is een hulpprogramma dat blauwdrukken en blokken kan maken met behulp van componenten uit zijn inventaris. Kan vanuit een cockpit worden gebruikt of handmatig worden ingeschakeld. Pas op dat u niet te dichtbij komt terwijl het actief is. Druk op RMB om ontbrekende onderdelen in Build Planner te plaatsen. 1,5x beter dan verbeterd. Straal: 5.625
no: En skipssveiser er et verktøy som kan konstruere tegninger og blokker ved hjelp av komponenter fra inventaret. Kan brukes fra cockpit eller slås på manuelt. Vær forsiktig så du ikke kommer for nær mens den er aktiv. Trykk RMB for å plassere manglende komponenter i Build Planner. 1,5 ganger bedre enn forbedret. Radius: 5.625
pt_br: Um soldador de navio é uma ferramenta de utilidade que pode construir plantas e blocos usando componentes de seu inventário. Pode ser usado a partir de um cockpit ou ligado manualmente. Tenha cuidado para não se aproximar muito enquanto estiver ativo. Pressione RMB para colocar os componentes ausentes no Build Planner. 1,5x melhor do que o aprimorado. Raio: 5.625
ro: Un sudor de nave este un instrument utilitar care poate construi planuri și blocuri folosind componente din inventarul său. Poate fi folosit dintr-un cockpit sau pornit manual. Aveți grijă să nu vă apropiați prea mult în timp ce este activ. Apăsați RMB pentru a pune componentele lipsă în Build Planner. De 1,5 ori mai bine decât îmbunătățit. Raza: 5.625
ru: Корабельный сварочный аппарат — это вспомогательный инструмент, который может создавать чертежи и блоки, используя компоненты из своего инвентаря. Можно использовать из кабины или включать вручную. Будьте осторожны и не подходите слишком близко, пока он активен. Нажмите ПКМ, чтобы поместить недостающие компоненты в планировщик сборки. В 1,5 раза лучше, чем улучшенный. Радиус: 5.625
sk_sk: Lodný zvárač je úžitkový nástroj, ktorý dokáže konštruovať plány a bloky pomocou komponentov zo svojho inventára. Môže byť použitý z kokpitu alebo zapnutý manuálne. Dávajte pozor, aby ste sa nedostali príliš blízko, keď je aktívny. Stlačením tlačidla RMB vložíte chýbajúce súčasti do Plánovača zostavenia. 1,5x lepšie ako vylepšené. Polomer: 5.625
sv: En fartygssvetsare är ett verktygsverktyg som kan konstruera ritningar och block med hjälp av komponenter från sitt lager. Kan användas från en cockpit eller slås på manuellt. Var försiktig så att du inte kommer för nära när den är aktiv. Tryck på RMB för att lägga till saknade komponenter i Build Planner. 1,5 gånger bättre än Enhanced. Radie: 5.625
tr_tr: Gemi kaynakçısı, envanterindeki bileşenleri kullanarak planlar ve bloklar oluşturabilen bir yardımcı araçtır. Kokpitten kullanılabilir veya manuel olarak açılabilir. Aktifken çok yaklaşmamaya dikkat edin. Eksik bileşenleri Build Planner'a koymak için RMB'ye basın. Geliştirilmişten 1,5 kat daha iyi. Yarıçap: 5.625
uk: Судновий зварювальний апарат — це утилітарний інструмент, який може створювати креслення та блоки, використовуючи компоненти зі свого інвентарю. Може використовуватися з кабіни пілота або включатися вручну. Будьте обережні, щоб не підходити надто близько, коли він активний. Натисніть ПКМ, щоб додати відсутні компоненти до Планувальника Збірки. У 1,5 рази краще, ніж покращений. Радіус: 5.625
zh_cn: 船舶焊机是一种实用工具，可以使用其库存中的组件构建蓝图和块。 可以在驾驶舱内使用或手动打开。当它处于活动状态时，请注意不要靠得太近。 按 RMB 将缺少的组件放入 Build Planner。 比增强型好 1.5 倍。 半径： 5.625

# Description_SmallWelderT3
source: A Ship welder is a utility tool that can construct blueprints and blocks using components from its inventory. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Press RMB to put missing components to Build Planner. 1.5x Better Than Proficient. Radius: 8.4375
ca_ad: Un soldador de vaixells és una eina d'utilitat que pot construir plànols i blocs utilitzant components del seu inventari. Es pot utilitzar des d'una cabina o encendre's manualment. Aneu amb compte de no apropar-vos massa mentre estigui actiu. Premeu RMB per posar els components que falten al Planificador de compilació. 1.5x millor que competent. Radi: 8,4375
cs_cz: Lodní svářečka je pomocný nástroj, který dokáže vytvářet plány a bloky pomocí komponent ze svého inventáře. Lze použít z kokpitu nebo zapnout ručně. Dávejte pozor, abyste se nedostali příliš blízko, když je aktivní. Stisknutím tlačítka RMB vložíte chybějící součásti do plánovače. 1,5x lepší než zdatný. Poloměr: 8.4375
da: En skibssvejser er et værktøj, der kan konstruere tegninger og blokke ved hjælp af komponenter fra lageret. Kan bruges fra et cockpit eller tændes manuelt. Pas på ikke at komme for tæt på, mens den er aktiv. Tryk på RMB for at placere manglende komponenter i Build Planner. 1.5x bedre end dygtig. Radius: 8,4375
de: Ein Schiffsschweißer ist ein Hilfswerkzeug, das Blaupausen und Blöcke aus Komponenten aus seinem Inventar konstruieren kann. Kann von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Achten Sie darauf, dass Sie ihm nicht zu nahe kommen, während er aktiv ist. Drücken Sie die RMT-Taste, um fehlende Komponenten in den Buildplaner einzufügen. 1,5x besser als kompetent. Radius: 8.4375
es: Un soldador de barcos es una herramienta de utilidad que puede construir planos y bloques utilizando componentes de su inventario. Se puede usar desde una cabina o encender manualmente. Tenga cuidado de no acercarse demasiado mientras esté activo. Presione el botón derecho del ratón para colocar los componentes que faltan en el planificador de compilación. 1,5 veces mejor que competente. Radio: 8.4375
et_ee: Laeva keevitaja on kasulik tööriist, mis suudab oma varude komponentide abil koostada jooniseid ja plokke. Saab kasutada kokpitist või käsitsi sisse lülitada. Olge ettevaatlik, et te ei satuks liiga lähedale, kui see on aktiivne. Vajutage RMB-d, et panna puuduvad komponendid järguplaanijasse. 1,5x parem kui vilunud. Raadius: 8.4375
fi: Laivahitsaaja on apuohjelma, joka voi rakentaa piirustuksia ja lohkoja käyttämällä varastonsa komponentteja. Voidaan käyttää ohjaamosta tai kytkeä päälle manuaalisesti. Varo menemästä liian lähelle, kun se on aktiivinen. Paina RMB laittaaksesi puuttuvat komponentit Build Planneriin. 1,5 kertaa parempi kuin taitava. Säde: 8.4375
fr: Un soudeur de navire est un outil utilitaire qui peut construire des plans et des blocs à l’aide de composants de son inventaire. Peut être utilisé à partir d’un cockpit ou allumé manuellement. Veillez à ne pas vous approcher trop près lorsqu’il est actif. Appuyez sur Clic droit pour placer les composants manquants dans le planificateur de build. 1,5 fois mieux que compétent. Rayon : 8.4375
hr_hr: Brodski zavarivač je komunalni alat koji može konstruirati nacrte i blokove pomoću komponenti iz svog inventara. Može se koristiti iz kokpita ili uključiti ručno. Pazite da se ne približite previše dok je aktivan. Pritisnite RMB da biste komponente koje nedostaju stavili u planer međuverzije. 1.5x bolje od stručnog. Radijus: 8.4375
hu_hu: A hajóhegesztő egy olyan segédeszköz, amely tervrajzokat és blokkokat készíthet a készletéből származó alkatrészek felhasználásával. Használható pilótafülkéből vagy manuálisan is bekapcsolható. Ügyeljen arra, hogy ne kerüljön túl közel, amíg aktív. Nyomja meg az RMB gombot a hiányzó összetevők Build Plannerbe helyezéséhez. 1,5x jobb, mint a Proficient. Sugár: 8,4375
ja_jp: 船の溶接機は、インベントリのコンポーネントを使用して設計図とブロックを構築できるユーティリティツールです。 コックピットから使用することも、手動でオンにすることもできます。アクティブな間は近づきすぎないように注意してください。 RMB を押して、不足しているコンポーネントを Build Planner に配置します。 熟練者より1.5倍優れています。 半径: 8.4375
lv: Kuģu metinātājs ir lietderības rīks, kas var veidot rasējumus un blokus, izmantojot komponentus no tā inventāra. Var izmantot no kabīnes vai ieslēgt manuāli. Uzmanieties, lai nepietuvotos pārāk tuvu, kamēr tas ir aktīvs. Nospiediet RMB, lai trūkstošos komponentus ievietotu būvējuma plānotājā. 1,5x labāk nekā lietpratējs. Rādiuss: 8.4375
nl: Een scheepslasser is een hulpprogramma dat blauwdrukken en blokken kan maken met behulp van componenten uit zijn inventaris. Kan vanuit een cockpit worden gebruikt of handmatig worden ingeschakeld. Pas op dat u niet te dichtbij komt terwijl het actief is. Druk op RMB om ontbrekende onderdelen in Build Planner te plaatsen. 1,5x beter dan bekwaam. Straal: 8.4375
no: En skipssveiser er et verktøy som kan konstruere tegninger og blokker ved hjelp av komponenter fra inventaret. Kan brukes fra cockpit eller slås på manuelt. Vær forsiktig så du ikke kommer for nær mens den er aktiv. Trykk RMB for å plassere manglende komponenter i Build Planner. 1,5 ganger bedre enn dyktig. Radius: 8.4375
pt_br: Um soldador de navio é uma ferramenta de utilidade que pode construir plantas e blocos usando componentes de seu inventário. Pode ser usado a partir de um cockpit ou ligado manualmente. Tenha cuidado para não se aproximar muito enquanto estiver ativo. Pressione RMB para colocar os componentes ausentes no Build Planner. 1,5x melhor que o proficiente. Raio: 8,4375
ro: Un sudor de nave este un instrument utilitar care poate construi planuri și blocuri folosind componente din inventarul său. Poate fi folosit dintr-un cockpit sau pornit manual. Aveți grijă să nu vă apropiați prea mult în timp ce este activ. Apăsați RMB pentru a pune componentele lipsă în Build Planner. De 1,5 ori mai bun decât Proficient. Raza: 8.4375
ru: Корабельный сварочный аппарат — это вспомогательный инструмент, который может создавать чертежи и блоки, используя компоненты из своего инвентаря. Можно использовать из кабины или включать вручную. Будьте осторожны и не подходите слишком близко, пока он активен. Нажмите ПКМ, чтобы поместить недостающие компоненты в планировщик сборки. В 1,5 раза лучше, чем Proficient. Радиус: 8.4375
sk_sk: Lodný zvárač je úžitkový nástroj, ktorý dokáže konštruovať plány a bloky pomocou komponentov zo svojho inventára. Môže byť použitý z kokpitu alebo zapnutý manuálne. Dávajte pozor, aby ste sa nedostali príliš blízko, keď je aktívny. Stlačením tlačidla RMB vložíte chýbajúce súčasti do Plánovača zostavenia. 1,5x lepšie ako zdatný. Polomer: 8.4375
sv: En fartygssvetsare är ett verktygsverktyg som kan konstruera ritningar och block med hjälp av komponenter från sitt lager. Kan användas från en cockpit eller slås på manuellt. Var försiktig så att du inte kommer för nära när den är aktiv. Tryck på RMB för att lägga till saknade komponenter i Build Planner. 1,5 gånger bättre än skicklig. Radie: 8.4375
tr_tr: Gemi kaynakçısı, envanterindeki bileşenleri kullanarak planlar ve bloklar oluşturabilen bir yardımcı araçtır. Kokpitten kullanılabilir veya manuel olarak açılabilir. Aktifken çok yaklaşmamaya dikkat edin. Eksik bileşenleri Build Planner'a koymak için RMB'ye basın. Yetkin'den 1,5 kat daha iyi. Yarıçap: 8.4375
uk: Судновий зварювальний апарат — це утилітарний інструмент, який може створювати креслення та блоки, використовуючи компоненти зі свого інвентарю. Може використовуватися з кабіни пілота або включатися вручну. Будьте обережні, щоб не підходити надто близько, коли він активний. Натисніть ПКМ, щоб додати відсутні компоненти до Планувальника Збірки. У 1,5 рази краще, ніж Proficient. Радіус: 8.4375
zh_cn: 船舶焊机是一种实用工具，可以使用其库存中的组件构建蓝图和块。 可以在驾驶舱内使用或手动打开。当它处于活动状态时，请注意不要靠得太近。 按 RMB 将缺少的组件放入 Build Planner。 比精通好 1.5 倍。 作用范围： 8.4375
