Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_SensorReskinT2
source: Proficient Automaton Sensor
ca_ad: Sensor d'autòmat competent
cs_cz: Zkušený senzor automatu
da: Dygtig automatsensor
de: Kompetenter Automatensensor
es: Sensor de autómata competente
et_ee: Vilunud automaatandur
fi: Taitava automaattianturi
fr: Capteur d’automate compétent
hr_hr: Vješt senzor automata
hu_hu: Proficient automata érzékelő
ja_jp: 熟練したオートマトンセンサー
lv: Prasmīgs automāta sensors
nl: Bekwame Automaton Sensor
no: Dyktig automatsensor
pt_br: Sensor de autômato proficiente
ro: Senzor automat performant
ru: Опытный датчик-автомат
sk_sk: Skúsený automatický senzor
sv: Skicklig automatsensor
tr_tr: Yetkin Otomat Sensörü
uk: Досвідчений датчик автомата
zh_cn: 熟练的自动机传感器

# DisplayName_Block_SensorReskinT3
source: Elite Automaton Sensor
ca_ad: Sensor d'autòmat d'elit
cs_cz: Elitní senzor automatu
da: Elite automat sensor
de: Elite-Automaten-Sensor
es: Sensor autómata Elite
et_ee: Elite automaadi andur
fi: Elite automaattianturi
fr: Capteur Elite Automaton
hr_hr: Elitni senzor automata
hu_hu: Elite automata érzékelő
ja_jp: エリートオートマトンセンサー
lv: Elites automāta sensors
no: Elite automat sensor
pt_br: Sensor Autômato Elite
ro: Senzor automat Elite
ru: Датчик Elite Automaton
sk_sk: Automatický senzor Elite
tr_tr: Elite Otomat Sensörü
uk: Елітний датчик автомата
zh_cn: Elite 自动机传感器

# DisplayName_Block_SensorT1
source: Enhanced Sensor
ca_ad: Sensor millorat
cs_cz: Vylepšený senzor
da: Forbedret sensor
de: Verbesserter Sensor
es: Sensor mejorado
et_ee: Täiustatud andur
fi: Parannettu anturi
fr: Capteur amélioré
hr_hr: Poboljšani senzor
hu_hu: Továbbfejlesztett érzékelő
ja_jp: 強化されたセンサー
lv: Uzlabots sensors
nl: Verbeterde sensor
no: Forbedret sensor
pt_br: Sensor aprimorado
ro: Senzor îmbunătățit
ru: Усовершенствованный датчик
sk_sk: Vylepšený senzor
sv: Förbättrad sensor
tr_tr: Gelişmiş Sensör
uk: Удосконалений сенсор
zh_cn: 增强型传感器

# DisplayName_Block_SensorT2
source: Proficient Sensor
ca_ad: Sensor competent
cs_cz: Profesionální senzor
da: Dygtig sensor
de: Kompetenter Sensor
es: Sensor competente
et_ee: Vilunud andur
fi: Taitava anturi
fr: Capteur compétent
hr_hr: Stručni senzor
hu_hu: Gyakorlott érzékelő
ja_jp: 熟練したセンサー
lv: Prasmīgs sensors
nl: Bekwame sensor
no: Dyktig sensor
pt_br: Sensor Proficiente
ro: Senzor performant
ru: Опытный датчик
sk_sk: Skúsený snímač
sv: Skicklig sensor
tr_tr: Yetkin Sensör
uk: Досвідчений датчик
zh_cn: 熟练的传感器

# DisplayName_Block_SensorT3
source: Elite Sensor
ca_ad: Sensor d'elit
cs_cz: Elitní senzor
es: Sensor de élite
et_ee: Elite andur
fi: Elite-anturi
fr: Capteur Elite
hr_hr: Elitni senzor
hu_hu: Elite érzékelő
ja_jp: エリートセンサー
lv: Elites sensors
ro: Senzor Elite
ru: Датчик Elite
sk_sk: Elitný senzor
tr_tr: Elit Sensör
uk: Елітний датчик
zh_cn: 精英传感器

# DisplayName_Block_ShipGrinderT1
source: Enhanced Grinder
ca_ad: Molinet millorat
cs_cz: Vylepšená bruska
da: Forbedret kværn
de: Verbesserter Grinder
es: Molinillo mejorado
et_ee: Täiustatud veski
fi: Parannettu hiomakone
fr: Broyeur amélioré
hr_hr: Poboljšana brusilica
hu_hu: Továbbfejlesztett daráló
ja_jp: 強化されたグラインダー
lv: Uzlabota dzirnaviņas
nl: Verbeterde grinder
no: Forbedret kvern
pt_br: Esmerilhadeira Aprimorada
ro: Polizor îmbunătățit
ru: Усовершенствованная шлифовальная машина
sk_sk: Vylepšená brúska
sv: Förbättrad kvarn
tr_tr: Geliştirilmiş Öğütücü
uk: Покращена шліфувальна машина
zh_cn: 增强型研磨机

# DisplayName_Block_ShipGrinderT2
source: Proficient Grinder
ca_ad: Molinet competent
cs_cz: Zkušený brusič
da: Dygtig kværn
de: Kompetenter Grinder
es: Molinillo competente
et_ee: Vilunud veski
fi: Taitava hiomakone
fr: Broyeur compétent
hr_hr: Iskusna brusilica
hu_hu: Gyakorlott daráló
ja_jp: 熟練したグラインダー
lv: Prasmīgs dzirnaviņas
nl: Bekwame grinder
no: Dyktig kvern
pt_br: Moedor Proficiente
ro: Polizor competent
ru: Опытный шлифовальный станок
sk_sk: Zdatná brúska
sv: Skicklig kvarn
tr_tr: Yetkin Öğütücü
uk: Професійна шліфувальна машина
zh_cn: 熟练的研磨机

# DisplayName_Block_ShipGrinderT3
source: Elite Grinder
ca_ad: Molinet d'elit
cs_cz: Elitní bruska
da: Elite kværn
es: Molinillo de élite
et_ee: Elite veski
fi: Elite-hiomakone
fr: Broyeur d’élite
hr_hr: Elitna brusilica
hu_hu: Elit daráló
ja_jp: エリートグラインダー
lv: Elites dzirnaviņas
pt_br: Moedor Elite
ro: Polizor Elite
ru: Элитная шлифовальная машина
sk_sk: Elitný mlynček
tr_tr: Elit Öğütücü
uk: Елітна шліфувальна машина
zh_cn: 精英研磨机

# DisplayName_Block_ShipWelderT1
source: Enhanced Welder
ca_ad: Soldador millorat
cs_cz: Vylepšená svářečka
da: Forbedret svejser
de: Verbessertes Schweißgerät
es: Soldador mejorado
et_ee: Täiustatud keevitaja
fi: Parannettu hitsaaja
fr: Soudeur amélioré
hr_hr: Poboljšani zavarivač
hu_hu: Továbbfejlesztett hegesztő
ja_jp: 強化された溶接機
lv: Uzlabots metinātājs
nl: Verbeterde lasser
no: Forbedret sveiser
pt_br: Soldador Aprimorado
ro: Sudor îmbunătățit
ru: Улучшенный сварочный аппарат
sk_sk: Vylepšený zvárač
sv: Förbättrad svetsare
tr_tr: Geliştirilmiş Kaynakçı
uk: Покращений зварювальний апарат
zh_cn: 增强型焊机

# DisplayName_Block_ShipWelderT2
source: Proficient Welder
ca_ad: Soldador competent
cs_cz: Zkušený svářeč
da: Dygtig svejser
de: Kompetenter Schweißer
es: Soldador competente
et_ee: Vilunud keevitaja
fi: Taitava hitsaaja
fr: Soudeur compétent
hr_hr: Iskusni zavarivač
hu_hu: Gyakorlott hegesztő
ja_jp: 熟練した溶接工
lv: Prasmīgs metinātājs
nl: Bekwame lasser
no: Dyktig sveiser
pt_br: Soldador Proficiente
ro: Sudor competent
ru: Опытный сварщик
sk_sk: Skúsený zvárač
sv: Skicklig svetsare
tr_tr: Yetkin Kaynakçı
uk: Досвідчений зварювальник
zh_cn: 熟练焊工

# DisplayName_Block_ShipWelderT3
source: Elite Welder
ca_ad: Soldador d'elit
cs_cz: Elitní svářeč
da: Elite svejser
de: Elite-Schweißer
es: Soldador de élite
et_ee: Elite keevitaja
fi: Eliittitason hitsaaja
fr: Soudeur d’élite
hr_hr: Elitni zavarivač
hu_hu: Elit hegesztő
ja_jp: エリート溶接機
lv: Elites metinātājs
nl: Elite lasser
no: Elite sveiser
pt_br: Soldador de Elite
ro: Sudor de elită
ru: Элитный сварщик
sk_sk: Elitný zvárač
sv: Elitsvetsare
tr_tr: Elit Kaynakçı
uk: Елітний зварювальник
zh_cn: 精英焊工

# DisplayName_Block_SmallAtmoThrustFlat
source: Flat Atmospheric Thruster
ca_ad: Propulsor atmosfèric pla
cs_cz: Plochý atmosférický tryska
da: Flad atmosfærisk thruster
de: Flaches atmosphärisches Triebwerk
es: Propulsor atmosférico plano
et_ee: Lame atmosfääri tõukejõud
fi: Litteä ilmakehän potkuri
fr: Propulseur atmosphérique plat
hr_hr: Ravni atmosferski potisnik
hu_hu: Lapos légköri hajtómű
ja_jp: フラット・アトモスフィア・スラスター
lv: Plakans atmosfēras vilces līdzeklis
nl: Platte atmosferische boegschroef
no: Flat atmosfærisk thruster
pt_br: Propulsor atmosférico plano
ro: Propulsor atmosferic plat
ru: Плоское атмосферное подруливающее устройство
sk_sk: Plochý atmosférický motor
sv: Platt atmosfärisk bogpropeller
tr_tr: Düz Atmosferik İtici
uk: Плоский атмосферний підрулюючий пристрій
zh_cn: 扁平大气推进器

# DisplayName_Block_SmallAtmoThrustFlatDShapeT1
source: Enhanced Flat Atmospheric Thruster D Shape
ca_ad: Propulsor atmosfèric pla millorat en forma D
cs_cz: Vylepšený plochý atmosférický tryskový motor ve tvaru D
da: Forbedret flad atmosfærisk thruster D-form
de: Verbesserte flache atmosphärische Triebwerks-D-Form
es: Propulsor atmosférico plano mejorado en forma de D
et_ee: Täiustatud lame atmosfääri tõukejõud D kuju
fi: Parannettu litteän ilmakehän potkurin D-muoto
fr: Propulseur atmosphérique plat amélioré en forme de D
hr_hr: Poboljšani ravni atmosferski potisnik D oblik
hu_hu: Továbbfejlesztett lapos atmoszférikus hajtómű D alakú
ja_jp: 強化型フラット大気スラスタD形状
lv: Uzlabota plakana atmosfēras vilces D forma
nl: Verbeterde vlakke atmosferische boegschroef D-vorm
no: Forbedret flat atmosfærisk thruster D-form
pt_br: Propulsor atmosférico plano aprimorado em forma D
ro: Propulsor atmosferic plat îmbunătățit în formă D
ru: Улучшенное плоское атмосферное подруливающее устройство D-образной формы
sk_sk: Vylepšený plochý atmosférický motor D
sv: Förbättrad platt atmosfärisk propeller D-form
tr_tr: Geliştirilmiş Düz Atmosferik İtici D Şekli
uk: Покращений плоский атмосферний підрулюючий пристрій D-подібної форми
zh_cn: 增强型扁平大气推进器D形

# DisplayName_Block_SmallAtmoThrustFlatDShapeT2
source: Proficient Flat Atmospheric Thruster D Shape
ca_ad: Propulsor atmosfèric pla competent en forma D
cs_cz: Zkušený plochý atmosférický tryska tvaru D
da: Dygtig flad atmosfærisk thruster D-form
de: Kompetentes flaches atmosphärisches Triebwerk D-Form
es: Propulsor atmosférico plano competente en forma de D
et_ee: Vilunud lame atmosfääri tõukejõud D kuju
fi: Taitava litteä ilmakehän potkuri D-muoto
fr: Propulseur atmosphérique plat compétent en forme de D
hr_hr: Vješt ravni atmosferski potisnik D oblik
hu_hu: Proficient lapos légköri hajtómű D alakú
ja_jp: 堪能なフラット大気スラスターD形状
lv: Prasmīga plakana atmosfēras vilces D forma
nl: Bekwame platte atmosferische boegschroef D-vorm
no: Dyktig flat atmosfærisk thruster D-form
pt_br: Propulsor atmosférico plano proficiente em forma D
ro: Propulsor atmosferic plat competent în formă D
ru: Опытное плоское атмосферное подруливающее устройство D-образной формы
sk_sk: Zdatný plochý atmosférický motor D Tvar
sv: Skicklig platt atmosfärisk propeller D-form
tr_tr: Yetkin Düz Atmosferik İtici D Şekli
uk: Професійний плоский атмосферний підрулюючий пристрій D-подібної форми
zh_cn: 熟练扁平大气推进器D型

# DisplayName_Block_SmallAtmoThrustFlatDShapeT3
source: Elite Flat Atmospheric Thruster D Shape
ca_ad: Propulsor atmosfèric pla d'elit en forma D
cs_cz: Elite plochý atmosférický tryskový motor ve tvaru D
da: Elite flad atmosfærisk thruster D-form
de: Elite Flaches atmosphärisches Triebwerk D-Form
es: Propulsor atmosférico plano Elite D Shape
et_ee: Elite lame atmosfääri tõukejõud D kuju
fi: Elite litteä ilmakehän potkuri D-muoto
fr: Propulseur atmosphérique plat Elite en forme de D
hr_hr: Elitni ravni atmosferski potisnik D oblik
hu_hu: Elite lapos légköri hajtómű D alakú
ja_jp: エリートフラット大気スラスターD形状
lv: Elites plakanā atmosfēras vilces D forma
nl: Elite platte atmosferische boegschroef D-vorm
no: Elite flat atmosfærisk thruster D-form
pt_br: Propulsor atmosférico plano de elite em forma D
ro: Propulsor atmosferic plat Elite în formă de D
ru: Элитное плоское атмосферное подруливающее устройство D-образной формы
sk_sk: Elitný plochý atmosférický motor, tvar D
sv: Elite Flat Atmospheric Thruster D-form
tr_tr: Elit Düz Atmosferik İtici D Şekli
uk: Елітний плоский атмосферний підрулюючий пристрій D-подібної форми
zh_cn: Elite 扁平大气推进器 D 形

# DisplayName_Block_SmallAtmoThrustFlatT1
source: Enhanced Flat Atmospheric Thruster
ca_ad: Propulsor atmosfèric pla millorat
cs_cz: Vylepšený plochý atmosférický tryska
da: Forbedret flad atmosfærisk thruster
de: Verbessertes flaches atmosphärisches Triebwerk
es: Propulsor atmosférico plano mejorado
et_ee: Täiustatud lame atmosfääri tõukejõud
fi: Parannettu litteä ilmakehän potkuri
fr: Propulseur atmosphérique plat amélioré
hr_hr: Poboljšani ravni atmosferski potisnik
hu_hu: Továbbfejlesztett lapos légköri hajtómű
ja_jp: 改良型フラット・アトモスフィオン・スラスター
lv: Uzlabots plakans atmosfēras vilces līdzeklis
nl: Verbeterde vlakke atmosferische boegschroef
no: Forbedret flat atmosfærisk thruster
pt_br: Propulsor atmosférico plano aprimorado
ro: Propulsor atmosferic plat îmbunătățit
ru: Улучшенное плоское атмосферное подруливающее устройство
sk_sk: Vylepšený plochý atmosférický motor
sv: Förbättrad platt atmosfärisk propeller
tr_tr: Geliştirilmiş Düz Atmosferik İtici
uk: Покращений плоский атмосферний підрулюючий пристрій
zh_cn: 增强型扁平大气推进器

# DisplayName_Block_SmallAtmoThrustFlatT2
source: Proficient Flat Atmospheric Thruster
ca_ad: Propulsor atmosfèric pla competent
cs_cz: Zkušený plochý atmosférický tryska
da: Dygtig flad atmosfærisk thruster
de: Kompetentes flaches atmosphärisches Triebwerk
es: Propulsor atmosférico plano competente
et_ee: Vilunud lame atmosfääri tõukejõud
fi: Taitava litteä ilmakehän potkuri
fr: Propulseur atmosphérique plat compétent
hr_hr: Vješt ravni atmosferski potisnik
hu_hu: Proficient lapos légköri hajtómű
ja_jp: 堪能なフラット大気スラスター
lv: Prasmīgs plakans atmosfēras vilces līdzeklis
nl: Bekwame platte atmosferische boegschroef
no: Dyktig flat atmosfærisk thruster
pt_br: Propulsor atmosférico plano proficiente
ro: Propulsor atmosferic plat competent
ru: Опытное плоское атмосферное подруливающее устройство
sk_sk: Zdatný plochý atmosférický motor
sv: Skicklig platt atmosfärisk propeller
tr_tr: Yetkin Düz Atmosferik İtici
uk: Професійний плоский атмосферний підрулюючий пристрій
zh_cn: Proficient Flat 大气推进器

# DisplayName_Block_SmallAtmoThrustFlatT3
source: Elite Flat Atmospheric Thruster
ca_ad: Propulsor atmosfèric pla d'elit
cs_cz: Elitní plochý atmosférický tryska
da: Elite flad atmosfærisk thruster
de: Elite Flaches atmosphärisches Triebwerk
es: Propulsor atmosférico plano Elite
et_ee: Elite lame atmosfääri tõukejõud
fi: Elite litteä ilmakehän potkuri
fr: Propulseur atmosphérique plat Elite
hr_hr: Elitni ravni atmosferski potisnik
hu_hu: Elite lapos légköri hajtómű
ja_jp: エリートフラット大気スラスター
lv: Elites plakanais atmosfēras vilces līdzeklis
nl: Elite platte atmosferische boegschroef
no: Elite flat atmosfærisk thruster
pt_br: Propulsor atmosférico plano de elite
ro: Propulsor atmosferic plat Elite
ru: Элитное плоское атмосферное подруливающее устройство
sk_sk: Elitný plochý atmosférický thrruster
tr_tr: Elite Düz Atmosferik İtici
uk: Елітний плоский атмосферний підрулюючий пристрій
zh_cn: Elite 扁平大气推进器

# DisplayName_Block_SmallAtmoThrustSciFiT1
source: Enhanced Sci-Fi Atmospheric Thruster
ca_ad: Propulsor atmosfèric de ciència ficció millorat
cs_cz: Vylepšený sci-fi atmosférický tryska
da: Forbedret sci-fi atmosfærisk thruster
de: Verbessertes Sci-Fi-atmosphärisches Triebwerk
es: Propulsor atmosférico de ciencia ficción mejorado
et_ee: Täiustatud ulmeline atmosfääri tõukejõud
fi: Parannettu scifi-ilmakehän potkuri
fr: Propulseur atmosphérique de science-fiction amélioré
hr_hr: Poboljšani znanstveno-fantastični atmosferski potisnik
hu_hu: Továbbfejlesztett sci-fi atmoszférikus hajtómű
ja_jp: 強化型SFアトモスフィアスラスター
lv: Uzlabots Sci-Fi atmosfēras vilces līdzeklis
nl: Verbeterde Sci-Fi atmosferische boegschroef
no: Forbedret sci-fi atmosfærisk thruster
pt_br: Propulsor atmosférico de ficção científica aprimorado
ro: Propulsor atmosferic SF îmbunătățit
ru: Улучшенный научно-фантастический атмосферный двигатель
sk_sk: Vylepšený sci-fi atmosférický motor
sv: Förbättrad Sci-Fi atmosfärisk propeller
tr_tr: Geliştirilmiş Bilim Kurgu Atmosferik İtici
uk: Покращений науково-фантастичний атмосферний двигун
zh_cn: 增强型科幻大气推进器

# DisplayName_Block_SmallAtmoThrustSciFiT2
source: Proficient Sci-Fi Atmospheric Thruster
ca_ad: Propulsor atmosfèric de ciència-ficció competent
cs_cz: Zdatný sci-fi atmosférický tryska
da: Dygtig sci-fi atmosfærisk thruster
de: Kompetentes Sci-Fi-Atmosphärisches Triebwerk
es: Propulsor atmosférico de ciencia ficción competente
et_ee: Vilunud ulmeline atmosfääri tõukejõud
fi: Taitava scifi-ilmakehän potkuri
fr: Propulseur atmosphérique de science-fiction compétent
hr_hr: Stručni znanstveno-fantastični atmosferski potisnik
hu_hu: Proficient sci-fi légköri hajtómű
ja_jp: 堪能なSF大気スラスター
lv: Prasmīgs zinātniskās fantastikas atmosfēras vilces līdzeklis
nl: Bekwame Sci-Fi atmosferische boegschroef
no: Dyktig sci-fi atmosfærisk thruster
pt_br: Propulsor atmosférico de ficção científica proficiente
ro: Propulsor atmosferic SF competent
ru: Опытный научно-фантастический атмосферный двигатель
sk_sk: Zdatný sci-fi atmosférický thruster
sv: Skicklig Sci-Fi atmosfärisk bogpropeller
tr_tr: Yetkin Bilim Kurgu Atmosferik İtici
uk: Досвідчений науково-фантастичний атмосферний двигун
zh_cn: 精通科幻大气推进器

# DisplayName_Block_SmallAtmoThrustSciFiT3
source: Elite Sci-Fi Atmospheric Thruster
ca_ad: Propulsor atmosfèric d'elit de ciència-ficció
cs_cz: Elitní sci-fi atmosférická tryska
da: Elite sci-fi atmosfærisk thruster
de: Elite-Sci-Fi-Atmosphärisches Triebwerk
es: Propulsor atmosférico de ciencia ficción de élite
et_ee: Elite Sci-Fi atmosfääri tõukejõud
fi: Eliitti scifi-ilmakehän potkuri
fr: Propulseur atmosphérique Elite Sci-Fi
hr_hr: Elitni znanstveno-fantastični atmosferski potisnik
hu_hu: Elite Sci-Fi légköri hajtómű
ja_jp: エリートSFアトモスフィアスラスター
lv: Elites Sci-Fi atmosfēras vilces līdzeklis
nl: Elite Sci-Fi atmosferische boegschroef
no: Elite Sci-Fi atmosfærisk thruster
pt_br: Propulsor atmosférico Elite Sci-Fi
ro: Propulsor atmosferic Elite Sci-Fi
ru: Элитное научно-фантастическое атмосферное подруливающее устройство
sk_sk: Elitný sci-fi atmosférický thrruster
sv: Elite Sci-Fi atmosfärisk Thruster
tr_tr: Elit Bilim Kurgu Atmosferik İtici
uk: Елітний науково-фантастичний атмосферний двигун
zh_cn: 精英科幻大气推进器

# DisplayName_Block_SmallAtmoThrustT1
source: Enhanced Atmospheric Thruster
ca_ad: Propulsor atmosfèric millorat
cs_cz: Vylepšený atmosférický motor
da: Forbedret atmosfærisk thruster
de: Verbessertes atmosphärisches Triebwerk
es: Propulsor atmosférico mejorado
et_ee: Täiustatud atmosfääri tõukejõud
fi: Parannettu ilmakehän potkuri
fr: Propulseur atmosphérique amélioré
hr_hr: Poboljšani atmosferski potisnik
hu_hu: Továbbfejlesztett légköri hajtómű
ja_jp: 強化型大気スラスター
lv: Uzlabots atmosfēras vilces spēks
nl: Verbeterde atmosferische boegschroef
no: Forbedret atmosfærisk thruster
pt_br: Propulsor atmosférico aprimorado
ro: Propulsor atmosferic îmbunătățit
ru: Улучшенный атмосферный двигатель
sk_sk: Vylepšený atmosférický motor
sv: Förbättrad atmosfärisk bogpropeller
tr_tr: Geliştirilmiş Atmosferik İtici
uk: Покращений атмосферний підрулюючий пристрій
zh_cn: 增强型大气推进器

# DisplayName_Block_SmallAtmoThrustT2
source: Proficient Atmospheric Thruster
ca_ad: Propulsor atmosfèric competent
cs_cz: Zkušený atmosférický tryska
da: Dygtig atmosfærisk thruster
de: Kompetentes atmosphärisches Triebwerk
es: Propulsor atmosférico competente
et_ee: Vilunud atmosfääri tõukejõud
fi: Taitava ilmakehän potkuri
fr: Propulseur atmosphérique compétent
hr_hr: Iskusni atmosferski potisnik
hu_hu: Gyakorlott légköri hajtómű
ja_jp: 堪能な大気スラスター
lv: Prasmīgs atmosfēras vilces līdzeklis
nl: Bekwame atmosferische boegschroef
no: Dyktig atmosfærisk thruster
pt_br: Propulsor atmosférico proficiente
ro: Propulsor atmosferic performant
ru: Опытный атмосферный двигатель
sk_sk: Zdatný atmosférický truster
sv: Skicklig atmosfärisk propeller
tr_tr: Yetkin Atmosferik İtici
uk: Досвідчений атмосферний підрулюючий пристрій
zh_cn: 熟练大气推进器

# DisplayName_Block_SmallAtmoThrustT3
source: Elite Atmospheric Thruster
ca_ad: Propulsor atmosfèric d'elit
cs_cz: Elitní atmosférický tryska
da: Elite atmosfærisk thruster
de: Atmosphärisches Elite-Triebwerk
es: Propulsor atmosférico de élite
et_ee: Elite atmosfääri tõukejõud
fi: Elite ilmakehän potkuri
fr: Propulseur atmosphérique d’élite
hr_hr: Elitni atmosferski potisnik
hu_hu: Elite légköri hajtómű
ja_jp: エリート大気スラスター
lv: Elites atmosfēras vilcējspēks
nl: Elite atmosferische boegschroef
no: Atmosfærisk Elite-thruster
pt_br: Propulsor atmosférico de elite
ro: Propulsor atmosferic Elite
ru: Элитный атмосферный двигатель
sk_sk: Elitný atmosférický thruster
sv: Elite atmosfärisk bogpropeller
tr_tr: Elit Atmosferik İtici
uk: Елітний атмосферний підрулюючий пристрій
zh_cn: 精英大气推进器

# DisplayName_Block_SmallBatteryT0
source: Sm. Battery
ca_ad: Bateria SM.
cs_cz: Sm. Baterie
da: Sm. Batteri
de: Sm. Batterie
es: Sm. Batería
et_ee: Sm. Aku
fi: Sm. Akku
fr: Sm. Batterie
hr_hr: Sm. baterija
hu_hu: Sm. Akkumulátor
ja_jp: Sm.バッテリー
lv: Sm. Akumulators
nl: Sm. Batterij
no: Sm. Batteri
pt_br: Sm. Bateria
ro: Sm. Baterie
ru: Sm. Аккумулятор
sk_sk: Sm. Batéria
sv: Sm. Batteri
tr_tr: Sm. Batarya
uk: Sm. Акумулятор
zh_cn: Sm. 电池

# DisplayName_Block_SmallBatteryT1
source: Sm. Enhanced Battery
ca_ad: Sm. Bateria millorada
cs_cz: Sm. Vylepšená baterie
da: Sm. Forbedret batteri
de: Sm. Verbesserte Batterie
es: Sm. Batería mejorada
et_ee: Sm. Täiustatud aku
fi: Sm. Parannettu akku
fr: Sm. Batterie améliorée
hr_hr: Poboljšana baterija
hu_hu: Sm. Továbbfejlesztett akkumulátor
ja_jp: Sm.強化バッテリー
lv: Uzlabots akumulators
nl: Sm. Verbeterde batterij
no: Sm. Forbedret batteri
pt_br: Sm. Bateria aprimorada
ro: Sm. Baterie îmbunătățită
ru: Sm. Улучшенная батарея
sk_sk: SM. Vylepšená batéria
sv: Sm. Förbättrat batteri
tr_tr: Sm. Geliştirilmiş Pil
uk: Покращена батарея
zh_cn: Sm. 增强型电池

# DisplayName_Block_SmallBatteryT2
source: Sm. Proficient Battery
ca_ad: Sm. Bateria competent
cs_cz: Sm. Proficient baterie
da: Sm. dygtigt batteri
de: Sm. Kompetente Batterie
es: Sm. Batería competente
et_ee: Sm. Vilunud aku
fi: Sm. Taitava akku
fr: Sm. Batterie compétente
hr_hr: Sm. Iskusna baterija
hu_hu: Sm. Proficient akkumulátor
ja_jp: 堪能なバッテリー
lv: Sm. Prasmīgs akumulators
nl: Sm. Bekwame batterij
no: Sm. Dyktig batteri
pt_br: Sm. Bateria Proficiente
ro: Sm. Baterie competentă
ru: Sm. Опытная батарея
sk_sk: SM. Skúsená batéria
sv: Sm. Skickligt batteri
tr_tr: Sm. Yetkin Pil
uk: Sm. Досвідчена батарея
zh_cn: Sm. Proficient 电池

# DisplayName_Block_SmallBatteryT3
source: Sm. Elilte Battery
ca_ad: Bateria Sm. Elilte
cs_cz: Sm. Elilte baterie
da: Sm. Elilte batteri
de: Sm. Elilte Batterie
es: Sm. Batería Elilte
et_ee: Sm. Elilte patarei
fi: Sm. Elilte akku
fr: Batterie Sm. Elilte
hr_hr: Elilte baterija
hu_hu: Sm. Elilte akkumulátor
ja_jp: Sm. Elilteバッテリー
lv: Sm. Elilte akumulators
nl: Sm. Elilte Batterij
no: Sm. Elilte Batteri
pt_br: Sm. Elilte Bateria
ro: Sm. Elilte Baterie
ru: Sm. Elilte Батарея
sk_sk: Batéria Sm. Elilte
sv: Sm. Elilte Batteri
tr_tr: Sm. Elilte Akü
uk: Акумулятор Sm. Elilte
zh_cn: Sm. Elilte 电池

# DisplayName_Block_SmallBatteryWarfare2T0
source: Sm. Warfare Battery
ca_ad: Bateria de guerra Sm.
cs_cz: Sm. Válečná baterie
da: Sm. Warfare batteri
de: Sm. Kriegsbatterie
es: Sm. Batería de guerra
et_ee: Sm. Sõjapidamise patarei
fi: Sm. Sodankäynnin akku
fr: Batterie Sm. Warfare
hr_hr: Sm. Warfare baterija
hu_hu: Sm. Warfare üteg
ja_jp: Sm.ウォーフェアバッテリー
lv: Sm. Kara baterija
nl: Sm. Oorlogsvoering Batterij
no: Sm. Krigføring Batteri
pt_br: Sm. Bateria de Guerra
ro: Sm. Baterie de război
ru: Боевая батарея
sk_sk: Sm. Bojová batéria
sv: Sm. Warfare Batteri
tr_tr: Sm. Harp Bataryası
uk: Sm. Бойова батарея
zh_cn: Sm. Warfare 电池

# DisplayName_Block_SmallBatteryWarfare2T1
source: Sm. Enhanced Warfare Battery
ca_ad: Sm. Bateria de guerra millorada
cs_cz: Sm. Vylepšená válečná baterie
da: Sm. Forbedret krigsførelse batteri
de: Sm. Enhanced Warfare Batterie
es: Sm. Batería de guerra mejorada
et_ee: Sm. Täiustatud sõjapidamise patarei
fi: Sm. Parannettu sodankäynnin akku
fr: Sm. Batterie de guerre améliorée
hr_hr: Sm. Poboljšana baterija za ratovanje
hu_hu: Sm. Továbbfejlesztett hadviselési üteg
ja_jp: Sm.強化戦バッテリー
lv: Uzlabots kara akumulators
nl: Sm. Verbeterde Warfare Batterij
no: Sm. Forbedret krigføringsbatteri
pt_br: Sm. Bateria de Guerra Aprimorada
ro: Sm. Baterie de război îmbunătățită
ru: Sm. Усиленная боевая батарея
sk_sk: Sm. Vylepšená bojová batéria
sv: Sm. Förbättrat Warfare-batteri
tr_tr: Sm. Gelişmiş Harp Bataryası
uk: Покращена бойова батарея
zh_cn: Sm. 增强型战争电池
