Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_AutocannonT0
source: Medium rate of fire, with a good punch. Uses Normal Autocannon Magazines. Maximum range: 2500 m
ca_ad: Taxa de foc mitjana, amb un bon punxó. Utilitza revistes autocanòniques normals. Abast màxim: 2500 m
cs_cz: Střední rychlost střelby s dobrou razancí. Používá normální zásobníky automatického kanónu. Maximální dostřel: 2500 m
da: Medium brandhastighed, med et godt slag. Bruger normale autokanonmagasiner. Maksimal rækkevidde: 2500 m
de: Mittlere Feuerrate, mit einem guten Schlag. Verwendet normale Maschinenkanonenmagazine. Maximale Reichweite: 2500 m
es: Cadencia de tiro media, con buena pegada. Utiliza cargadores de cañón automático normales. Alcance máximo: 2500 m
et_ee: Keskmine tulekiirus, hea löögiga. Kasutab tavalisi autokanniajakirju. Maksimaalne lennukaugus: 2500 m
fi: Keskitason tulinopeus, hyvä lyönti. Käyttää normaaleja autocannon-lehtiä. Suurin kantama: 2500 m
fr: Cadence de tir moyenne, avec un bon coup de poing. Utilise des chargeurs de canon mitrailleur normaux. Portée maximale : 2500 m
hr_hr: Srednja brzina vatre, s dobrim udarcem. Koristi normalne spremnike za autocannon. Maksimalni domet: 2500 m
hu_hu: Közepes tűzsebesség, jó ütéssel. Normál autoágyú tárakat használ. Maximális hatótávolság: 2500 m
ja_jp: 中程度の連射速度で、パンチ力も高い。通常のオートキャノンマガジンを使用します。 最大範囲:2500 m
lv: Vidējs ugunsgrēka ātrums ar labu perforatoru. Izmanto parastos autokanonu žurnālus. Maksimālais diapazons: 2500 m
nl: Gemiddelde vuursnelheid, met een goede stoot. Maakt gebruik van normale autocannon magazijnen. Maximaal bereik: 2500 m
no: Middels skuddtakt, med godt trøkk. Bruker vanlige autokanonmagasiner. Maksimal rekkevidde: 2500 m
pt_br: Média taxa de fogo, com um bom soco. Usa carregadores de canhão automático normais. Alcance máximo: 2500 m
ro: Rata medie de foc, cu un pumn bun. Utilizează încărcătoare normale de autotun. Raza maxima de actiune: 2500 m
ru: Средняя скорострельность, с хорошим ударом. Использует обычные магазины автопушки. Максимальная дальность: 2500 м
sk_sk: Stredná rýchlosť streľby, s dobrým úderom. Používa bežné autokanónové zásobníky. Maximálny dosah: 2500 m
sv: Medelhög eldhastighet, med bra slagkraft. Använder vanliga autokanonmagasin. Maximal räckvidd: 2500 m
tr_tr: İyi bir yumruk ile orta ateş hızı. Normal otomatik top şarjörlerini kullanır. Maksimum menzil: 2500 m
uk: Середня скорострільність, з хорошим ударом. Використовує звичайні автоматичні магазини. Максимальна дальність: 2500 м
zh_cn: 中等射速，具有良好的冲击力。使用普通的自动加农炮弹匣。 最大射程：2500米

# Description_AutocannonT1
source: Medium rate of fire, with a good punch. Uses Depleted Uranium Autocannon Magazines. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Taxa de foc mitjana, amb un bon punxó. Utilitza revistes de canons automàtics d'urani empobrit. Abast màxim: 2500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Střední rychlost střelby s dobrou razancí. Používá zásobníky automatického kanónu s ochuzeným uranem. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: Medium brandhastighed, med et godt slag. Bruger forarmet uran autokanon magasiner. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Mittlere Feuerrate, mit einem guten Schlag. Verwendet Maschinenkanonenmagazine mit abgereichertem Uran. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Cadencia de tiro media, con buena pegada. Utiliza cargadores de cañón automático de uranio empobrecido. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Keskmine tulekiirus, hea löögiga. Kasutab vaesestatud uraani autokanniajakirju. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Keskitason tulinopeus, hyvä lyönti. Käyttää köyhdytettyä uraania sisältäviä autotykkilehtiä. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Cadence de tir moyenne, avec un bon coup de poing. Utilise des chargeurs de canons mitrailleurs à uranium appauvri. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Srednja brzina vatre, s dobrim udarcem. Koristi osiromašene spremnike za autokanone urana. Maksimalni domet: 2500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: Közepes tűzsebesség, jó ütéssel. Szegényített urán autoágyú tárakat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: 中程度の連射速度で、パンチ力も高い。劣化ウランオートキャノン弾倉を使用する。 最大範囲:2500 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Vidējs ugunsgrēka ātrums ar labu perforatoru. Izmanto noplicinātā urāna autokanona žurnālus. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Gemiddelde vuursnelheid, met een goede stoot. Maakt gebruik van autokanonmagazijnen met verarmd uranium. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: Middels skuddtakt, med godt trøkk. Bruker utarmede uran autokanonmagasiner. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Média taxa de fogo, com um bom soco. Utiliza carregadores de autocanhão de urânio empobrecido. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: Rata medie de foc, cu un pumn bun. Utilizează încărcătoare de autotunuri cu uraniu sărăcit. Raza maxima de actiune: 2500 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Средняя скорострельность, с хорошим ударом. Использует магазины автопушек с обедненным ураном. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Stredná rýchlosť streľby, s dobrým úderom. Používa zásobníky autokanónov s ochudobneným uránom. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: Medelhög eldhastighet, med bra slagkraft. Använder automatkanonmagasin med utarmat uran. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: İyi bir yumruk ile orta ateş hızı. Seyreltilmiş Uranyum Otomatik Top Şarjörleri kullanır. Maksimum menzil: 2500 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Середня скорострільність, з хорошим ударом. Використовує магазини автоматичних гармат зі збідненим ураном. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 中等射速，具有良好的冲击力。使用贫铀自动加农炮弹匣。 最大射程：2500米 装填速度比平时快 1.5 倍，伤害高 1.5 倍

# Description_AutocannonT2
source: Medium rate of fire, with a good punch. Uses Depleted Dark Energy Autocannon Magazines. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Taxa de foc mitjana, amb un bon punxó. Utilitza revistes autocanòniques d'energia fosca esgotada. Abast màxim: 2500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, que millorat
cs_cz: Střední rychlost střelby s dobrou razancí. Používá vyčerpané zásobníky automatických kanónů temné energie. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: Medium brandhastighed, med et godt slag. Bruger udtømte autokanonmagasiner med mørk energi. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end forbedret
de: Mittlere Feuerrate, mit einem guten Schlag. Verwendet erschöpfte Maschinenkanonenmagazine mit dunkler Energie. Maximale Reichweite: 2500 m 1,5-mal schneller nachlädt und 1,5-mal mehr Schaden verursacht als verstärkt
es: Cadencia de tiro media, con buena pegada. Utiliza cargadores de cañón automático de energía oscura agotados. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Keskmine tulekiirus, hea löögiga. Kasutab ammendunud tumeenergia autokanniajakirju. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Keskitason tulinopeus, hyvä lyönti. Käyttää tyhjentyneitä pimeän energian autotykkilehtiä. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Cadence de tir moyenne, avec un bon coup de poing. Utilise des chargeurs de canons mitrailleurs à énergie noire épuisée. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Srednja brzina vatre, s dobrim udarcem. Koristi osiromašene tamne energetske autocannon časopise. Maksimalni domet: 2500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: Közepes tűzsebesség, jó ütéssel. Kimerült sötét energiájú autoágyú tárakat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a továbbfejlesztett
ja_jp: 中程度の連射速度で、パンチ力も高い。枯渇したダークエネルギーオートキャノンマガジンを使用する。 最大範囲:2500 m 強化型よりもリロード速度が1.5倍速く、ダメージが1.5倍になる
lv: Vidējs ugunsgrēka ātrums ar labu perforatoru. Izmanto noplicinātas tumšās enerģijas autokanonu žurnālus. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Gemiddelde vuursnelheid, met een goede stoot. Maakt gebruik van uitgeputte autokanonnen met donkere energie. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: Middels skuddtakt, med godt trøkk. Bruker utarmede mørke energiautokanonmagasiner. Maksimal rekkevidde: 2500 m Laster inn 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Média taxa de fogo, com um bom soco. Usa carregadores de canhão de energia escura esgotada. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o aprimorado
ro: Rata medie de foc, cu un pumn bun. Utilizează încărcătoare de autotun cu energie întunecată epuizate. Raza maxima de actiune: 2500 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Средняя скорострельность, с хорошим ударом. Использует истощенные магазины автоматических пушек темной энергии. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Stredná rýchlosť streľby, s dobrým úderom. Používa zásobníky autokanónov s vyčerpanou tmavou energiou. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako vylepšených
sv: Medelhög eldhastighet, med bra slagkraft. Använder uttömda Autocannon-magasin med mörk energi. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: İyi bir yumruk ile orta ateş hızı. Tükenmiş Karanlık Enerji Otomatik Top Şarjörlerini kullanır. Maksimum menzil: 2500 m Gelişmişten 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Середня скорострільність, з хорошим ударом. Використовує виснажені магазини для автоматичної гармати темної енергії. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж покращений
zh_cn: 中等射速，具有良好的冲击力。使用耗尽的暗能量自动加农炮弹匣。 最大射程：2500米 与增强型相比，装填速度提高 1.5 倍，造成伤害 1.5 倍

# Description_AutocannonT3
source: Medium rate of fire, with a good punch. Uses Depleted Clangium Autocannon Magazines. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Taxa de foc mitjana, amb un bon punxó. Utilitza revistes de canó automàtic de clangium empobrit. Abast màxim: 2500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Střední rychlost střelby s dobrou razancí. Používá vyčerpané zásobníky automatického kanónu Clalia. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: Medium brandhastighed, med et godt slag. Bruger udtømte clangium autokanon magasiner. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Mittlere Feuerrate, mit einem guten Schlag. Verwendet erschöpfte Clangium-Maschinenkanonenmagazine. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Cadencia de tiro media, con buena pegada. Utiliza cargadores de cañón automático Clangium agotados. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Keskmine tulekiirus, hea löögiga. Kasutab ammendunud Clangium Autocannon ajakirju. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Keskitason tulinopeus, hyvä lyönti. Käyttää tyhjentyneitä Clangium-autotykkilehtiä. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Cadence de tir moyenne, avec un bon coup de poing. Utilise des chargeurs de canon mitrailleur Clangium épuisés. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Srednja brzina vatre, s dobrim udarcem. Koristi osiromašene clangium autocannon časopise. Maksimalni domet: 2500 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: Közepes tűzsebesség, jó ütéssel. Kimerült Clangium autocannon magazinokat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: 中程度の連射速度で、パンチ力も高い。枯渇したクランギウムオートキャノンマガジンを使用します。 最大範囲:2500 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Vidējs ugunsgrēka ātrums ar labu perforatoru. Izmanto noplicinātus Clangium Autocannon žurnālus. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Gemiddelde vuursnelheid, met een goede stoot. Maakt gebruik van uitgeputte clangium autocannon magazijnen. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: Middels skuddtakt, med godt trøkk. Bruker utarmede Clangium Autocannon magasiner. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Média taxa de fogo, com um bom soco. Utiliza carregadores autocanhões de Clangium esgotados. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: Rata medie de foc, cu un pumn bun. Utilizează încărcătoare de autotun Clangium epuizate. Raza maxima de actiune: 2500 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Средняя скорострельность, с хорошим ударом. Использует обедненные магазины клэнгиевых автопушек. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Stredná rýchlosť streľby, s dobrým úderom. Používa ochudobnené zásobníky Clangium Autocannon. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: Medelhög eldhastighet, med bra slagkraft. Använder uttömda Clangium Autocannon Magazines. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: İyi bir yumruk ile orta ateş hızı. Tükenmiş Clangium Autocannon dergilerini kullanır. Maksimum menzil: 2500 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Середня скорострільність, з хорошим ударом. Використовує збіднені магазини для автоматичної гармати Clangium. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 中等射速，具有良好的冲击力。使用耗尽的钚自动加农炮弹匣。 最大射程：2500米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_AutoCannonTurretT0
source: Medium rate of fire, with a good punch in a small turret. Uses Normal Autocannon Magazines. Maximum range: 2500 m
ca_ad: Taxa de foc mitjana, amb un bon cop de puny en una petita torreta. Utilitza revistes autocanòniques normals. Abast màxim: 2500 m
cs_cz: Střední rychlost palby s dobrou razancí v malé věži. Používá normální zásobníky automatického kanónu. Maximální dostřel: 2500 m
da: Medium ildhastighed, med et godt slag i et lille tårn. Bruger normale autokanonmagasiner. Maksimal rækkevidde: 2500 m
de: Mittlere Feuerrate, mit einem guten Schlag in einem kleinen Turm. Verwendet normale Maschinenkanonenmagazine. Maximale Reichweite: 2500 m
es: Cadencia de tiro media, con un buen golpe en una torreta pequeña. Utiliza cargadores de cañón automático normales. Alcance máximo: 2500 m
et_ee: Keskmine tulekiirus, hea löögiga väikeses tornis. Kasutab tavalisi autokanniajakirju. Maksimaalne lennukaugus: 2500 m
fi: Keskitason tulipalo, hyvä lyönti pienessä tornissa. Käyttää normaaleja autocannon-lehtiä. Suurin kantama: 2500 m
fr: Cadence de tir moyenne, avec un bon punch dans une petite tourelle. Utilise des chargeurs de canon mitrailleur normaux. Portée maximale : 2500 m
hr_hr: Srednja brzina vatre, s dobrim udarcem u maloj kupoli. Koristi normalne spremnike za autocannon. Maksimalni domet: 2500 m
hu_hu: Közepes tűzsebesség, jó ütéssel egy kis toronyban. Normál autoágyú tárakat használ. Maximális hatótávolság: 2500 m
ja_jp: 中程度の発射速度で、小さな砲塔で優れたパンチ力を発揮します。通常のオートキャノンマガジンを使用します。 最大範囲:2500 m
lv: Vidējs uguns ātrums, ar labu perforatoru nelielā tornītī. Izmanto parastos autokanonu žurnālus. Maksimālais diapazons: 2500 m
nl: Gemiddelde vuursnelheid, met een goede stoot in een kleine koepel. Maakt gebruik van normale autocannon magazijnen. Maximaal bereik: 2500 m
no: Middels skuddtakt, med et godt slag i et lite tårn. Bruker vanlige autokanonmagasiner. Maksimal rekkevidde: 2500 m
pt_br: Média taxa de fogo, com um bom soco em uma pequena torre. Usa carregadores de canhão automático normais. Alcance máximo: 2500 m
ro: Rata medie de foc, cu un pumn bun într-o turelă mică. Utilizează încărcătoare normale de autotun. Raza maxima de actiune: 2500 m
ru: Средняя скорострельность, с хорошей пробивкой в маленькой турели. Использует обычные магазины автопушки. Максимальная дальность: 2500 м
sk_sk: Stredná rýchlosť streľby, s dobrým úderom v malej veži. Používa bežné autokanónové zásobníky. Maximálny dosah: 2500 m
sv: Medelhög eldhastighet, med en bra slagkraft i ett litet torn. Använder vanliga autokanonmagasin. Maximal räckvidd: 2500 m
tr_tr: Küçük bir kulede iyi bir vuruş ile orta atış hızı. Normal otomatik top şarjörlerini kullanır. Maksimum menzil: 2500 m
uk: Середня скорострільність, з хорошим ударом у невеликій башті. Використовує звичайні автоматичні магазини. Максимальна дальність: 2500 м
zh_cn: 中等射速，在小型炮塔中具有良好的冲击力。使用普通的自动加农炮弹匣。 最大射程：2500米

# Description_AutoCannonTurretT1
source: Medium rate of fire, with a good punch in a small turret. Uses Depleted Uranium Autocannon Magazines. Maximum range: 2500 m
ca_ad: Taxa de foc mitjana, amb un bon cop de puny en una petita torreta. Utilitza revistes de canons automàtics d'urani empobrit. Abast màxim: 2500 m
cs_cz: Střední rychlost palby s dobrou razancí v malé věži. Používá zásobníky automatického kanónu s ochuzeným uranem. Maximální dostřel: 2500 m
da: Medium ildhastighed, med et godt slag i et lille tårn. Bruger forarmet uran autokanon magasiner. Maksimal rækkevidde: 2500 m
de: Mittlere Feuerrate, mit einem guten Schlag in einem kleinen Turm. Verwendet Maschinenkanonenmagazine mit abgereichertem Uran. Maximale Reichweite: 2500 m
es: Cadencia de tiro media, con un buen golpe en una torreta pequeña. Utiliza cargadores de cañón automático de uranio empobrecido. Alcance máximo: 2500 m
et_ee: Keskmine tulekiirus, hea löögiga väikeses tornis. Kasutab vaesestatud uraani autokanniajakirju. Maksimaalne lennukaugus: 2500 m
fi: Keskitason tulipalo, hyvä lyönti pienessä tornissa. Käyttää köyhdytettyä uraania sisältäviä autotykkilehtiä. Suurin kantama: 2500 m
fr: Cadence de tir moyenne, avec un bon punch dans une petite tourelle. Utilise des chargeurs de canons mitrailleurs à uranium appauvri. Portée maximale : 2500 m
hr_hr: Srednja brzina vatre, s dobrim udarcem u maloj kupoli. Koristi osiromašene spremnike za autokanone urana. Maksimalni domet: 2500 m
hu_hu: Közepes tűzsebesség, jó ütéssel egy kis toronyban. Szegényített urán autoágyú tárakat használ. Maximális hatótávolság: 2500 m
ja_jp: 中程度の発射速度で、小さな砲塔で優れたパンチ力を発揮します。劣化ウランオートキャノン弾倉を使用する。 最大範囲:2500 m
lv: Vidējs uguns ātrums, ar labu perforatoru nelielā tornītī. Izmanto noplicinātā urāna autokanona žurnālus. Maksimālais diapazons: 2500 m
nl: Gemiddelde vuursnelheid, met een goede stoot in een kleine koepel. Maakt gebruik van autokanonmagazijnen met verarmd uranium. Maximaal bereik: 2500 m
no: Middels skuddtakt, med et godt slag i et lite tårn. Bruker utarmede uran autokanonmagasiner. Maksimal rekkevidde: 2500 m
pt_br: Média taxa de fogo, com um bom soco em uma pequena torre. Utiliza carregadores de autocanhão de urânio empobrecido. Alcance máximo: 2500 m
ro: Rata medie de foc, cu un pumn bun într-o turelă mică. Utilizează încărcătoare de autotunuri cu uraniu sărăcit. Raza maxima de actiune: 2500 m
ru: Средняя скорострельность, с хорошей пробивкой в маленькой турели. Использует магазины автопушек с обедненным ураном. Максимальная дальность: 2500 м
sk_sk: Stredná rýchlosť streľby, s dobrým úderom v malej veži. Používa zásobníky autokanónov s ochudobneným uránom. Maximálny dosah: 2500 m
sv: Medelhög eldhastighet, med en bra slagkraft i ett litet torn. Använder automatkanonmagasin med utarmat uran. Maximal räckvidd: 2500 m
tr_tr: Küçük bir kulede iyi bir vuruş ile orta atış hızı. Seyreltilmiş Uranyum Otomatik Top Şarjörleri kullanır. Maksimum menzil: 2500 m
uk: Середня скорострільність, з хорошим ударом у невеликій башті. Використовує магазини автоматичних гармат зі збідненим ураном. Максимальна дальність: 2500 м
zh_cn: 中等射速，在小型炮塔中具有良好的冲击力。使用贫铀自动加农炮弹匣。 最大射程：2500米
