Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeSmallDarkEnergyReactorT3
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 1.5x more efficient than Dark Energy. 2.25x More efficient than Uranium. Dark Energy is extremely rare. Found only in Asteroids, on Planet Energia, and on Planet Clangia. 1.5x Better than Proficient. Max Power Output: 51MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 1,5 vegades més eficients que l'energia fosca. 2.25x Més eficient que l'urani. L'energia fosca és extremadament rara. Es troba només en asteroides, al planeta Energia i al planeta Clangia. 1.5x Millor que competent. Potència màxima de sortida: 51MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 1,5x účinnější než temná energie. 2,25x účinnější než uran. Temná energie je extrémně vzácná. Vyskytuje se pouze na asteroidech, na planetě Energia a na planetě Clangia. 1,5x lepší než zdatný. Maximální výstupní výkon: 51 MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Dark Energy barrer er 1,5 gange mere effektive end Dark Energy. 2.25x Mere effektiv end uran. Mørk energi er ekstremt sjælden. Findes kun i asteroider, på Planet Energia og på Planet Clangia. 1.5x bedre end dygtig. Maks. effekt: 51MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Dunkle Energiebarren sind 1,5-mal effizienter als Dunkle Energie. 2,25x effizienter als Uran. Dunkle Energie ist extrem selten. Kommt nur in Asteroiden, auf dem Planeten Energia und auf dem Planeten Clangia vor. 1,5x besser als kompetent. Maximale Leistung: 51MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 1,5 veces más eficientes que los de energía oscura. 2,25 veces más eficiente que el uranio. La Energía Oscura es extremadamente rara. Solo se encuentra en asteroides, en el planeta Energia y en el planeta Clangia. 1,5 veces mejor que Proficiente. Potencia máxima de salida: 51MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 1.5x tõhusamad kui Dark Energy. 2.25x tõhusam kui uraan. Tume energia on äärmiselt haruldane. Leitud ainult asteroididel, Planet Energial ja planeedil Clangia. 1.5x parem kui Proficient. Maksimaalne võimsus: 51MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 1.5x tehokkaampia kuin pimeä energia. 2,25x tehokkaampi kuin uraani. Pimeä energia on erittäin harvinaista. Löytyy vain asteroideista, Energia-planeetalta ja Clangia-planeetalta. 1,5 kertaa parempi kuin taitava. Suurin teho: 51MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 1,5 fois plus efficaces que l’énergie noire. 2,25 fois plus efficace que l’uranium. L’énergie noire est extrêmement rare. On ne le trouve que dans les astéroïdes, sur la planète Energia et sur la planète Clangia. 1,5 fois mieux que compétent. Puissance de sortie maximale : 51 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 1.5x učinkovitiji od tamne energije. 2.25x Učinkovitiji od urana. Tamna energija je izuzetno rijetka. Nalazi se samo u asteroidima, na planeti Energia i na planeti Clangia. 1.5x bolje od stručnog. Maksimalna izlazna snaga: 51MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energia öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 2,25x hatékonyabb, mint az urán. A sötét energia rendkívül ritka. Csak aszteroidákban, az Energia bolygón és a Clangia bolygón található. 1,5x jobb, mint a Proficient. Max teljesítmény: 51MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの2.25倍の効率。ダークエネルギーは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 熟練の1.5倍優れています。 最大出力:51MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 1,5x efektīvāki nekā Dark Energy. 2,25x Efektīvāks par urānu. Tumšā enerģija ir ārkārtīgi reta. Atrasts tikai asteroīdos, uz planētas Energia un uz planētas Clangia. 1,5x labāk nekā lietpratējs. Maksimālā jauda: 51MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 1,5x efficiënter dan donkere energie. 2,25x efficiënter dan uranium. Donkere energie is uiterst zeldzaam. Alleen gevonden in asteroïden, op planeet Energia en op planeet Clangia. 1,5x beter dan bekwaam. Maximaal uitgangsvermogen: 51MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 1,5 ganger mer effektive enn mørk energi. 2,25 ganger mer effektivt enn uran. Mørk energi er ekstremt sjelden. Finnes bare i asteroider, på Planet Energia og på planeten Clangia. 1,5 ganger bedre enn dyktig. Maks effekt: 51MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de Energia Escura são 1,5x mais eficientes que os de Energia Escura. 2,25x mais eficiente que o urânio. A energia escura é extremamente rara. Encontrado apenas em Asteroides, no Planeta Energia e no Planeta Clangia. 1,5x melhor que o Proficient. Potência máxima: 51MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 1,5 ori mai eficiente decât energia întunecată. De 2,25 ori mai eficient decât uraniul. Energia întunecată este extrem de rară. Se găsește numai în asteroizi, pe planeta Energia și pe planeta Clangia. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire: 51MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки Темной Энергии в 1,5 раза эффективнее, чем Темная Энергия. В 2,25 раза эффективнее, чем уран. Темная энергия встречается крайне редко. Встречается только на астероидах, на планете Энергия и на планете Клангия. В 1,5 раза лучше, чем Опытный. Максимальная выходная мощность: 51 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Zliatky Dark Energy sú 1,5x účinnejšie ako Dark Energy. 2,25x účinnejší ako urán. Temná energia je extrémne zriedkavá. Nachádza sa iba v asteroidoch, na planéte Energia a na planéte Clangia. 1,5x lepšie ako zdatný. Maximálny výkon: 51MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Mörkenergitackor är 1,5 gånger effektivare än mörk energi. 2,25 gånger effektivare än uran. Mörk energi är extremt sällsynt. Finns bara på asteroider, på planeten Energia och på planeten Clangia. 1,5 gånger bättre än skicklig. Max uteffekt: 51MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Karanlık Enerjiden 1,5 kat daha verimlidir. Uranyumdan 2.25 kat daha verimli. Karanlık Enerji son derece nadirdir. Sadece Asteroitlerde, Energia Gezegeninde ve Clangia Gezegeninde bulunur. Yetkinden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 51MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 1,5 рази ефективніші, ніж темна енергія. У 2,25 рази ефективніше, ніж уран. Темна енергія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, на планеті Енергія і на планеті Клангія. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність: 51 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是暗能量的 1.5 倍。效率是铀的 2.25 倍。暗能量极为罕见。仅在小行星、Energia 行星和 Clangia 行星上发现。 比精通好 1.5 倍。 最大功率输出：51MW

# Description_LargeSmallDarkEnergyTankT0
source: Dark energy tanks are used for storing Dark Energy. Normal capacity and cost Capacity: 1,000,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. Aforament i cost normal Capacitat: 1,000,000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. Běžná kapacita a náklady Kapacita: 1 000 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. Normal kapacitet og omkostninger Kapacitet: 1.000.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. Normale Kapazität und Kosten Kapazität: 1.000.000 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. Capacidad y coste normales Capacidad: 1.000.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. Normaalne võimsus ja kulud Mahutavus: 1 000 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. Normaali kapasiteetti ja kustannukset Kapasiteetti: 1,000,000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. Capacité et coût normaux Capacité : 1,000,000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. Normalni kapacitet i trošak Kapacitet: 1.000.000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. Normál kapacitás és költség Kapacitás: 1,000,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 通常の容量とコスト 容量:1,000,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. Normāla jauda un izmaksas Ietilpība: 1,000,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. Normale capaciteit en kosten Capaciteit: 1.000.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. Normal kapasitet og kostnad Kapasitet: 1.000.000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. Capacidade e custo normais Capacidade: 1.000.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. Capacitate normală și cost Capacitate: 1,000,000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. Нормальная емкость и стоимость Емкость: 1 000 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. Bežná kapacita a náklady Kapacita: 1 000 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. Normal kapacitet och kostnad Kapacitet: 1 000 000 liter Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Normal kapasite ve maliyet Kapasite: 1.000.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. Нормальна потужність і вартість Ємність: 1 000 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 正常容量和成本 容量：1,000,000L 暗能量每升的功率是氢气的 2.25 倍。

# Description_LargeSmallDarkEnergyTankT1
source: Dark energy tanks are used for storing Dark Energy. Enhanced capacity and cost Capacity: 1,500,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. Major capacitat i cost Capacitat: 1,500,000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. Zvýšená kapacita a náklady Kapacita: 1 500 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. Forbedret kapacitet og omkostninger Kapacitet: 1.500.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. Verbesserte Kapazität und Kosten Kapazität: 1.500.000 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. Capacidad y costo mejorados Capacidad: 1.500.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. Suurem võimsus ja kulud Mahutavus: 1 500 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. Parempi kapasiteetti ja kustannukset Kapasiteetti: 1 500 000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. Amélioration de la capacité et des coûts Capacité : 1 500 000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. Poboljšani kapacitet i troškovi Kapacitet: 1.500.000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. Megnövelt kapacitás és költségek Kapacitás: 1,500,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 容量とコストの向上 容量:1,500,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. Uzlabota jauda un izmaksas Ietilpība: 1,500,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. Verbeterde capaciteit en kosten Capaciteit: 1.500.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. Forbedret kapasitet og kostnad Kapasitet: 1,500,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. Capacidade e custo aprimorados Capacidade: 1.500.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. Capacitate și costuri îmbunătățite Capacitate: 1,500,000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. Повышенная производительность и стоимость Емкость: 1 500 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. Zvýšená kapacita a náklady Kapacita: 1 500 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. Förbättrad kapacitet och kostnad Kapacitet: 1 500 000 liter Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Gelişmiş kapasite ve maliyet Kapasite: 1.500.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. Підвищена потужність і вартість Ємність: 1 500 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 提高产能和成本 容量：1,500,000L 暗能量每升的功率是氢气的 2.25 倍。

# Description_LargeSmallDarkEnergyTankT2
source: Dark energy tanks are used for storing Dark Energy. Proficient capacity and cost Capacity: 2,250,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. Capacitat i cost competencial Capacitat: 2.250.000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. Odborná kapacita a náklady Kapacita: 2 250 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. Dygtig kapacitet og omkostninger Kapacitet: 2.250.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. Kompetente Kapazität und Kosten Kapazität: 2.250.000 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. Capacidad y costo competentes Capacidad: 2.250.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. Oskuslik võimekus ja maksumus Mahutavus: 2 250 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. Ammattitaitoinen kapasiteetti ja kustannukset Kapasiteetti: 2 250 000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. Capacité et coût compétents Capacité : 2,250,000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. Stručni kapacitet i troškovi Kapacitet: 2,250,000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. Szakértelem kapacitás és költség Kapacitás: 2,250,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 熟練した容量とコスト 容量:2,250,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. Prasmīga kapacitāte un izmaksas Ietilpība: 2,250,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. Vakkundige capaciteit en kosten Capaciteit: 2.250.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. Dyktig kapasitet og kostnad Kapasitet: 2,250,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. Capacidade e custo proficientes Capacidade: 2.250.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. Capacitate și costuri competente Capacitate: 2.250.000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. Высокая производительность и стоимость Емкость: 2 250 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. Odborne spôsobilá kapacita a náklady Kapacita: 2 250 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. Kompetent kapacitet och kostnad Kapacitet: 2 250 000 liter Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Yeterli kapasite ve maliyet Kapasite: 2.250.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. Висока потужність і вартість Об'єм: 2 250 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 熟练的容量和成本 容量：2,250,000L 暗能量每升的功率是氢气的 2.25 倍。
