Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_SmallHydrogenThrustT3
source: Elite Hydrogen Thruster
ca_ad: Propulsor d'hidrogen d'elit
cs_cz: Elitní vodíkový tryska
da: Elite brint thruster
de: Elite-Wasserstoff-Triebwerk
es: Propulsor de hidrógeno de élite
et_ee: Elite vesiniku tõukejõud
fi: Elite vetypotkuri
fr: Propulseur à hydrogène Elite
hr_hr: Elitni potisnik vodika
hu_hu: Elite hidrogénhajtómű
ja_jp: エリート水素スラスター
lv: Elites ūdeņraža vilces līdzeklis
nl: Elite Waterstof Thruster
pt_br: Propulsor de hidrogênio de elite
ro: Propulsor de hidrogen Elite
ru: Элитный водородный двигатель
sk_sk: Elitný vodíkový motorník
sv: Elite vätgaspropeller
tr_tr: Elit Hidrojen İtici
uk: Елітний водневий підрулюючий пристрій
zh_cn: 精英氢推进器

# DisplayName_Block_SmallLargeJumpDriveT0
source: Sm. Lrg. Jump Drive
ca_ad: Sm. Lrg. Salt Drive
cs_cz: Sm. Lrg. Skokový pohon
de: Sm. Lrg. Sprungantrieb
et_ee: Sm. Lrg. Hüppe ajam
fi: Sm. Lrg. Hyppyasema
fr: Sm. Lrg. Saut d’entraînement
hr_hr: Sm. lrg. skok pogon
hu_hu: Sm. Lrg. Ugrás meghajtó
ja_jp: Sm. Lrg. ジャンプドライブ
lv: Sm. Lrg. Lēciena brauciens
no: Sm. Lrg. Hopp Drive
pt_br: Sm. Lrg. Pular Movimentação
sk_sk: Sm. Lrg. Skoková jazda
sv: Sm. Lrg. Hoppa Enhet
tr_tr: Sm. Lrg. Atlama Sürücüsü
zh_cn: Sm. Lrg. 跳跃驱动器

# DisplayName_Block_SmallLargeJumpDriveT1
source: Enhanced Sm. Lrg. Jump Drive
ca_ad: Sm. Lrg. millorat Jump Drive
cs_cz: Vylepšený Sm. Lrg. Skokový pohon
da: Forbedret Sm. Lrg. Jump Drive
de: Verbesserter Sm. Lrg. Jump Drive
es: Sm. Lrg. Jump Drive mejorado
et_ee: Täiustatud Sm. Lrg. Hüppe ajam
fi: Parannettu Sm. Lrg. Jump Drive
fr: Amélioration du Sm. Lrg. Jump Drive
hr_hr: Poboljšani Sm. Lrg. skok pogon
hu_hu: Továbbfejlesztett Sm. Lrg. Jump Drive
ja_jp: 強化されたSm.Lrg.ジャンプドライブ
lv: Uzlabots Sm. Lrg. Jump Drive
nl: Verbeterde Sm. Lrg. Jump Drive
no: Forbedret Sm. Lrg. Jump Drive
pt_br: Sm. Lrg. Jump Drive aprimorado
ro: Sm. Lrg. Jump Drive îmbunătățit
ru: Улучшенный Sm. Lrg. Jump Drive
sk_sk: Vylepšený Sm. Lrg. Jump Drive
sv: Förbättrad Sm. Lrg. Jump Drive
tr_tr: Geliştirilmiş Sm. Lrg. Atlama Sürücüsü
uk: Покращений Sm. Lrg. Jump Drive
zh_cn: 增强型 Sm. Lrg. Jump Drive

# DisplayName_Block_SmallLargeJumpDriveT2
source: Proficient Sm. Lrg. Jump Drive
cs_cz: Zkušený Sm. Lrg. Skokový pohon
da: Dygtig Sm. Lrg. Jump Drive
de: Kompetenter Sm. Lrg. Jump Drive
es: Competente Sm. Lrg. Jump Drive
et_ee: Vilunud Sm. Lrg. Hüppesõit
fi: Taitava Sm. Lrg. Hyppyajo
fr: Lecteur de saut compétent Sm. Lrg.
hr_hr: Vješt sm. lrg. skok pogon
ja_jp: 堪能なSm.Lrg.ジャンプドライブ
lv: Lietpratējs Sm. Lrg. Jump Drive
nl: Bekwame Sm. Lrg. Jump Drive
no: Dyktig Sm. Lrg. Jump Drive
pt_br: Proficiente Sm. Lrg. Jump Drive
ru: Опытный Sm. Lrg. Jump Drive
sk_sk: Zdatný Sm. Lrg. Jump Drive
sv: Skicklig Sm. Lrg. Jump Drive
tr_tr: Yetkin Sm. Lrg. Atlama Sürücüsü
zh_cn: 精通 Sm. Lrg. Jump Drive

# DisplayName_Block_SmallLargeJumpDriveT3
source: Elite sm. lrg. Jump Drive
ca_ad: Elit sm. lrg. Salt de conducció
cs_cz: Elite sm. lrg. Skokový pohon
da: Elite sm. lrg. Hop drev
de: Elite sm. lrg. Sprung-Antrieb
es: Elite sm. lrg. Impulso de salto
et_ee: Eliit sm. lrg. Hüppa sõitma
fi: Eliitti sm. lrg. Hyppää ajamaan
fr: Élite sm. lrg. Lecteur de saut
hu_hu: Elit sm. lrg. Ugrás meghajtó
ja_jp: エリートsm. lrg。ジャンプドライブ
lv: Elite sm. lrg. Pārlēkt uz priekšu
no: Elite sm. lrg. Hopp stasjon
pt_br: Elite sm. lrg. Pular carro
ro: Elita sm. lrg. Salt Drive
ru: Элитный см. лрг. Прыжковый привод
sk_sk: Elitný sm. lrg. Skoková jazda
sv: Elit sm. lrg. Hoppa enhet
tr_tr: Elit sm. lrg. Atlama Sürüşü
uk: Елітний см. Стрибок Драйв
zh_cn: 精英 sm. lrg.跳跃驱动器

# DisplayName_Block_SmallModularThrusterT1
source: Enhanced Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra millorat
cs_cz: Vylepšený válečný iontový motor
da: Forbedret krigsførelse ion thruster
de: Verbessertes Ionentriebwerk der Kriegsführung
es: Propulsor iónico de guerra mejorado
et_ee: Täiustatud sõjapidamise ioontõukejõud
fi: Parannettu sodankäynnin ionipotkuri
fr: Propulseur ionique Warfare amélioré
hr_hr: Poboljšani borbeni ionski potisnik
hu_hu: Továbbfejlesztett hadviselési ionhajtómű
ja_jp: 強化戦用イオンスラスター
lv: Uzlabots karadarbības jonu vilces līdzeklis
nl: Verbeterde Warfare Ion Thruster
no: Forbedret Warfare Ion Thruster
pt_br: Propulsor de Íons de Guerra Aprimorado
ro: Propulsor ionic de război îmbunătățit
ru: Усовершенствованный боевой ионный двигатель
sk_sk: Vylepšený bojový iónový motorník
sv: Förbättrad stridsjon Thruster
tr_tr: Geliştirilmiş Harp İyon İtici
uk: Покращений іонний двигун війни
zh_cn: 增强型战争离子推进器

# DisplayName_Block_SmallModularThrusterT2
source: Proficient Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra competent
cs_cz: Zkušený válečný iontový tryskový motor
da: Dygtig krigsførelse ion thruster
de: Kompetentes Ionentriebwerk für die Kriegsführung
es: Propulsor iónico de guerra competente
et_ee: Vilunud sõjapidamise ioontõukejõud
fi: Taitava sodankäynnin ionipotkuri
fr: Propulseur ionique de guerre efficace
hr_hr: Iskusni borbeni ionski potisnik
hu_hu: Profi hadviselés Ion Thugher
ja_jp: 熟練戦争イオンスラスター
lv: Lietpratējs Warfare Ion Thruster
nl: Bekwame Warfare Ion Thruster
no: Dyktig Warfare Ion Thruster
pt_br: Propulsor de Íons de Guerra Proficiente
ro: Propulsor de ioni de război competent
ru: Опытный боевой ионный двигатель
sk_sk: Zdatný bojový iónový motorník
sv: Skicklig krigföring Ion Thruster
tr_tr: Yetkin Harp İyon İtici
uk: Досвідчений іонний двигун для ведення війни
zh_cn: 精通战争离子推进器

# DisplayName_Block_SmallModularThrusterT3
source: Elite Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra d'elit
cs_cz: Elitní válečný iontový tryskový motor
da: Elite krigsførelse ion thruster
de: Elite-Kriegsführung Ionen-Triebwerk
es: Propulsor iónico de guerra de élite
et_ee: Eliitsõja ioontõukejõud
fi: Eliittisodankäynnin ionipotkuri
fr: Propulseur ionique Elite Warfare
hr_hr: Elitno ratovanje ionski potisnik
ja_jp: エリート・ウォーフェア・イオン・スラスター
lv: Elites kara jonu vilces spēks
pt_br: Propulsor de Íons de Guerra de Elite
ro: Propulsor de ioni Elite Warfare
ru: Ионный двигатель Elite Warfare
sk_sk: Elitný bojový iónový motorník
tr_tr: Elite Warfare İyon İtici
uk: Елітний військовий іонний двигун
zh_cn: 精英战争离子推进器

# DisplayName_Block_SmallQAtmoThrustFlatDShapeT0
source: Enhanced Flat Quantum Atmospheric Thruster D Shape
ca_ad: Propulsor atmosfèric quàntic pla millorat en forma D
cs_cz: Vylepšený plochý kvantový atmosférický tryska ve tvaru D
da: Forbedret flad kvante atmosfærisk thruster D-form
de: Verbesserte flache Quantum-atmosphärische Triebwerks-D-Form
es: Propulsor atmosférico cuántico plano mejorado en forma de D
et_ee: Täiustatud lame kvantatmosfääri tõukejõud D kuju
fi: Parannettu litteän kvanttiilmakehän potkurin D muoto
fr: Propulseur atmosphérique quantique plat amélioré en forme de D
hr_hr: Poboljšani ravni kvantni atmosferski potisnik D oblik
hu_hu: Továbbfejlesztett lapos kvantum atmoszférikus hajtómű D alakú
ja_jp: 改良型フラット量子大気スラスタD形状
lv: Uzlabota plakana kvantu atmosfēras vilces D forma
nl: Verbeterde Flat Quantum Atmosferische Thruster D-vorm
no: Forbedret flat kvanteatmosfærisk thruster D-form
pt_br: Propulsor atmosférico quântico plano aprimorado em forma D
ro: Propulsor atmosferic cuantic plat îmbunătățit în formă D
ru: Усовершенствованный плоский квантовый атмосферный двигатель D-образной формы
sk_sk: Vylepšený plochý kvantový atmosférický motor D
sv: Förbättrad platt kvantatmosfärisk propeller D-form
tr_tr: Geliştirilmiş Düz Kuantum Atmosferik İtici D Şekli
uk: Покращений плоский квантовий атмосферний двигун D-подібної форми
zh_cn: 增强型扁平量子大气推进器D形

# DisplayName_Block_SmallQAtmoThrustFlatDShapeT1
source: Enhanced Flat Quantum Atmospheric Thruster D Shape
ca_ad: Propulsor atmosfèric quàntic pla millorat en forma D
cs_cz: Vylepšený plochý kvantový atmosférický tryska ve tvaru D
da: Forbedret flad kvante atmosfærisk thruster D-form
de: Verbesserte flache Quantum-atmosphärische Triebwerks-D-Form
es: Propulsor atmosférico cuántico plano mejorado en forma de D
et_ee: Täiustatud lame kvantatmosfääri tõukejõud D kuju
fi: Parannettu litteän kvanttiilmakehän potkurin D muoto
fr: Propulseur atmosphérique quantique plat amélioré en forme de D
hr_hr: Poboljšani ravni kvantni atmosferski potisnik D oblik
hu_hu: Továbbfejlesztett lapos kvantum atmoszférikus hajtómű D alakú
ja_jp: 改良型フラット量子大気スラスタD形状
lv: Uzlabota plakana kvantu atmosfēras vilces D forma
nl: Verbeterde Flat Quantum Atmosferische Thruster D-vorm
no: Forbedret flat kvanteatmosfærisk thruster D-form
pt_br: Propulsor atmosférico quântico plano aprimorado em forma D
ro: Propulsor atmosferic cuantic plat îmbunătățit în formă D
ru: Усовершенствованный плоский квантовый атмосферный двигатель D-образной формы
sk_sk: Vylepšený plochý kvantový atmosférický motor D
sv: Förbättrad platt kvantatmosfärisk propeller D-form
tr_tr: Geliştirilmiş Düz Kuantum Atmosferik İtici D Şekli
uk: Покращений плоский квантовий атмосферний двигун D-подібної форми
zh_cn: 增强型扁平量子大气推进器D形

# DisplayName_Block_SmallQAtmoThrustFlatDShapeT2
source: Proficient Flat Quantum Atmospheric Thruster D Shape
ca_ad: Propulsor atmosfèric quàntic pla competent en forma D
cs_cz: Profesionální plochý kvantový atmosférický tryska tvaru D
da: Dygtig flad kvanteatmosfærisk thruster D-form
de: Kompetentes flaches Quantum Atmosphärisches Triebwerk D-Form
es: Propulsor atmosférico cuántico plano competente en forma D
et_ee: Vilunud lame kvantatmosfääri tõukejõud D kuju
fi: Taitava litteä kvanttiilmakehän potkuri D-muoto
fr: Propulseur atmosphérique quantique plat compétent en forme de D
hr_hr: Vješt ravni kvantni atmosferski potisnik D oblik
hu_hu: Proficient lapos kvantum légköri hajtómű D alakú
ja_jp: 堪能な平坦量子大気スラスタD形状
lv: Prasmīga plakana kvantu atmosfēras vilces D forma
nl: Bekwame Vlakke Quantum Atmosferische Thruster D-vorm
no: Dyktig flat kvanteatmosfærisk thruster D-form
pt_br: Propulsor atmosférico quântico plano proficiente em forma D
ro: Propulsor atmosferic cuantic plat competent D
ru: Опытный плоский квантовый атмосферный двигатель D-образной формы
sk_sk: Zdatný plochý kvantový atmosférický motor D Tvar
sv: Skicklig platt kvantatmosfärisk propeller D-form
tr_tr: Yetkin Düz Kuantum Atmosferik İtici D Şekli
uk: Досвідчений плоский квантовий атмосферний двигун D-подібної форми
zh_cn: Proficient Flat Quantum Atmospheric Thruster D Shape（熟练扁平量子大气推进器D型）

# DisplayName_Block_SmallQAtmoThrustFlatDShapeT3
source: Elite Flat Quantum Atmospheric Thruster D Shape
ca_ad: Propulsor atmosfèric quàntic pla d'elit en forma D
cs_cz: Elite plochý kvantový atmosférický tryska tvaru D
da: Elite Flat Quantum atmosfærisk thruster D-form
de: Elite Flat Quantum Atmosphärisches Triebwerk D-Form
es: Propulsor atmosférico cuántico plano de élite en forma de D
et_ee: Elite lame kvantatmosfääri tõukejõud D kuju
fi: Elite litteä kvanttiilmakehän potkuri D-muoto
fr: Propulseur atmosphérique quantique plat Elite en forme de D
hr_hr: Elitni ravni kvantni atmosferski potisnik D oblik
hu_hu: Elite Flat Quantum légköri hajtómű D alakú
ja_jp: エリートフラット量子大気スラスターD形状
lv: Elites plakanā kvantu atmosfēras vilces D forma
nl: Elite Flat Quantum Atmosferische Thruster D-vorm
no: Elite Flat Quantum atmosfærisk thruster D-form
pt_br: Propulsor atmosférico quântico plano de elite D Shape
ru: Элитный плоский квантовый атмосферный двигатель D-образной формы
sv: Elite Flat Quantum Atmospheric Thruster D-form
tr_tr: Elite Flat Quantum Atmosferik İtici D Şekli
uk: Елітний плоский квантовий атмосферний двигун D-подібної форми
zh_cn: 精英扁平量子大气推进器D形

# DisplayName_Block_SmallQAtmoThrustFlatT0
source: Enhanced Flat Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic pla millorat
cs_cz: Vylepšený plochý kvantový atmosférický motor
da: Forbedret flad kvante atmosfærisk thruster
de: Verbesserter atmosphärischer Flat-Quantum-Triebwerk
es: Propulsor atmosférico cuántico plano mejorado
et_ee: Täiustatud lame kvantatmosfääri tõukejõud
fi: Parannettu litteä kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique plat amélioré
hr_hr: Poboljšani ravni kvantni atmosferski potisnik
hu_hu: Továbbfejlesztett lapos kvantum légköri hajtómű
ja_jp: 改良型平坦量子大気スラスタ
lv: Uzlabots plakanais kvantu atmosfēras vilces spēks
nl: Verbeterde Flat Quantum Atmosferische Thruster
no: Forbedret flat kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico plano aprimorado
ro: Propulsor atmosferic cuantic plat îmbunătățit
ru: Усовершенствованный плоский квантовый атмосферный двигатель
sk_sk: Vylepšený plochý kvantový atmosférický motor
sv: Förbättrad platt kvantatmosfärisk propeller
tr_tr: Geliştirilmiş Düz Kuantum Atmosferik İtici
uk: Покращений плоский квантовий атмосферний двигун
zh_cn: 增强型扁平量子大气推进器

# DisplayName_Block_SmallQAtmoThrustFlatT1
source: Enhanced Flat Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic pla millorat
cs_cz: Vylepšený plochý kvantový atmosférický motor
da: Forbedret flad kvante atmosfærisk thruster
de: Verbesserter atmosphärischer Flat-Quantum-Triebwerk
es: Propulsor atmosférico cuántico plano mejorado
et_ee: Täiustatud lame kvantatmosfääri tõukejõud
fi: Parannettu litteä kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique plat amélioré
hr_hr: Poboljšani ravni kvantni atmosferski potisnik
hu_hu: Továbbfejlesztett lapos kvantum légköri hajtómű
ja_jp: 改良型平坦量子大気スラスタ
lv: Uzlabots plakanais kvantu atmosfēras vilces spēks
nl: Verbeterde Flat Quantum Atmosferische Thruster
no: Forbedret flat kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico plano aprimorado
ro: Propulsor atmosferic cuantic plat îmbunătățit
ru: Усовершенствованный плоский квантовый атмосферный двигатель
sk_sk: Vylepšený plochý kvantový atmosférický motor
sv: Förbättrad platt kvantatmosfärisk propeller
tr_tr: Geliştirilmiş Düz Kuantum Atmosferik İtici
uk: Покращений плоский квантовий атмосферний двигун
zh_cn: 增强型扁平量子大气推进器

# DisplayName_Block_SmallQAtmoThrustFlatT2
source: Proficient Flat Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic pla competent
cs_cz: Zkušený plochý kvantový atmosférický tryska
da: Dygtig flad kvante atmosfærisk thruster
de: Kompetenter flacher Quantum-atmosphärischer Triebwerk
es: Propulsor atmosférico cuántico plano competente
et_ee: Vilunud lame kvantatmosfääri tõukejõud
fi: Taitava litteä kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique plat compétent
hr_hr: Iskusni ravni kvantni atmosferski potisnik
hu_hu: Proficient lapos kvantum légköri hajtómű
ja_jp: 堪能な平坦量子大気スラスタ
lv: Prasmīgs plakans kvantu atmosfēras vilces līdzeklis
nl: Bekwame Vlakke Quantum Atmosferische Stuwraket
no: Dyktig flat kvante atmosfærisk thruster
pt_br: Propulsor atmosférico quântico plano proficiente
ro: Propulsor atmosferic cuantic plat competent
ru: Опытный плоский квантовый атмосферный двигатель
sk_sk: Zdatný plochý kvantový atmosférický thruster
sv: Skicklig platt kvantatmosfärisk propeller
tr_tr: Yetkin Düz Kuantum Atmosferik İtici
uk: Досвідчений плоский квантовий атмосферний двигун
zh_cn: Proficient Flat Quantum Atmospheric Thruster（熟练平面量子大气推进器）

# DisplayName_Block_SmallQAtmoThrustFlatT3
source: Elite Flat Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic pla d'elit
da: Elite flad kvante atmosfærisk thruster
de: Elite Flat Quantum Atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico plano de élite
et_ee: Elite lame kvantatmosfääri tõukejõud
fi: Elite litteä kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique plat Elite
hr_hr: Elitni ravni kvantni atmosferski potisnik
hu_hu: Elite lapos kvantum légköri hajtómű
ja_jp: エリート・フラット・クォンタム・アモーティブ・スラスター
lv: Elites plakanais kvantu atmosfēras vilces līdzeklis
nl: Elite Flat Quantum Atmosferische Thruster
no: Elite Flat Quantum atmosfærisk thruster
pt_br: Propulsor atmosférico quântico plano de elite
ro: Propulsor atmosferic cuantic plat Elite
ru: Элитный плоский квантовый атмосферный двигатель
sk_sk: Elitný plochý kvantový atmosférický motor
sv: Elite platt kvantatmosfärisk propeller
tr_tr: Elite Flat Quantum Atmosferik İtici
uk: Елітний плоский квантовий атмосферний двигун
zh_cn: 精英扁平量子大气推进器

# DisplayName_Block_SmallQAtmoThrustSciFiT0
source: Sci-Fi Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic de ciència ficció
cs_cz: Sci-Fi kvantový atmosférický tryska
da: Sci-Fi kvante atmosfærisk thruster
de: Sci-Fi-Quanten-Atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico de ciencia ficción
et_ee: Ulmeline kvantatmosfääri tõukejõud
fi: Scifi-kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique de science-fiction
hr_hr: Znanstveno-fantastični kvantni atmosferski potisnik
hu_hu: Sci-Fi kvantum légköri hajtómű
ja_jp: Sci-Fi量子大気スラスタ
lv: Sci-Fi kvantu atmosfēras vilces līdzeklis
nl: Sci-Fi Quantum Atmosferische Thruster
no: Sci-Fi Quantum atmosfærisk thruster
pt_br: Propulsor atmosférico quântico de ficção científica
ro: Propulsor atmosferic cuantic SF
ru: Научно-фантастический квантовый атмосферный двигатель
sk_sk: Sci-fi kvantový atmosférický thruster
tr_tr: Bilim Kurgu Kuantum Atmosferik İtici
uk: Науково-фантастичний квантовий атмосферний двигун
zh_cn: 科幻量子大气推进器

# DisplayName_Block_SmallQAtmoThrustSciFiT1
source: Enhanced Sci-Fi Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic quàntic de ciència-ficció millorat
cs_cz: Vylepšený sci-fi kvantový atmosférický motor
da: Forbedret sci-fi kvante atmosfærisk thruster
de: Verbessertes Sci-Fi-Quanten-atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico de ciencia ficción mejorado
et_ee: Täiustatud ulmeline kvantatmosfääri tõukejõud
fi: Parannettu scifi-kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique de science-fiction amélioré
hr_hr: Poboljšani znanstveno-fantastični kvantni atmosferski potisnik
hu_hu: Továbbfejlesztett sci-fi kvantum légköri hajtómű
ja_jp: 改良型SF量子大気スラスター
lv: Uzlabots zinātniskās fantastikas kvantu atmosfēras vilces līdzeklis
nl: Verbeterde Sci-Fi Quantum Atmosferische Thruster
no: Forbedret Sci-Fi Quantum atmosfærisk thruster
pt_br: Propulsor atmosférico quântico de ficção científica aprimorado
ro: Propulsor atmosferic cuantic SF îmbunătățit
ru: Усовершенствованный научно-фантастический квантовый атмосферный двигатель
sk_sk: Vylepšený sci-fi kvantový atmosférický motor
sv: Förbättrad Sci-Fi Quantum Atmospheric Thruster
tr_tr: Geliştirilmiş Bilim Kurgu Kuantum Atmosferik İtici
uk: Покращений науково-фантастичний квантовий атмосферний двигун
zh_cn: 增强型科幻量子大气推进器

# DisplayName_Block_SmallQAtmoThrustSciFiT2
source: Proficient Sci-Fi Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic de ciència-ficció competent
cs_cz: Zdatný sci-fi kvantový atmosférický tryska
da: Dygtig sci-fi kvante atmosfærisk thruster
de: Kompetentes Sci-Fi-Quanten-atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico de ciencia ficción competente
et_ee: Vilunud ulmeline kvantatmosfääri tõukejõud
fi: Taitava scifi-kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique de science-fiction compétent
hr_hr: Stručni znanstveno-fantastični kvantni atmosferski potisnik
hu_hu: Profi sci-fi kvantum légköri hajtómű
ja_jp: 堪能なSF量子大気スラスタ
lv: Prasmīgs zinātniskās fantastikas kvantu atmosfēras vilces līdzeklis
nl: Bekwame Sci-Fi Quantum Atmosferische Thruster
no: Dyktig Sci-Fi Quantum Atmospheric Thruster
pt_br: Propulsor atmosférico quântico de ficção científica proficiente
ro: Propulsor atmosferic cuantic SF competent
ru: Опытный научно-фантастический квантовый атмосферный двигатель
sk_sk: Zdatný sci-fi kvantový atmosférický thruster
sv: Skicklig Sci-Fi Quantum Atmospheric Thruster
tr_tr: Yetkin Bilim Kurgu Kuantum Atmosferik İtici
uk: Досвідчений науково-фантастичний квантовий атмосферний двигун
zh_cn: 精通科幻量子大气推进器

# DisplayName_Block_SmallQAtmoThrustSciFiT3
source: Elite Sci-Fi Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic d'elit de ciència-ficció
cs_cz: Elitní sci-fi kvantový atmosférický tryska
da: Elite Sci-Fi kvante atmosfærisk thruster
de: Elite-Sci-Fi-Quanten-atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico de ciencia ficción de élite
et_ee: Elite Sci-Fi kvantatmosfääri tõukejõud
fi: Eliitti scifi-kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique Elite Sci-Fi
hr_hr: Elitni znanstveno-fantastični kvantni atmosferski potisnik
hu_hu: Elite Sci-Fi kvantum légköri hajtómű
ja_jp: エリートSF量子大気スラスター
lv: Elites zinātniskās fantastikas kvantu atmosfēras vilces līdzeklis
nl: Elite Sci-Fi Quantum Atmosferische Thruster
no: Elite Sci-Fi Quantum atmosfærisk thruster
pt_br: Propulsor atmosférico quântico de ficção científica de elite
ro: Propulsor atmosferic cuantic Elite Sci-Fi
ru: Элитный научно-фантастический квантовый атмосферный двигатель
sk_sk: Elitný sci-fi kvantový atmosférický thrruster
tr_tr: Elite Bilim Kurgu Kuantum Atmosferik İtici
uk: Елітний науково-фантастичний квантовий атмосферний двигун
zh_cn: 精英科幻量子大气推进器

# DisplayName_Block_SmallQAtmoThrustT0
source: Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic
cs_cz: Kvantový atmosférický tryska
da: Kvante atmosfærisk thruster
de: Quantum Atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico
et_ee: Kvantatmosfääri tõukejõud
fi: Kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique
hr_hr: Kvantni atmosferski potisnik
hu_hu: Kvantum légköri hajtómű
ja_jp: 量子大気スラスタ
lv: Kvantu atmosfēras vilces spēks
nl: Kwantum atmosferische boegschroef
no: Quantum atmosfærisk thruster
pt_br: Propulsor atmosférico quântico
ro: Propulsor atmosferic cuantic
ru: Квантовый атмосферный двигатель
sk_sk: Kvantový atmosférický thruster
sv: Kvantatmosfärisk propeller
tr_tr: Kuantum Atmosferik İtici
uk: Квантовий атмосферний двигун
zh_cn: 量子大气推进器

# DisplayName_Block_SmallQAtmoThrustT1
source: Enhanced Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic millorat
cs_cz: Vylepšený kvantový atmosférický tryska
da: Forbedret kvanteatmosfærisk thruster
de: Verbessertes atmosphärisches Quantentriebwerk
es: Propulsor atmosférico cuántico mejorado
et_ee: Täiustatud kvantatmosfääri tõukejõud
fi: Parannettu kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique amélioré
hr_hr: Poboljšani kvantni atmosferski potisnik
hu_hu: Továbbfejlesztett kvantum légköri hajtómű
ja_jp: 改良型量子大気スラスタ
lv: Uzlabots kvantu atmosfēras vilces spēks
nl: Verbeterde Quantum Atmosferische Thruster
no: Forbedret kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico aprimorado
ro: Propulsor atmosferic cuantic îmbunătățit
ru: Усовершенствованный квантовый атмосферный двигатель
sk_sk: Vylepšený kvantový atmosférický motor
sv: Förbättrad kvantatmosfärisk propeller
tr_tr: Geliştirilmiş Kuantum Atmosferik İtici
uk: Покращений квантовий атмосферний двигун
zh_cn: 增强型量子大气推进器

# DisplayName_Block_SmallQAtmoThrustT2
source: Proficient Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic competent
cs_cz: Zkušený kvantový atmosférický tryska
da: Dygtig kvanteatmosfærisk thruster
de: Kompetenter Quanten-Atmosphärischer Triebwerk
es: Propulsor atmosférico cuántico competente
et_ee: Vilunud kvantatmosfääri tõukejõud
fi: Taitava kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique compétent
hr_hr: Iskusni kvantni atmosferski potisnik
hu_hu: Gyakorlott kvantum légköri hajtómű
ja_jp: 堪能な量子大気スラスタ
lv: Prasmīgs kvantu atmosfēras vilces līdzeklis
nl: Bekwame kwantum atmosferische boegschroef
no: Dyktig kvanteatmosfærisk thruster
pt_br: Propulsor atmosférico quântico proficiente
ro: Propulsor atmosferic cuantic performant
ru: Опытный квантовый атмосферный двигатель
sk_sk: Zdatný kvantový atmosférický thruster
sv: Skicklig kvantatmosfärisk propeller
tr_tr: Yetkin Kuantum Atmosferik İtici
uk: Досвідчений квантовий атмосферний двигун
zh_cn: 熟练的量子大气推进器
