Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_MediumCalibreTurretT3
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Depleted Clangium Assault Cannon Shells. Maximum range: 3000 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Germà més lent i gran de l'Autocanó. Ofereix danys decents a objectius blindats. Utilitza projectils de canó d'assalt de clangium empobrits. Abast màxim: 3000 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Pomalejší a větší sourozenec Autocannonu. Způsobuje slušné poškození obrněným cílům. Používá ochuzené granáty útočných děl Clangium. Maximální dosah: 3000 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: Langsommere og større søskende til Autocannon. Deals anstændig skade på pansrede mål. Bruger udtømte clangiumangrebskanonskaller. Maksimal rækkevidde: 3000 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlich Schaden zu. Verwendet erschöpfte Clangium-Sturmkanonengranaten. Maximale Reichweite: 3000 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Hermano más lento y mayor del Autocannon. Inflige un daño decente a los objetivos blindados. Usa proyectiles de cañón de asalto Clangium agotados. Alcance máximo: 3000 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Autokannoni aeglasem ja suurem õde-vend. Tegeleb soomustatud sihtmärkide korraliku kahjustamisega. Kasutab ammendunud clangiumi ründekahurite kestasid. Maksimaalne lennukaugus: 3000 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Autokanuunan hitaampi ja isompi sisarus. Käsittelee kunnollisia vahinkoja panssaroiduille kohteille. Käyttää tyhjentyneitä klanium-rynnäkkötykkien kuoria. Suurin kantama: 3000 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Frère plus lent et plus grand du canon mitrailleur. Inflige des dégâts décents aux cibles blindées. Utilise des obus de canon d’assaut Clangium épuisés. Portée maximale : 3000 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Sporiji i veći brat Autocannona. Nanosi pristojnu štetu oklopnim metama. Koristi osiromašene klinijske jurišne topovske granate. Maksimalni domet: 3000 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: Az Autocannon lassabb és nagyobb testvére. Tisztességes károkat okoz a páncélozott céloknak. Kimerült Clangium rohamágyúhéjakat használ. Maximális hatótávolság: 3000 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: オートキャノンの低速で大きな兄弟。装甲をまとった対象にまともなダメージを与える。枯渇したクランギウムアサルトキャノン弾を使用します。 最大範囲:3000 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Lēnāks un lielāks Autokanona brālis. Nodarbojas ar pienācīgu kaitējumu bruņotajiem mērķiem. Izmanto noplicinātas Clangium uzbrukuma lielgabalu čaulas. Maksimālais diapazons: 3000 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Langzamere en grotere broer of zus van de Autocannon. Brengt behoorlijke schade toe aan gepantserde doelen. Gebruikt uitgeputte Clangium aanvalskanongranaten. Maximaal bereik: 3000 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: Langsommere og større søsken av Autocannon. Avtaler anstendig skade på pansrede mål. Bruker utarmede Clangium Assault Cannon Shells. Maksimal rekkevidde: 3000 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Irmão mais lento e maior do Autocannon. Causa dano decente a alvos blindados. Usa projéteis de canhão de assalto de Clangium esgotados. Alcance máximo: 3000 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: Frate mai lent și mai mare al Autotunului. Oferă daune decente țintelor blindate. Utilizează proiectile de tun de asalt cu langhiu epuizat. Raza maxima de actiune: 3000 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Более медленный и крупный брат Autocannon. Наносит приличный урон бронированным целям. Использует опустошённые снаряды штурмовых пушек Клангиума. Максимальная дальность: 3000 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Pomalší a väčší súrodenec Autocannonu. Zaoberá sa slušným poškodením obrnených cieľov. Používa ochudobnené útočné kanóny Clangium. Maximálny dosah: 3000 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: Långsammare och större syskon till Autocannon. Gör hyfsad skada på bepansrade mål. Använder utarmade Clangium Assault Cannon Shells. Maximal räckvidd: 3000 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: Autocannon'un daha yavaş ve daha büyük kardeşi. Zırhlı hedeflere makul hasar verir. Tükenmiş Clangium Taarruz Topu Mermileri kullanır. Maksimum menzil: 3000 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Повільніший і більший брат Autocannon. Завдає пристойної шкоди броньованим цілям. Використовує виснажені штурмові гарматні снаряди Clangium. Максимальна дальність: 3000 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 自动加农炮的更慢和更大的兄弟姐妹。对装甲目标造成可观的伤害。使用耗尽的钳突击炮弹。 最大射程：3000米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_MediumCargoContainerT1
source: Medium cargo containers can be used to store items. 1.5x Better Than Normal 5,062.50L on 1x
ca_ad: Els contenidors de càrrega mitjana es poden utilitzar per emmagatzemar articles. 1.5x millor del normal 5,062.50L en 1x
cs_cz: Ke skladování předmětů lze použít středně těžké kontejnery. 1,5× lepší než normálně 5 062,50 l na 1x
da: Mellemstore lastcontainere kan bruges til at opbevare varer. 1.5x bedre end normalt 5,062.50L på 1x
de: Mittlere Frachtcontainer können zur Lagerung von Gegenständen verwendet werden. 1,5x besser als normal 5.062,50L auf 1x
es: Los contenedores de carga medianos se pueden utilizar para almacenar artículos. 1,5 veces mejor de lo normal 5,062.50L en 1x
et_ee: Keskmise suurusega kaubakonteinereid saab kasutada esemete ladustamiseks. 1.5x parem kui tavaline 5,062.50L 1x peal
fi: Keskikokoisia rahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin normaalisti 5,062.50L päällä 1x
fr: Les conteneurs de fret moyens peuvent être utilisés pour stocker des articles. 1,5 fois mieux que la normale 5,062.50L sur 1x
hr_hr: Spremnici srednjeg tereta mogu se koristiti za skladištenje predmeta. 1.5x bolje od normalnog 5,062.50L na 1x
hu_hu: A közepes rakománykonténerek tárgyak tárolására használhatók. 1,5-szer jobb a normálnál 5,062.50L 1x-en
ja_jp: 中型貨物コンテナは、アイテムの保管に使用できます。 通常の1.5倍 1xで5,062.50L
lv: Preču glabāšanai var izmantot vidēju kravu konteinerus. 1,5x labāks nekā parasti 5,062.50L uz 1x
nl: Middelgrote vrachtcontainers kunnen worden gebruikt om items op te slaan. 1.5x beter dan normaal 5.062,50L op 1x
no: Medium last containere kan brukes til å lagre varer. 1,5 ganger bedre enn normalt 5,062.50L på 1x
pt_br: Contêineres de carga média podem ser usados para armazenar itens. 1.5x melhor do que o normal 5,062.50L em 1x
ro: Containerele de marfă medii pot fi utilizate pentru depozitarea articolelor. De 1,5 ori mai bine decât în mod normal 5,062.50L pe 1x
ru: Для хранения предметов можно использовать среднетоннажные контейнеры. В 1,5 раза лучше, чем обычно 5,062.50L на 1x
sk_sk: Na skladovanie predmetov je možné použiť stredné nákladné kontajnery. 1,5x lepšie ako normálne 5 062,50 l na 1x
sv: Containrar med medelhög last kan användas för att lagra föremål. 1,5 gånger bättre än normalt 5 062,50 liter på 1x
tr_tr: Orta boy kargo konteynerleri, eşyaları depolamak için kullanılabilir. Normalden 1,5 kat daha iyi 1x üzerinde 5.062,50L
uk: Для зберігання речей можна використовувати контейнери середнього вантажу. У 1,5 рази краще, ніж зазвичай 5,062,50 л на 1x
zh_cn: 中型货物集装箱可用于存放物品。 比正常情况好 1.5 倍 5,062.50L 在 1x 上

# Description_MediumCargoContainerT2
source: Medium cargo containers can be used to store items. 1.5x Better Than Enhanced 7,593.75L on 1x
ca_ad: Els contenidors de càrrega mitjana es poden utilitzar per emmagatzemar articles. 1.5x millor que millorat 7,593.75L en 1x
cs_cz: Ke skladování předmětů lze použít středně těžké kontejnery. 1,5× lepší než vylepšený 7 593,75 l na 1x
da: Mellemstore lastcontainere kan bruges til at opbevare varer. 1.5x bedre end forbedret 7,593.75L på 1x
de: Mittlere Frachtcontainer können zur Lagerung von Gegenständen verwendet werden. 1,5x besser als Enhanced 7.593,75L auf 1x
es: Los contenedores de carga medianos se pueden utilizar para almacenar artículos. 1,5 veces mejor que mejorado 7,593.75L en 1x
et_ee: Keskmise suurusega kaubakonteinereid saab kasutada esemete ladustamiseks. 1.5x parem kui täiustatud 7,593.75L 1x peal
fi: Keskikokoisia rahtikontteja voidaan käyttää tavaroiden varastointiin. 1,5 kertaa parempi kuin parannettu 7,593.75L päällä 1x
fr: Les conteneurs de fret moyens peuvent être utilisés pour stocker des articles. 1,5 fois mieux qu’amélioré 7,593.75L sur 1x
hr_hr: Spremnici srednjeg tereta mogu se koristiti za skladištenje predmeta. 1.5x bolje od poboljšanog 7,593.75L na 1x
hu_hu: A közepes rakománykonténerek tárgyak tárolására használhatók. 1,5-szer jobb, mint a továbbfejlesztett; 7,593.75L 1x-en
ja_jp: 中型貨物コンテナは、アイテムの保管に使用できます。 拡張の1.5倍優れている 1xで7,593.75L
lv: Preču glabāšanai var izmantot vidēju kravu konteinerus. 1,5x labāks nekā uzlabots 7,593.75L uz 1x
nl: Middelgrote vrachtcontainers kunnen worden gebruikt om items op te slaan. 1,5x beter dan verbeterd 7.593,75L op 1x
no: Medium last containere kan brukes til å lagre varer. 1,5 ganger bedre enn forbedret 7,593.75L på 1x
pt_br: Contêineres de carga média podem ser usados para armazenar itens. 1,5x melhor que o Enhanced 7,593.75L em 1x
ro: Containerele de marfă medii pot fi utilizate pentru depozitarea articolelor. De 1,5 ori mai bun decât îmbunătățit 7,593.75L pe 1x
ru: Для хранения предметов можно использовать среднетоннажные контейнеры. В 1,5 раза лучше, чем улучшено 7 593,75 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť stredné nákladné kontajnery. 1,5x lepšie než vylepšené 7 593,75 l na 1x
sv: Containrar med medelhög last kan användas för att lagra föremål. 1,5 gånger bättre än förbättrad 7 593,75 liter på 1x
tr_tr: Orta boy kargo konteynerleri, eşyaları depolamak için kullanılabilir. Geliştirilmişten 1,5 kat daha iyi 1x üzerinde 7.593,75L
uk: Для зберігання речей можна використовувати контейнери середнього вантажу. У 1,5 рази краще, ніж покращене 7,593,75 л на 1x
zh_cn: 中型货物集装箱可用于存放物品。 比增强型好 1.5 倍 7,593.75L 在 1x 上

# Description_MediumCargoContainerT3
source: Medium cargo containers can be used to store items. 1.5x Better Than Proficient 11,390.63L on 1x
ca_ad: Els contenidors de càrrega mitjana es poden utilitzar per emmagatzemar articles. 1.5x millor que competent 11.390.63L en 1x
cs_cz: Ke skladování předmětů lze použít středně těžké kontejnery. 1,5x lepší než zdatný 11 390,63L na 1x
da: Mellemstore lastcontainere kan bruges til at opbevare varer. 1.5x bedre end dygtig 11,390.63L på 1x
de: Mittlere Frachtcontainer können zur Lagerung von Gegenständen verwendet werden. 1,5x besser als kompetent 11.390,63L auf 1x
es: Los contenedores de carga medianos se pueden utilizar para almacenar artículos. 1,5 veces mejor que competente 11,390.63L en 1x
et_ee: Keskmise suurusega kaubakonteinereid saab kasutada esemete ladustamiseks. 1.5x parem kui vilunud 11 390.63L 1x peal
fi: Keskikokoisia rahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin taitava 11,390.63L päällä 1x
fr: Les conteneurs de fret moyens peuvent être utilisés pour stocker des articles. 1,5 fois mieux que compétent 11,390.63L sur 1x
hr_hr: Spremnici srednjeg tereta mogu se koristiti za skladištenje predmeta. 1.5x bolji od stručnog 11,390.63L na 1x
hu_hu: A közepes rakománykonténerek tárgyak tárolására használhatók. 1,5-szer jobb, mint a profi 11 390.63L 1x
ja_jp: 中型貨物コンテナは、アイテムの保管に使用できます。 熟練より1.5倍優れている 1xで11,390.63L
lv: Preču glabāšanai var izmantot vidēju kravu konteinerus. 1,5x labāks nekā lietpratējs 11,390.63L uz 1x
nl: Middelgrote vrachtcontainers kunnen worden gebruikt om items op te slaan. 1.5x beter dan bekwaam 11,390.63L op 1x
no: Medium last containere kan brukes til å lagre varer. 1,5 ganger bedre enn dyktig 11,390.63L på 1x
pt_br: Contêineres de carga média podem ser usados para armazenar itens. 1.5x melhor do que proficiente 11,390.63L em 1x
ro: Containerele de marfă medii pot fi utilizate pentru depozitarea articolelor. De 1,5 ori mai bun decât cel competent 11.390,63L pe 1x
ru: Для хранения предметов можно использовать среднетоннажные контейнеры. В 1,5 раза лучше, чем Proficient 11 390,63 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť stredné nákladné kontajnery. 1,5x lepšie ako zdatný 11 390,63 l 1x
sv: Containrar med medelhög last kan användas för att lagra föremål. 1,5 gånger bättre än skicklig 11,390.63L på 1x
tr_tr: Orta boy kargo konteynerleri, eşyaları depolamak için kullanılabilir. Yetkinden 1,5 kat daha iyi 1x üzerinde 11.390,63L
uk: Для зберігання речей можна використовувати контейнери середнього вантажу. У 1,5 рази краще, ніж Proficient 11 390,63 л на 1x
zh_cn: 中型货物集装箱可用于存放物品。 比精通好 1.5 倍 11,390.63L 在 1x 上

# Description_MediumQCargoContainerT0
source: Medium quantum cargo containers can be used to store items. 8x More storage than non quantum normal large cargo. 8x Cost. 8x weight. 27,000L on 1x
ca_ad: Els contenidors de càrrega quàntica mitjana es poden utilitzar per emmagatzemar articles. 8x Més emmagatzematge que la càrrega gran normal no quàntica. 8x Cost. 8x pes. 27.000L en 1x
cs_cz: Střední kvantové nákladní kontejnery lze použít ke skladování předmětů. 8x větší úložný prostor než u běžného velkého nákladu, který není kvantový. 8x náklady. 8x závaží. 27 000 l na 1x
da: Medium quantum cargo containere kan bruges til at opbevare genstande. 8x Mere lagerplads end ikke-kvante normal stor last. 8x omkostninger. 8x vægt. 27.000L på 1x
de: Frachtcontainer mit mittlerer Quantität können zur Lagerung von Gegenständen verwendet werden. 8x mehr Stauraum als Nicht-Quanten-Normalladung. 8x Kosten. 8x Gewicht. 27.000L auf 1x
es: Los contenedores de carga de cantidad media se pueden utilizar para almacenar artículos. 8 veces más almacenamiento que la carga grande normal no cuántica. 8 veces el coste. 8x peso. 27.000L en 1x
et_ee: Keskmise kvantsuurusega kaubakonteinereid saab kasutada esemete ladustamiseks. 8x rohkem ladustamist kui mittekvant-tavaline suur last. 8x maksumus. 8x kaal. 27,000L 1x peal
fi: Keskikokoisia kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 8x enemmän tallennustilaa kuin ei-kvanttinormaali suuri rahti. 8x hinta. 8x paino. 27,000L päällä 1x
fr: Les conteneurs de fret quantique de taille moyenne peuvent être utilisés pour stocker des articles. 8 fois plus de stockage que les grandes cargaisons normales non quantiques. Coût multiplié par 8. 8x poids. 27 000 L sur 1x
hr_hr: Spremnici za teret srednjeg kvantnog tereta mogu se koristiti za skladištenje predmeta. 8x Više prostora za pohranu od nekvantnog normalnog velikog tereta. 8x Trošak. 8x težina. 27,000L na 1x
hu_hu: A közepes kvantum rakománykonténerek tárgyak tárolására használhatók. 8x Több tároló, mint a nem kvantum normál nagy rakományok. 8x költség. 8x súly. 27 000 liter 1x-en
ja_jp: 中型量子貨物コンテナは、アイテムの保管に使用できます。 非量子ノーマル大型貨物の8倍の保管量。コストが8倍。8xの重量。 1xで27,000L
lv: Priekšmetu glabāšanai var izmantot vidējus kvantu kravas konteinerus. 8x Vairāk krātuves nekā nekvantu normālas lielas kravas. 8x izmaksas. 8x svars. 27 000L uz 1x
nl: Medium quantum cargo containers kunnen worden gebruikt om items op te slaan. 8x meer opslag dan niet-kwantumnormale grote lading. 8x kosten. 8x gewicht. 27.000L op 1x
no: Middels kvantelastbeholdere kan brukes til å lagre varer. 8x Mer lagringsplass enn ikke kvante normal stor last. 8x kostnad. 8x vekt. 27 000L på 1x
pt_br: Contêineres de carga quântica média podem ser usados para armazenar itens. 8x mais armazenamento do que carga grande normal não quântica. Custo 8x. 8x peso. 27.000L em 1x
ro: Containerele de marfă cuantice medii pot fi utilizate pentru depozitarea articolelor. De 8 ori mai mult spațiu de stocare decât încărcătura mare non-cuantică normală. Cost de 8x. 8x greutate. 27.000L pe 1x
ru: Для хранения предметов можно использовать грузовые контейнеры среднего размера. В 8 раз больше места для хранения, чем для обычных крупногабаритных грузов. Стоимость в 8 раз. Вес в 8 раз. 27 000 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť stredné kvantové nákladné kontajnery. 8x viac úložného priestoru ako nekvantový normálny veľký náklad. 8x náklady. 8x hmotnosť. 27 000L na 1x
sv: Containrar med medelstor kvantlast kan användas för att lagra föremål. 8x Mer lagringsutrymme än icke-kvantnormal stor last. 8x kostnad. 8x vikt. 27 000 liter på 1x
tr_tr: Orta kuantum kargo konteynerleri, öğeleri depolamak için kullanılabilir. Kuantum olmayan normal büyük kargodan 8 kat daha fazla depolama alanı. 8x Maliyet. 8x ağırlık. 1x'te 27.000L
uk: Для зберігання речей можна використовувати вантажні контейнери середнього розміру. У 8 разів більше пам'яті, ніж неквантовий нормальний великий вантаж. Вартість у 8 разів. Вага в 8 разів. 27 000 л на 1x
zh_cn: 中型量子货物集装箱可用于存储物品。 存储量是非量子普通大型货物的 8 倍。8 倍成本。8 倍重量。 27,000L 1x

# Description_MediumQCargoContainerT1
source: Medium quantum cargo containers can be used to store items. 8x More storage than non quantum enhanced large cargo. 8x Cost. 8x weight. 1.5x Better Than Normal Quantum 40,500L on 1x
ca_ad: Els contenidors de càrrega quàntica mitjana es poden utilitzar per emmagatzemar articles. 8x Més emmagatzematge que la càrrega gran millorada no quàntica. 8x Cost. 8x pes. 1.5x millor que la quàntica normal 40.500L en 1x
cs_cz: Střední kvantové nákladní kontejnery lze použít ke skladování předmětů. 8x větší úložiště než u velkého nákladu, který není kvantově vylepšený. 8x náklady. 8x závaží. 1,5x lepší než normální Quantum 40 500 l na 1x
da: Medium quantum cargo containere kan bruges til at opbevare genstande. 8x Mere lagerplads end ikke-kvanteforbedret stor last. 8x omkostninger. 8x vægt. 1.5x bedre end normalt kvante 40.500L på 1x
de: Frachtcontainer mit mittlerer Quantität können zur Lagerung von Gegenständen verwendet werden. 8x mehr Speicherplatz als nicht quantenverstärkte große Fracht. 8x Kosten. 8x Gewicht. 1,5x besser als normales Quantum 40.500L auf 1x
es: Los contenedores de carga de cantidad media se pueden utilizar para almacenar artículos. 8 veces más almacenamiento que la carga grande mejorada no cuántica. 8 veces el coste. 8x peso. 1,5 veces mejor que el quantum normal 40.500L en 1x
et_ee: Keskmise kvantsuurusega kaubakonteinereid saab kasutada esemete ladustamiseks. 8x rohkem ladustamist kui mittekvantiliselt täiustatud suured veosed. 8x maksumus. 8x kaal. 1.5x parem kui tavaline kvant 40,500L 1x peal
fi: Keskikokoisia kvanttirahtikontteja voidaan käyttää tavaroiden varastointiin. 8x enemmän tallennustilaa kuin ei-kvanttiparanneltu suuri rahti. 8x hinta. 8x paino. 1.5x parempi kuin normaali kvantti 40,500L päällä 1x
fr: Les conteneurs de fret quantique de taille moyenne peuvent être utilisés pour stocker des articles. 8 fois plus de stockage que les grandes cargaisons non quantiques. Coût multiplié par 8. 8x poids. 1,5 fois mieux que le quantum normal 40 500 L sur 1x
hr_hr: Spremnici za teret srednjeg kvantnog tereta mogu se koristiti za skladištenje predmeta. 8x Više skladišta od ne-kvantno poboljšanog velikog tereta. 8x Trošak. 8x težina. 1.5x bolji od normalnog kvantnog 40,500L na 1x
hu_hu: A közepes kvantum rakománykonténerek tárgyak tárolására használhatók. 8x több tároló, mint a nem kvantummal továbbfejlesztett nagy rakományok. 8x költség. 8x súly. 1,5-szer jobb, mint a normál kvantum 40 500L 1x-en
ja_jp: 中型量子貨物コンテナは、アイテムの保管に使用できます。 非量子強化大型貨物の8倍の保管容量。コストが8倍。8xの重量。 通常の量子の1.5倍 1xで40,500L
lv: Priekšmetu glabāšanai var izmantot vidējus kvantu kravas konteinerus. 8x Vairāk krātuves nekā nekvantu uzlabotas lielas kravas. 8x izmaksas. 8x svars. 1,5x labāks par parasto kvantu 40,500L uz 1x
nl: Medium quantum cargo containers kunnen worden gebruikt om items op te slaan. 8x meer opslagruimte dan niet-kwantumverbeterde grote lading. 8x kosten. 8x gewicht. 1,5x beter dan normaal kwantum 40.500L op 1x
no: Middels kvantelastbeholdere kan brukes til å lagre varer. 8x Mer lagringsplass enn ikke kvanteforbedret stor last. 8x kostnad. 8x vekt. 1,5 ganger bedre enn vanlig kvantum 40,500L på 1x
pt_br: Contêineres de carga quântica média podem ser usados para armazenar itens. 8x mais armazenamento do que carga grande não quântica aprimorada. Custo 8x. 8x peso. 1,5x melhor do que o quantum normal 40.500L em 1x
ro: Containerele de marfă cuantice medii pot fi utilizate pentru depozitarea articolelor. De 8 ori mai mult spațiu de stocare decât încărcăturile mari îmbunătățite non-cuantic. Cost de 8x. 8x greutate. De 1,5 ori mai bun decât quantum normal 40.500L pe 1x
ru: Для хранения предметов можно использовать грузовые контейнеры среднего размера. В 8 раз больше места для хранения по сравнению с крупногабаритными грузами без квантовых улучшений. Стоимость в 8 раз. Вес в 8 раз. В 1,5 раза лучше, чем обычный Quantum 40 500 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť stredné kvantové nákladné kontajnery. 8x viac úložného priestoru ako veľký náklad bez kvantového vylepšenia. 8x náklady. 8x hmotnosť. 1,5x lepšie ako normálne kvantum 40 500L na 1x
sv: Containrar med medelstor kvantlast kan användas för att lagra föremål. 8x Mer lagringsutrymme än icke kvantförbättrad stor last. 8x kostnad. 8x vikt. 1,5 gånger bättre än normal kvant 40 500 liter på 1x
tr_tr: Orta kuantum kargo konteynerleri, öğeleri depolamak için kullanılabilir. Kuantumla geliştirilmemiş büyük kargolara kıyasla 8 kat daha fazla depolama alanı. 8x Maliyet. 8x ağırlık. Normal Quantum'dan 1,5 Kat Daha İyi 1x'te 40.500L
uk: Для зберігання речей можна використовувати вантажні контейнери середнього розміру. У 8 разів більше місця для зберігання, ніж у великогабаритних вантажах без квантового збільшення. Вартість у 8 разів. Вага в 8 разів. У 1,5 рази краще, ніж звичайний квант 40 500 л на 1x
zh_cn: 中型量子货物集装箱可用于存储物品。 存储空间是非量子增强型大型货物的 8 倍。8 倍成本。8 倍重量。 比普通量子好 1.5 倍 40,500L 1x
