Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallBatteryT2
source: A battery stores power and is able to distribute a high output of energy. 1.5x Better Than Enhanced Max Power Output: 9MW Max Power Input: 9MW Max Stored Power: 2.25MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. 1.5x millor que millorat Potència màxima de sortida: 9MW Potència màxima d'entrada: 9MW Potència màxima emmagatzemada: 2.25MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. 1,5× lepší než vylepšený Maximální výstupní výkon: 9MW Maximální příkon: 9MW Maximální uložený výkon: 2,25 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. 1.5x bedre end forbedret Maks. effekt: 9MW Maks. effektindgang: 9MW Maks. lagret effekt: 2,25 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. 1,5x besser als Enhanced Maximale Leistung: 9MW Maximale Leistungsaufnahme: 9MW Maximale gespeicherte Leistung: 2,25 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. 1,5 veces mejor que mejorado Potencia máxima de salida: 9MW Entrada de potencia máxima: 9MW Potencia máxima almacenada: 2,25 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. 1.5x parem kui täiustatud Maksimaalne võimsus: 9MW Maksimaalne sisendvõimsus: 9MW Maksimaalne salvestatud võimsus: 2.25MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. 1,5 kertaa parempi kuin parannettu Suurin teho: 9MW Suurin tehonsyöttö: 9MW Suurin varastoitu teho: 2.25MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. 1,5 fois mieux qu’amélioré Puissance de sortie maximale : 9 MW Puissance d’entrée maximale : 9 MW Puissance maximale stockée : 2,25 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. 1.5x bolje od poboljšanog Maksimalna izlazna snaga: 9MW Maksimalni ulaz snage: 9MW Maksimalna pohranjena snaga: 2.25MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. 1,5-szer jobb, mint a továbbfejlesztett; Max teljesítmény: 9MW Max. felvett teljesítmény: 9MW Max tárolt teljesítmény: 2.25MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 拡張の1.5倍優れている 最大出力:9MW 最大電力入力:9MW 最大蓄電電力:2.25MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. 1,5x labāks nekā uzlabots Maksimālā jauda: 9MW Maksimālā ieejas jauda: 9MW Maksimālā uzglabātā jauda: 2.25MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. 1,5x beter dan verbeterd Maximaal uitgangsvermogen: 9MW Maximaal opgenomen vermogen: 9MW Maximaal opgeslagen vermogen: 2,25 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. 1,5 ganger bedre enn forbedret Maks effekt: 9MW Maks strøminngang: 9MW Maks lagret effekt: 2,25 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. 1,5x melhor que o Enhanced Potência máxima: 9MW Potência máxima de entrada: 9MW Poder máximo armazenado: 2.25MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. De 1,5 ori mai bun decât îmbunătățit Putere maximă: 9MW Putere maximă de intrare: 9MW Putere maximă stocată: 2.25MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. В 1,5 раза лучше, чем улучшено Максимальная выходная мощность: 9 МВт Максимальная потребляемая мощность: 9 МВт Максимальная хранимая мощность: 2,25 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. 1,5x lepšie než vylepšené Maximálny výkon: 9MW Maximálny príkon: 9MW Maximálny uložený výkon: 2.25MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. 1,5 gånger bättre än förbättrad Max uteffekt: 9MW Max ineffekt: 9MW Max lagrad effekt: 2,25 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Geliştirilmişten 1,5 kat daha iyi Maksimum Güç Çıkışı: 9MW Maksimum Güç Girişi: 9MW Maksimum Depolanan Güç: 2.25MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. У 1,5 рази краще, ніж покращене Максимальна вихідна потужність: 9 МВт Максимальна споживана потужність: 9 МВт Максимальна збережена потужність: 2,25 МВТ*год
zh_cn: 电池储存电力并能够分配高输出的能量。 比增强型好 1.5 倍 最大输出功率：9MW 最大功率输入：9MW 最大存储功率：2.25MWH

# Description_SmallBatteryT3
source: A battery stores power and is able to distribute a high output of energy. 1.5x Better Than Proficient Max Power Output: 13.5MW Max Power Input: 13.5MW Max Stored Power: 3.38MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. 1.5x millor que competent Potència màxima de sortida: 13.5MW Potència màxima d'entrada: 13.5MW Potència màxima emmagatzemada: 3.38MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. 1,5x lepší než zdatný Maximální výstupní výkon: 13,5 MW Maximální příkon: 13,5 MW Maximální uložený výkon: 3,38 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. 1.5x bedre end dygtig Maks. effekt: 13,5 MW Maks. effektindgang: 13,5 MW Maks. lagret effekt: 3,38 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. 1,5x besser als kompetent Maximale Leistung: 13,5 MW Maximale Leistungsaufnahme: 13,5 MW Maximale gespeicherte Leistung: 3,38 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. 1,5 veces mejor que competente Potencia máxima de salida: 13,5 MW Potencia máxima de entrada: 13,5 MW Potencia máxima almacenada: 3,38 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. 1.5x parem kui vilunud Maksimaalne võimsus: 13.5MW Maksimaalne sisendvõimsus: 13.5MW Maksimaalne salvestatud võimsus: 3.38MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. 1.5x parempi kuin taitava Suurin teho: 13.5MW Suurin tehonsyöttö: 13.5MW Suurin varastoitu teho: 3.38MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. 1,5 fois mieux que compétent Puissance de sortie maximale : 13,5 MW Puissance d’entrée maximale : 13,5 MW Puissance maximale stockée : 3,38 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. 1.5x bolji od stručnog Maksimalna izlazna snaga: 13,5 MW Maksimalna snaga: 13,5 MW Maksimalna pohranjena snaga: 3.38MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. 1,5-szer jobb, mint a profi Max teljesítmény: 13.5MW Max. felvett teljesítmény: 13,5 MW Max tárolt teljesítmény: 3.38MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 熟練より1.5倍優れている 最大出力:13.5MW 最大電力入力:13.5MW 最大蓄電電力:3.38MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. 1,5x labāks nekā lietpratējs Maksimālā jauda: 13.5MW Maksimālā jauda: 13.5MW Maksimālā uzglabātā jauda: 3.38MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. 1.5x beter dan bekwaam Maximaal uitgangsvermogen: 13,5 MW Maximaal opgenomen vermogen: 13,5 MW Maximaal opgeslagen vermogen: 3,38 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. 1,5 ganger bedre enn dyktig Maks effekt: 13,5 MW Maks strøminngang: 13,5 MW Maks lagret effekt: 3,38 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. 1.5x melhor do que proficiente Potência máxima: 13.5MW Potência máxima de entrada: 13.5MW Potência máxima armazenada: 3.38MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. De 1,5 ori mai bun decât cel competent Putere maximă de ieșire: 13.5MW Putere maximă de intrare: 13.5MW Putere maximă stocată: 3.38MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. В 1,5 раза лучше, чем Proficient Максимальная выходная мощность: 13,5 МВт Максимальная потребляемая мощность: 13,5 МВт Максимальная хранимая мощность: 3,38 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. 1,5x lepšie ako zdatný Maximálny výkon: 13.5MW Maximálny príkon: 13.5MW Maximálny uložený výkon: 3.38MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. 1,5 gånger bättre än skicklig Max uteffekt: 13,5 MW Max effektförbrukning: 13,5 MW Max lagrad effekt: 3,38 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Yetkinden 1,5 kat daha iyi Maksimum Güç Çıkışı: 13.5MW Maksimum Güç Girişi: 13.5MW Maksimum Depolanan Güç: 3.38MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. У 1,5 рази краще, ніж Proficient Максимальна вихідна потужність: 13,5 МВт Максимальна споживана потужність: 13,5 МВт Максимальна споживана потужність: 3,38 МВТ/год
zh_cn: 电池储存电力并能够分配高输出的能量。 比精通好 1.5 倍 最大功率输出：13.5MW 最大功率输入：13.5MW 最大储存功率：3.38MWH

# Description_SmallCargoContainerT1
source: Small cargo containers can be used to store items. 1.5x Better Than Normal 23,437.50L on 1x
ca_ad: Els petits contenidors de càrrega es poden utilitzar per emmagatzemar articles. 1.5x millor del normal 23.437,50L en 1x
cs_cz: K ukládání předmětů lze použít malé nákladní kontejnery. 1,5× lepší než normálně 23,437.50L na 1x
da: Små lastcontainere kan bruges til at opbevare genstande. 1.5x bedre end normalt 23,437.50L på 1x
de: Kleine Frachtcontainer können zur Lagerung von Gegenständen verwendet werden. 1,5x besser als normal 23.437,50L auf 1x
es: Se pueden utilizar contenedores de carga pequeños para almacenar artículos. 1,5 veces mejor de lo normal 23,437.50L en 1x
et_ee: Väikeseid kaubakonteinereid saab kasutada esemete ladustamiseks. 1.5x parem kui tavaline 23 437.50L 1x peal
fi: Pieniä rahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin normaalisti 23,437.50L päällä 1x
fr: De petits conteneurs de fret peuvent être utilisés pour stocker des articles. 1,5 fois mieux que la normale 23,437.50L sur 1x
hr_hr: Mali spremnici za teret mogu se koristiti za skladištenje predmeta. 1.5x bolje od normalnog 23,437.50L na 1x
hu_hu: Kis rakománykonténerek használhatók tárgyak tárolására. 1,5-szer jobb a normálnál 23 437.50L 1x-en
ja_jp: 小型の貨物コンテナは、アイテムの保管に使用できます。 通常の1.5倍 1xで23,437.50L
lv: Priekšmetu glabāšanai var izmantot mazus kravas konteinerus. 1,5x labāks nekā parasti 23,437.50L uz 1x
nl: Kleine vrachtcontainers kunnen worden gebruikt om spullen op te slaan. 1.5x beter dan normaal 23.437,50L op 1x
no: Små lastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn normalt 23,437.50L på 1x
pt_br: Pequenos contêineres de carga podem ser usados para armazenar itens. 1.5x melhor do que o normal 23,437.50L em 1x
ro: Containerele mici de marfă pot fi utilizate pentru depozitarea articolelor. De 1,5 ori mai bine decât în mod normal 23,437.50L pe 1x
ru: Для хранения вещей можно использовать небольшие грузовые контейнеры. В 1,5 раза лучше, чем обычно 23 437,50 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé nákladné kontajnery. 1,5x lepšie ako normálne 23 437,50 l na 1x
sv: Små lastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än normalt 23 437,50 liter på 1x
tr_tr: Eşyaları depolamak için küçük kargo konteynırları kullanılabilir. Normalden 1,5 kat daha iyi 1x üzerinde 23.437,50L
uk: Для зберігання предметів можна використовувати невеликі вантажні контейнери. У 1,5 рази краще, ніж зазвичай 23 437,50 л на 1x
zh_cn: 小型货物集装箱可用于存放物品。 比正常情况好 1.5 倍 23,437.50L 1x

# Description_SmallCargoContainerT2
source: Small cargo containers can be used to store items. 1.5x Better Than Enhanced 35,156.25L on 1x
ca_ad: Els petits contenidors de càrrega es poden utilitzar per emmagatzemar articles. 1.5x millor que millorat 35.156.25L en 1x
cs_cz: K ukládání předmětů lze použít malé nákladní kontejnery. 1,5× lepší než vylepšený 35 156,25L na 1x
da: Små lastcontainere kan bruges til at opbevare genstande. 1.5x bedre end forbedret 35,156.25L på 1x
de: Kleine Frachtcontainer können zur Lagerung von Gegenständen verwendet werden. 1,5x besser als Enhanced 35.156,25L auf 1x
es: Se pueden utilizar contenedores de carga pequeños para almacenar artículos. 1,5 veces mejor que mejorado 35,156.25L en 1x
et_ee: Väikeseid kaubakonteinereid saab kasutada esemete ladustamiseks. 1.5x parem kui täiustatud 35 156.25L 1x peal
fi: Pieniä rahtikontteja voidaan käyttää tavaroiden varastointiin. 1,5 kertaa parempi kuin parannettu 35,156.25L päällä 1x
fr: De petits conteneurs de fret peuvent être utilisés pour stocker des articles. 1,5 fois mieux qu’amélioré 35,156.25L sur 1x
hr_hr: Mali spremnici za teret mogu se koristiti za skladištenje predmeta. 1.5x bolje od poboljšanog 35,156.25L na 1x
hu_hu: Kis rakománykonténerek használhatók tárgyak tárolására. 1,5-szer jobb, mint a továbbfejlesztett; 35 156.25L 1x-en
ja_jp: 小型の貨物コンテナは、アイテムの保管に使用できます。 拡張の1.5倍優れている 1xで35,156.25L
lv: Priekšmetu glabāšanai var izmantot mazus kravas konteinerus. 1,5x labāks nekā uzlabots 35,156.25L uz 1x
nl: Kleine vrachtcontainers kunnen worden gebruikt om spullen op te slaan. 1,5x beter dan verbeterd 35,156.25L op 1x
no: Små lastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn forbedret 35,156.25L på 1x
pt_br: Pequenos contêineres de carga podem ser usados para armazenar itens. 1,5x melhor que o Enhanced 35,156.25L em 1x
ro: Containerele mici de marfă pot fi utilizate pentru depozitarea articolelor. De 1,5 ori mai bun decât îmbunătățit 35,156.25L pe 1x
ru: Для хранения вещей можно использовать небольшие грузовые контейнеры. В 1,5 раза лучше, чем улучшено 35 156,25 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé nákladné kontajnery. 1,5x lepšie než vylepšené 35,156.25L na 1x
sv: Små lastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än förbättrad 35 156,25L på 1x
tr_tr: Eşyaları depolamak için küçük kargo konteynırları kullanılabilir. Geliştirilmişten 1,5 kat daha iyi 1x üzerinde 35.156,25L
uk: Для зберігання предметів можна використовувати невеликі вантажні контейнери. У 1,5 рази краще, ніж покращене 35 156,25 л на 1x
zh_cn: 小型货物集装箱可用于存放物品。 比增强型好 1.5 倍 35,156.25L 在 1x 上

# Description_SmallCargoContainerT3
source: Small cargo containers can be used to store items. 1.5x Better Than Proficient 52,734.38L on 1x
ca_ad: Els petits contenidors de càrrega es poden utilitzar per emmagatzemar articles. 1.5x millor que competent 52.734.38L en 1x
cs_cz: K ukládání předmětů lze použít malé nákladní kontejnery. 1,5x lepší než zdatný 52 734,38L na 1x
da: Små lastcontainere kan bruges til at opbevare genstande. 1.5x bedre end dygtig 52,734.38L på 1x
de: Kleine Frachtcontainer können zur Lagerung von Gegenständen verwendet werden. 1,5x besser als kompetent 52.734,38L auf 1x
es: Se pueden utilizar contenedores de carga pequeños para almacenar artículos. 1,5 veces mejor que competente 52,734.38L en 1x
et_ee: Väikeseid kaubakonteinereid saab kasutada esemete ladustamiseks. 1.5x parem kui vilunud 52 734.38L 1x peal
fi: Pieniä rahtikontteja voidaan käyttää tavaroiden varastointiin. 1.5x parempi kuin taitava 52,734.38L päällä 1x
fr: De petits conteneurs de fret peuvent être utilisés pour stocker des articles. 1,5 fois mieux que compétent 52,734.38L sur 1x
hr_hr: Mali spremnici za teret mogu se koristiti za skladištenje predmeta. 1.5x bolji od stručnog 52,734.38L na 1x
hu_hu: Kis rakománykonténerek használhatók tárgyak tárolására. 1,5-szer jobb, mint a profi 52 734.38L 1x-en
ja_jp: 小型の貨物コンテナは、アイテムの保管に使用できます。 熟練より1.5倍優れている 1xで52,734.38L
lv: Priekšmetu glabāšanai var izmantot mazus kravas konteinerus. 1,5x labāks nekā lietpratējs 52,734.38L uz 1x
nl: Kleine vrachtcontainers kunnen worden gebruikt om spullen op te slaan. 1.5x beter dan bekwaam 52,734.38L op 1x
no: Små lastbeholdere kan brukes til å lagre varer. 1,5 ganger bedre enn dyktig 52,734.38L på 1x
pt_br: Pequenos contêineres de carga podem ser usados para armazenar itens. 1.5x melhor do que proficiente 52,734.38L em 1x
ro: Containerele mici de marfă pot fi utilizate pentru depozitarea articolelor. De 1,5 ori mai bun decât cel competent 52,734.38L pe 1x
ru: Для хранения вещей можно использовать небольшие грузовые контейнеры. В 1,5 раза лучше, чем Proficient 52 734,38 л на 1x
sk_sk: Na skladovanie predmetov je možné použiť malé nákladné kontajnery. 1,5x lepšie ako zdatný 52 734,38 l na 1x
sv: Små lastcontainrar kan användas för att lagra föremål. 1,5 gånger bättre än skicklig 52 734,38L på 1x
tr_tr: Eşyaları depolamak için küçük kargo konteynırları kullanılabilir. Yetkinden 1,5 kat daha iyi 1x üzerinde 52.734,38L
uk: Для зберігання предметів можна використовувати невеликі вантажні контейнери. У 1,5 рази краще, ніж Proficient 52 734,38 л на 1x
zh_cn: 小型货物集装箱可用于存放物品。 比精通好 1.5 倍 52,734.38L 在 1x
