Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_SmallQModularThrusterT3
source: Elite Quantum Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra quàntica d'elit
cs_cz: Elitní iontový tryska Quantum Warfare
de: Elite-Quantenkriegs-Ionentriebwerk
es: Propulsor iónico de guerra cuántica de élite
et_ee: Elite kvantsõja ioontõukejõud
fi: Eliitti kvanttisodankäynnin ionipotkuri
fr: Propulseur ionique Elite Quantum Warfare
hr_hr: Elitni ionski potisnik za kvantno ratovanje
hu_hu: Elite Quantum Warfare Ion Thugher:
ja_jp: エリート量子戦イオンスラスター
lv: Elites kvantu karš Jonu vilcējspēks
pt_br: Propulsor de Íons de Guerra Quântica de Elite
ro: Propulsor de ioni Elite Quantum Warfare
ru: Элитный ионный двигатель Quantum Warfare
sk_sk: Elitný kvantový bojový iónový motorník
sv: Elit Quantum Warfare Ion Thruster
tr_tr: Elite Quantum Warfare İyon İtici
uk: Елітний іонний двигун квантової війни
zh_cn: 精英量子战离子推进器

# DisplayName_Block_SmallQReactorT0
source: Small Quantum Reactor
ca_ad: Petit reactor quàntic
cs_cz: Malý kvantový reaktor
da: Lille kvantereaktor
de: Kleiner Quantenreaktor
es: Pequeño reactor cuántico
et_ee: Väike kvantreaktor
fi: Pieni kvanttireaktori
fr: Petit réacteur quantique
hr_hr: Mali kvantni reaktor
hu_hu: Kis kvantumreaktor
ja_jp: 小型量子リアクター
lv: Mazais kvantu reaktors
nl: Kleine kwantumreactor
no: Liten kvantereaktor
pt_br: Reator Quântico Pequeno
ro: Reactor cuantic mic
ru: Малый квантовый реактор
sk_sk: Malý kvantový reaktor
sv: Liten kvantreaktor
tr_tr: Küçük Kuantum Reaktörü
uk: Малий квантовий реактор
zh_cn: 小型量子反应堆

# DisplayName_Block_SmallQReactorT1
source: Enhanced Small Quantum Reactor
ca_ad: Reactor quàntic petit millorat
cs_cz: Vylepšený malý kvantový reaktor
da: Forbedret lille kvantereaktor
de: Verbesserter kleiner Quantenreaktor
es: Reactor cuántico pequeño mejorado
et_ee: Täiustatud väike kvantreaktor
fi: Parannettu pieni kvanttireaktori
fr: Petit réacteur quantique amélioré
hr_hr: Poboljšani mali kvantni reaktor
hu_hu: Továbbfejlesztett kis kvantumreaktor
ja_jp: 改良型小型量子炉
lv: Uzlabots mazais kvantu reaktors
nl: Verbeterde kleine kwantumreactor
no: Forbedret liten kvantereaktor
pt_br: Reator Quântico Pequeno Aprimorado
ro: Reactor cuantic mic îmbunătățit
ru: Усовершенствованный малый квантовый реактор
sk_sk: Vylepšený malý kvantový reaktor
sv: Förbättrad liten kvantreaktor
tr_tr: Geliştirilmiş Küçük Kuantum Reaktörü
uk: Удосконалений малий квантовий реактор
zh_cn: 增强型小型量子反应堆

# DisplayName_Block_SmallQReactorT2
source: Proficient Small Quantum Reactor
ca_ad: Reactor quàntic petit competent
cs_cz: Zkušený malý kvantový reaktor
da: Dygtig lille kvantereaktor
de: Leistungsfähiger kleiner Quantenreaktor
es: Reactor cuántico pequeño y competente
et_ee: Vilunud väike kvantreaktor
fi: Taitava pieni kvanttireaktori
fr: Petit réacteur quantique compétent
hr_hr: Vješt mali kvantni reaktor
hu_hu: Proficiens kis kvantumreaktor
ja_jp: 堪能な小型量子リアクター
lv: Lietpratīgs mazais kvantu reaktors
nl: Bekwame kleine kwantumreactor
no: Dyktig liten kvantereaktor
pt_br: Proficiente Reator Quântico Pequeno
ro: Reactor cuantic mic competent
ru: Опытный малый квантовый реактор
sk_sk: Skúsený malý kvantový reaktor
sv: Skicklig liten kvantreaktor
tr_tr: Yetkin Küçük Kuantum Reaktörü
uk: Досвідчений малий квантовий реактор
zh_cn: 熟练的小型量子反应堆

# DisplayName_Block_SmallQReactorT3
source: Elite Small Quantum Reactor
ca_ad: Reactor quàntic petit d'elit
cs_cz: Elitní malý kvantový reaktor
da: Elite lille kvantereaktor
de: Elite-Reaktor für kleine Quanten
es: Reactor cuántico pequeño de élite
et_ee: Elite väike kvantreaktor
fi: Eliitti pieni kvanttireaktori
fr: Petit réacteur quantique Elite
hr_hr: Elitni mali kvantni reaktor
hu_hu: Elite kis kvantumreaktor
ja_jp: エリート小型量子リアクター
lv: Elites mazais kvantu reaktors
nl: Elite kleine kwantumreactor
no: Elite liten kvantereaktor
pt_br: Reator Quântico Pequeno de Elite
ru: Элитный малый квантовый реактор
sk_sk: Elitný malý kvantový reaktor
sv: Elite liten kvantreaktor
tr_tr: Elit Küçük Kuantum Reaktörü
uk: Елітний малий квантовий реактор
zh_cn: 精英小型量子反应堆

# DisplayName_Block_SmallQReactorWarfare2T0
source: Quantum Small Warfare Reactor
ca_ad: Reactor quàntic de guerra petita
cs_cz: Kvantový reaktor pro malé zbraně
da: Kvantereaktor til lille krigsførelse
de: Quanten-Reaktor für kleine Kriegsführung
es: Reactor de guerra cuántica pequeña
et_ee: Kvant-väike sõjapidamise reaktor
fi: Kvantti pienen sodankäynnin reaktori
fr: Petit réacteur de guerre quantique
hr_hr: Kvantni reaktor malog ratovanja
hu_hu: Kvantum kis hadviselési reaktor
ja_jp: 量子小型戦炉
lv: Kvantu mazās karadarbības reaktors
nl: Quantum Kleine Oorlogsvoering Reactor
no: Quantum Small Warfare Reaktor
pt_br: Reator Quântico de Guerra Pequena
ro: Reactorul cuantic de război mic
ru: Квантовый малый боевой реактор
sk_sk: Kvantový malý bojový reaktor
sv: Quantum Liten krigföringsreaktor
tr_tr: Kuantum Küçük Harp Reaktörü
uk: Квантовий реактор малої війни
zh_cn: 量子小型战争反应堆

# DisplayName_Block_SmallQReactorWarfare2T1
source: Enhanced Quantum Small Warfare Reactor
ca_ad: Reactor quàntic de guerra petita millorat
cs_cz: Vylepšený kvantový reaktor pro malé zbraně
da: Forbedret kvantereaktor til lille krigsførelse
de: Verbesserter Quantenreaktor für kleine Kriegsführung
es: Reactor de guerra cuántica pequeño mejorado
et_ee: Täiustatud kvant-väikese sõjapidamise reaktor
fi: Parannettu kvantti-pienen sodankäynnin reaktori
fr: Petit réacteur de guerre quantique amélioré
hr_hr: Poboljšani kvantni reaktor za malo ratovanje
hu_hu: Továbbfejlesztett kvantum kis hadviselési reaktor
ja_jp: 改良型量子小型戦炉
lv: Uzlabots kvantu mazās karadarbības reaktors
nl: Verbeterde Quantum Small Warfare Reactor
no: Forbedret Quantum Small Warfare Reactor
pt_br: Reator de Guerra Pequeno Quântico Aprimorado
ro: Reactor cuantic îmbunătățit de război mic
ru: Усовершенствованный квантовый реактор малой боевой системы
sk_sk: Vylepšený kvantový reaktor malého boja
sv: Förbättrad kvantreaktor för liten krigföring
tr_tr: Geliştirilmiş Kuantum Küçük Harp Reaktörü
uk: Покращений квантовий реактор малої війни
zh_cn: 增强型量子小型战争反应堆

# DisplayName_Block_SmallQReactorWarfare2T2
source: Proficient Quantum Small Warfare Reactor
ca_ad: Reactor quàntic de guerra petita competent
cs_cz: Zkušený kvantový malý bojový reaktor
da: Dygtig kvantereaktor til lille krigsførelse
de: Kompetenter Quantenreaktor für kleine Kriegsführung
es: Reactor de guerra cuántica pequeño competente
et_ee: Vilunud kvant-väike sõjapidamise reaktor
fi: Taitava kvantti pienen sodankäynnin reaktori
fr: Petit réacteur de guerre quantique compétent
hr_hr: Iskusni kvantni reaktor za malo ratovanje
hu_hu: Proficient kvantum kis hadviselési reaktor
ja_jp: 熟練の量子小型戦炉
lv: Lietpratīgs kvantu mazās karadarbības reaktors
nl: Bekwame Quantum Small Warfare Reactor
no: Dyktig Quantum Small Warfare Reactor
pt_br: Reator de Guerra Pequeno Quântico Proficiente
ro: Reactor cuantic de război mic
ru: Опытный квантовый реактор малой боевой системы
sk_sk: Skúsený kvantový malý bojový reaktor
sv: Skicklig kvantreaktor för liten krigföring
tr_tr: Yetkin Kuantum Küçük Harp Reaktörü
uk: Досвідчений квантовий реактор малої війни
zh_cn: 熟练的量子小型战争反应堆

# DisplayName_Block_SmallQReactorWarfare2T3
source: Elite Quantum Small Warfare Reactor
ca_ad: Reactor quàntic d'elit de guerra petita
cs_cz: Elitní kvantový reaktor pro malé zbraně
da: Elite kvante lille krigsførelse reaktor
de: Elite-Quantenreaktor für kleine Kriegsführung
es: Reactor de guerra cuántico pequeño de élite
et_ee: Elite Quantum Väike sõjapidamise reaktor
fi: Elite Quantum Small Warfare -reaktori
fr: Réacteur de petite guerre quantique d’élite
hr_hr: Elitni kvantni reaktor za malo ratovanje
hu_hu: Elite kvantum kis hadviselési reaktor
ja_jp: エリート量子小型戦炉
lv: Elites kvantu mazās karadarbības reaktors
nl: Elite Quantum Kleine Oorlogsvoering Reactor
no: Elite Quantum Small Warfare Reaktor
pt_br: Reator de Elite Quantum Small Warfare
ro: Reactorul cuantic de război mic Elite
ru: Элитный квантовый реактор малой боевой системы
sk_sk: Elitný kvantový malý bojový reaktor
sv: Elite Quantum Liten Krigföring Reaktor
tr_tr: Elit Kuantum Küçük Harp Reaktörü
uk: Елітний квантовий реактор малої війни
zh_cn: 精英量子小型战争反应堆

# DisplayName_Block_SmallQThrustSciFiT0
source: Quantum Sci-Fi Ion Thruster
ca_ad: Propulsor quàntic d'ions de ciència-ficció
cs_cz: Kvantový sci-fi iontový motor
de: Quanten-Sci-Fi-Ionen-Triebwerk
es: Propulsor iónico de ciencia ficción cuántica
et_ee: Quantum Sci-Fi ioontõukur
fi: Kvantti-scifi-ionipotkuri
fr: Propulseur ionique Quantum Sci-Fi
hr_hr: Kvantni znanstveno-fantastični ionski potisnik
hu_hu: Kvantum sci-fi ionhajtómű
ja_jp: 量子SFイオンスラスタ
lv: Kvantu zinātniskās fantastikas jonu vilces līdzeklis
pt_br: Propulsor de íons Quantum Sci-Fi
ro: Propulsor ionic Quantum Sci-Fi
ru: Квантовый научно-фантастический ионный двигатель
sk_sk: Kvantový sci-fi iónový motorník
sv: Quantum Sci-Fi jonpropeller
tr_tr: Kuantum Bilim Kurgu İyon İtici
uk: Квантовий науково-фантастичний іонний двигун
zh_cn: 量子科幻离子推进器

# DisplayName_Block_SmallQThrustSciFiT1
source: Enhanced Quantum Sci-Fi Ion Thruster
ca_ad: Propulsor quàntic d'ions de ciència-ficció millorat
cs_cz: Vylepšený kvantový sci-fi iontový motor
da: Forbedret Quantum Sci-Fi ion-thruster
de: Verbesserter Quanten-Sci-Fi-Ionenantrieb
es: Propulsor iónico de ciencia ficción cuántica mejorado
et_ee: Täiustatud kvant-ulme ioontõukejõud
fi: Parannettu kvantti-scifi-ionipotkuri
fr: Propulseur ionique Quantum Sci-Fi amélioré
hr_hr: Poboljšani kvantno-fantastični ionski potisnik
hu_hu: Továbbfejlesztett kvantum-sci-fi ionhajtómű
ja_jp: 改良型量子SFイオンスラスタ
lv: Uzlabots kvantu zinātniskās fantastikas jonu vilces līdzeklis
nl: Verbeterde Quantum Sci-Fi Ion Thruster
no: Forbedret Quantum Sci-Fi Ion Thruster
pt_br: Propulsor de íons Quantum Sci-Fi aprimorado
ro: Propulsor ionic cuantic Sci-Fi îmbunătățit
ru: Усовершенствованный квантовый научно-фантастический ионный двигатель
sk_sk: Vylepšený kvantový sci-fi iónový motorník
sv: Förbättrad Quantum Sci-Fi-jonpropeller
tr_tr: Geliştirilmiş Kuantum Bilim Kurgu İyon İtici
uk: Покращений квантовий науково-фантастичний іонний двигун
zh_cn: 增强型量子科幻离子推进器

# DisplayName_Block_SmallQThrustSciFiT2
source: Proficient Quantum Sci-Fi Ion Thruster
ca_ad: Propulsor quàntic competent d'ions de ciència-ficció quàntica
cs_cz: Zkušený kvantový sci-fi iontový tryska
da: Dygtig kvantesci-fi-ion-thruster
de: Kompetenter Quanten-Sci-Fi-Ionenantrieb
es: Propulsor iónico de ciencia ficción cuántica competente
et_ee: Vilunud kvant-ulme ioontõukejõud
fi: Taitava kvantti-scifi-ionipotkuri
fr: Propulseur ionique Quantum Sci-Fi compétent
hr_hr: Iskusni kvantno-znanstveno-fantastični ionski potisnik
hu_hu: Profici kvantum-sci-fi ionhajtómű
ja_jp: 熟練した量子SFイオンスラスタ
lv: Lietpratīgs kvantu zinātniskās fantastikas jonu vilces līdzeklis
nl: Bekwame Quantum Sci-Fi Ion Thruster
no: Dyktig Quantum Sci-Fi Ion Thruster
pt_br: Proficiente proficiente proficiente Quantum Sci-Fi Ion Thruster
ro: Propulsor de ioni Quantum Sci-Fi competent
ru: Опытный квантовый научно-фантастический ионный двигатель
sk_sk: Zdatný kvantový sci-fi iónový motorník
sv: Skicklig Quantum Sci-Fi-jonpropeller
tr_tr: Yetkin Kuantum Bilim Kurgu İyon İtici
uk: Досвідчений квантовий науково-фантастичний іонний двигун
zh_cn: 精通量子科幻离子推进器

# DisplayName_Block_SmallQThrustSciFiT3
source: Elite Quantum Sci-Fi Ion Thruster
ca_ad: Propulsor quàntic d'ions de ciència-ficció d'elit
cs_cz: Elitní kvantový sci-fi iontový motor
de: Elite-Quanten-Sci-Fi-Ionen-Triebwerk
es: Propulsor iónico de ciencia ficción cuántica de élite
et_ee: Elite Quantum Sci-Fi ioontõukejõud
fi: Eliitti kvanttiscifi-ionipotkuri
fr: Propulseur ionique Elite Quantum Sci-Fi
hr_hr: Elitni kvantni znanstveno-fantastični ionski potisnik
hu_hu: Elite Quantum Sci-Fi ionhajtómű
ja_jp: エリート量子SFイオンスラスター
lv: Elites kvantu zinātniskās fantastikas jonu vilces līdzeklis
pt_br: Propulsor de íons Elite Quantum Sci-Fi
ro: Propulsor de ioni Elite Quantum Sci-Fi
ru: Элитный квантовый научно-фантастический ионный двигатель
sk_sk: Elitný kvantový sci-fi iónový motorník
tr_tr: Elite Quantum Bilim Kurgu İyon İtici
uk: Елітний квантовий науково-фантастичний іонний двигун
zh_cn: 精英量子科幻离子推进器

# DisplayName_Block_SmallQThrustT0
source: Quantum Ion Thruster
ca_ad: Propulsor d'ions quàntics
cs_cz: Kvantový iontový motor
da: Kvanteion-thruster
de: Quanten-Ionen-Triebwerk
es: Propulsor de iones cuánticos
et_ee: Kvantioonide tõukejõud
fi: Kvantti-ionipotkuri
fr: Propulseur ionique quantique
hr_hr: Kvantni ionski potisnik
hu_hu: Kvantumion-hajtómű
ja_jp: 量子イオンスラスタ
lv: Kvantu jonu vilces līdzeklis
nl: Kwantum Ion Thruster
pt_br: Propulsor de Íons Quânticos
ro: Propulsor ionic cuantic
ru: Квантовый ионный двигатель
sk_sk: Kvantový iónový motorník
sv: Kvantjonmotor
tr_tr: Kuantum İyon İtici
uk: Квантовий іонний двигун
zh_cn: 量子离子推进器

# DisplayName_Block_SmallQThrustT1
source: Enhanced Quantum Ion Thruster
ca_ad: Propulsor d'ions quàntics millorat
cs_cz: Vylepšený kvantový iontový motor
da: Forbedret kvanteion-thruster
de: Verbesserter Quanten-Ionen-Triebwerk
es: Propulsor de iones cuánticos mejorado
et_ee: Täiustatud kvantioonide tõukejõud
fi: Parannettu kvantti-ionipotkuri
fr: Propulseur ionique quantique amélioré
hr_hr: Poboljšani kvantni ionski potisnik
hu_hu: Továbbfejlesztett kvantumion-hajtómű
ja_jp: 改良型量子イオンスラスタ
lv: Uzlabots kvantu jonu vilces līdzeklis
nl: Verbeterde Quantum Ion Thruster
no: Forbedret kvanteion-thruster
pt_br: Propulsor de íons quânticos aprimorado
ro: Propulsor ionic cuantic îmbunătățit
ru: Усовершенствованный квантово-ионный двигатель
sk_sk: Vylepšený kvantový iónový motorník
sv: Förbättrad kvantjonpropeller
tr_tr: Geliştirilmiş Kuantum İyon İtici
uk: Покращений квантово-іонний двигун
zh_cn: 增强型量子离子推进器

# DisplayName_Block_SmallQThrustT2
source: Proficient Quantum Ion Thruster
ca_ad: Propulsor quàntic d'ions competent
cs_cz: Zkušený kvantový iontový tryska
da: Dygtig kvanteion-thruster
de: Kompetenter Quanten-Ionen-Triebwerk
es: Propulsor de iones cuánticos competente
et_ee: Vilunud kvantioonide tõukejõud
fi: Taitava kvantti-ionipotkuri
fr: Propulseur ionique quantique compétent
hr_hr: Iskusni kvantni ionski potisnik
hu_hu: Profi kvantumion-hajtómű
ja_jp: 堪能な量子イオンスラスタ
lv: Lietpratīgs kvantu jonu vilces līdzeklis
nl: Bekwame kwantumionenstuwraket
no: Dyktig kvanteion-thruster
pt_br: Propulsor de íons quânticos proficiente
ro: Propulsor ionic cuantic competent
ru: Опытный квантовый ионный двигатель
sk_sk: Zdatný kvantový iónový motorník
sv: Skicklig kvantjonpropeller
tr_tr: Yetkin Kuantum İyon İtici
uk: Досвідчений квантово-іонний двигун
zh_cn: 熟练的量子离子推进器

# DisplayName_Block_SmallQThrustT3
source: Elite Quantum Ion Thruster
ca_ad: Propulsor d'ions quàntics d'elit
cs_cz: Elitní kvantový iontový tryska
da: Elite kvanteion-thruster
de: Elite-Quanten-Ionen-Triebwerk
es: Propulsor de iones cuánticos de élite
et_ee: Elite kvantioonide tõukejõud
fi: Eliitti kvantti-ionipotkuri
fr: Propulseur ionique Quantum Elite
hr_hr: Elitni kvantni ionski potisnik
hu_hu: Elite kvantumion-hajtómű
ja_jp: エリート量子イオンスラスター
lv: Elites kvantu jonu vilces līdzeklis
pt_br: Propulsor de íons quânticos de elite
ro: Propulsor ionic cuantic Elite
ru: Элитный квантовый ионный двигатель
sk_sk: Elitný kvantový iónový motorník
tr_tr: Elit Kuantum İyon İtici
uk: Елітний квантово-іонний двигун
zh_cn: 精英量子离子推进器

# DisplayName_Block_SmallReactorT1
source: Enhanced Small Reactor
ca_ad: Reactor petit millorat
cs_cz: Vylepšený malý reaktor
da: Forbedret lille reaktor
de: Verbesserter kleiner Reaktor
es: Reactor pequeño mejorado
et_ee: Täiustatud väike reaktor
fi: Parannettu pienreaktori
fr: Petit réacteur amélioré
hr_hr: Poboljšani mali reaktor
hu_hu: Továbbfejlesztett kis reaktor
ja_jp: 改良型小型原子炉
lv: Uzlabots mazais reaktors
nl: Verbeterde kleine reactor
no: Forbedret liten reaktor
pt_br: Reator pequeno aprimorado
ro: Reactor mic îmbunătățit
ru: Усовершенствованный малый реактор
sk_sk: Vylepšený malý reaktor
sv: Förbättrad liten reaktor
tr_tr: Geliştirilmiş Küçük Reaktör
uk: Удосконалений малий реактор
zh_cn: 增强型小型反应堆

# DisplayName_Block_SmallReactorT2
source: Proficient Small Reactor
ca_ad: Reactor petit competent
cs_cz: Zkušený malý reaktor
da: Dygtig lille reaktor
de: Kompetenter kleiner Reaktor
es: Reactor pequeño competente
et_ee: Vilunud väike reaktor
fi: Taitava pienreaktori
fr: Petit réacteur compétent
hr_hr: Iskusni mali reaktor
hu_hu: Proficiens kis reaktor
ja_jp: 熟練した小型原子炉
lv: Lietpratīgs mazais reaktors
nl: Bekwame kleine reactor
no: Dyktig liten reaktor
pt_br: Proficiente Reator Pequeno
ro: Reactor mic competent
ru: Опытный малый реактор
sk_sk: Skúsený malý reaktor
sv: Skicklig liten reaktor
tr_tr: Yetkin Küçük Reaktör
uk: Досвідчений малий реактор
zh_cn: 熟练的小型反应堆

# DisplayName_Block_SmallReactorT3
source: Elite Small Reactor
ca_ad: Reactor petit d'elit
cs_cz: Elitní malý reaktor
da: Elite lille reaktor
de: Elite Kleiner Reaktor
es: Reactor pequeño de élite
et_ee: Elite väike reaktor
fi: Eliitti pieni reaktori
fr: Petit réacteur d’élite
hr_hr: Elitni mali reaktor
hu_hu: Elite kis reaktor
ja_jp: エリート小型原子炉
lv: Elites mazais reaktors
nl: Elite Kleine Reactor
no: Elite liten reaktor
pt_br: Reator Pequeno de Elite
ru: Элитный малый реактор
sk_sk: Malý reaktor Elite
sv: Liten elitreaktor
tr_tr: Elit Küçük Reaktör
uk: Елітний малий реактор
zh_cn: 精英小型反应堆

# DisplayName_Block_SmallReactorWarfare2T1
source: Enhanced Small Warfare Reactor
ca_ad: Reactor de guerra petita millorat
cs_cz: Vylepšený reaktor pro malé válčení
da: Forbedret reaktor til mindre krigsførelse
de: Verbesserter Reaktor für kleine Kriegsführung
es: Reactor de guerra pequeño mejorado
et_ee: Täiustatud väike sõjapidamise reaktor
fi: Parannettu pienen sodankäynnin reaktori
fr: Petit réacteur de guerre amélioré
hr_hr: Poboljšani reaktor za malo ratovanje
hu_hu: Továbbfejlesztett kis hadviselési reaktor
ja_jp: 改良型小型戦炉
lv: Uzlabots mazās karadarbības reaktors
nl: Verbeterde kleine oorlogsreactor
no: Forbedret liten krigføringsreaktor
pt_br: Reator de Guerra Pequeno Aprimorado
ro: Reactor de război mic îmbunătățit
ru: Усовершенствованный реактор малой боевой установки
sk_sk: Vylepšený malý bojový reaktor
sv: Förbättrad reaktor för småkrigföring
tr_tr: Geliştirilmiş Küçük Harp Reaktörü
uk: Удосконалений реактор малої війни
zh_cn: 增强型小型作战反应堆

# DisplayName_Block_SmallReactorWarfare2T2
source: Proficient Small Warfare Reactor
ca_ad: Reactor de guerra petita competent
cs_cz: Zkušený reaktor pro malé válčení
da: Dygtig reaktor til mindre krigsførelse
de: Kompetenter Reaktor für kleine Kriegsführung
es: Reactor de guerra pequeño competente
et_ee: Vilunud väike sõjapidamise reaktor
fi: Taitava piensodankäynnin reaktori
fr: Petit réacteur de guerre compétent
hr_hr: Iskusni reaktor za malo ratovanje
hu_hu: Proficient Small Warfare reaktor
ja_jp: 熟練の小型戦用原子炉
lv: Lietpratīgs mazās karadarbības reaktors
nl: Bekwame kleine oorlogsreactor
no: Dyktig liten krigføringsreaktor
pt_br: Proficiente Reator de Guerra Pequeno
ro: Reactor de război mic competent
ru: Опытный малый боевой реактор
sk_sk: Zdatný malý bojový reaktor
sv: Skicklig liten krigföringsreaktor
tr_tr: Yetkin Küçük Harp Reaktörü
uk: Досвідчений реактор малої війни
zh_cn: 熟练的小型战争反应堆

# DisplayName_Block_SmallReactorWarfare2T3
source: Elite Small Warfare Reactor
ca_ad: Reactor d'elit de petita guerra
cs_cz: Elitní reaktor pro malé války
da: Elite reaktor til mindre krigsførelse
de: Elite-Reaktor für kleine Kriegsführung
es: Reactor de guerra pequeño de élite
et_ee: Elite väike sõjapidamise reaktor
fi: Eliitti pienen sodankäynnin reaktori
fr: Réacteur de petite guerre d’élite
hr_hr: Elitni reaktor za malo ratovanje
hu_hu: Elit kis hadviselési reaktor
ja_jp: エリート小型戦リアクター
lv: Elites mazās karadarbības reaktors
nl: Elite kleine oorlogsreactor
no: Elite Small Warfare Reaktor
pt_br: Reator de Elite de Guerra Pequeno
ro: Reactor de luptă mic de elită
ru: Элитный малый боевой реактор
sk_sk: Elitný malý bojový reaktor
sv: Elit Liten krigföring Reaktor
tr_tr: Elit Küçük Harp Reaktörü
uk: Елітний реактор малої війни
zh_cn: 精英小型战争反应堆

# DisplayName_Block_SmallRocketLauncherReloadT1
source: Enhanced Reloadable Rocket Launcher
ca_ad: Llançacoets recarregable millorat
cs_cz: Vylepšený dobíjecí raketomet
da: Forbedret genopladelig raketkaster
de: Verbesserter wiederaufladbarer Raketenwerfer
es: Lanzacohetes recargable mejorado
et_ee: Täiustatud taaslaetav raketiheitja
fi: Parannettu ladattava raketinheitin
fr: Lance-roquettes rechargeable amélioré
hr_hr: Poboljšani raketni bacač koji se može ponovno učitati
hu_hu: Továbbfejlesztett újratölthető rakétavető
ja_jp: 強化型リロード式ロケットランチャー
lv: Uzlabota pārlādējama raķešu palaišana
nl: Verbeterde herlaadbare raketwerper
no: Forbedret oppladbar rakettkaster
pt_br: Lançador de foguetes recarregável aprimorado
ro: Lansator de rachete reîncărcabil îmbunătățit
ru: Улучшенная перезаряжаемая ракетная установка
sk_sk: Vylepšený dobíjateľný raketomet
sv: Förbättrat omladdningsbart raketgevär
tr_tr: Geliştirilmiş Yeniden Yüklenebilir Roketatar
uk: Удосконалена перезаряджувана ракетна установка
zh_cn: 增强型可重装火箭发射器

# DisplayName_Block_SmallRocketLauncherReloadT2
source: Proficient Reloadable Rocket Launcher
ca_ad: Llançacoets recarregable competent
cs_cz: Zkušený dobíjecí raketomet
da: Dygtig genopladelig raketkaster
de: Kompetenter wiederaufladbarer Raketenwerfer
es: Lanzacohetes recargable competente
et_ee: Vilunud laetav raketiheitja
fi: Taitava ladattava raketinheitin
fr: Lance-roquettes rechargeable compétent
hr_hr: Iskusni raketni bacač koji se može ponovno učitati
hu_hu: Profi újratölthető rakétavető
ja_jp: 熟練のリロード式ロケットランチャー
lv: Prasmīgs pārlādējams raķešu palaišanas aparāts
nl: Bekwame herlaadbare raketwerper
no: Dyktig oppladbar rakettkaster
pt_br: Lançador de foguetes recarregável proficiente
ro: Lansator de rachete reîncărcabil competent
ru: Опытная перезаряжаемая ракетная установка
sk_sk: Zdatný dobíjateľný raketomet
sv: Skicklig omladdningsbar raketgevär
tr_tr: Yetkin Yeniden Yüklenebilir Roketatar
uk: Досвідчена перезаряджувана ракетна установка
zh_cn: 熟练的可重装火箭发射器

# DisplayName_Block_SmallRocketLauncherReloadT3
source: Elite Reloadable Rocket Launcher
ca_ad: Llançacoets recarregables Elite
cs_cz: Elitní dobíjecí raketomet
da: Elite genopladelig raketkaster
de: Wiederaufladbarer Elite-Raketenwerfer
es: Lanzacohetes recargable Elite
et_ee: Elite taaslaetav raketiheitja
fi: Ladattava raketinheitin
fr: Lance-roquettes rechargeable Elite
hr_hr: Elitni raketni bacač za ponovno punjenje
hu_hu: Elite újratölthető rakétavető
ja_jp: エリートリロード式ロケットランチャー
lv: Elites pārlādējamā raķešu palaišanas iekārta
nl: Elite herlaadbare raketwerper
no: Elite oppladbar rakettkaster
pt_br: Elite Lançador de Foguetes Recarregável
ro: Lansator de rachete reîncărcabile Elite
ru: Элитная перезаряжаемая ракетница
sk_sk: Elitný dobíjateľný raketomet
sv: Elite omladdningsbart raketgevär
tr_tr: Elit Yeniden Yüklenebilir Roketatar
uk: Елітна перезаряджувана ракетна установка
zh_cn: 精英可重装火箭发射器

# DisplayName_Block_SmallSmallBatteryT0
source: Sm. Sm. Battery
ca_ad: Bateria Sm. Sm.
cs_cz: Sm. Sm. baterie
da: Sm. Sm. Batteri
de: Sm. Sm. Batterie
es: Sm. Sm. Batería
et_ee: Sm. Sm. Aku
fi: Sm. Sm. Akku
fr: Batterie Sm. Sm.
hr_hr: Sm. Sm. baterija
hu_hu: Sm. Sm. akkumulátor
ja_jp: Sm. Sm.バッテリー
lv: Sm. Sm. Akumulators
nl: Sm. Sm. Batterij
no: Sm. Sm. Batteri
pt_br: Sm. Sm. Bateria
ro: Sm. Sm. Baterie
ru: Sm. Sm. Sm. Батарея
sk_sk: Sm. Sm. Batéria
sv: Sm. Sm. Batteri
tr_tr: Sm. Sm. Batarya
uk: Sm. Sm. Акумулятор
zh_cn: Sm. Sm. 电池
