Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeCargoContainerT2
source: Large cargo containers can be used to store lots of items. 1.5x Better Than Enhanced 949,218.75L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 1.5x millor que millorat 949.218.75L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 1,5× lepší než vylepšený 949 218,75L na 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 1.5x bedre end forbedret 949,218.75L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 1,5x besser als Enhanced 949.218,75L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 1,5 veces mejor que mejorado 949,218.75L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 1.5x parem kui täiustatud 949,218.75L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 1,5 kertaa parempi kuin parannettu 949,218.75L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 1,5 fois mieux qu’amélioré 949,218.75L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 1.5x bolje od poboljšanog 949,218.75L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 1,5-szer jobb, mint a továbbfejlesztett; 949 218.75L 1x-en
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 拡張の1.5倍優れている 1xで949,218.75L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 1,5x labāks nekā uzlabots 949,218.75L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 1,5x beter dan verbeterd 949,218.75L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 1,5 ganger bedre enn forbedret 949,218.75L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 1,5x melhor que o Enhanced 949,218.75L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 1,5 ori mai bun decât îmbunătățit 949,218.75L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 1,5 раза лучше, чем улучшено 949,218.75L на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 1,5x lepšie než vylepšené 949,218.75L na 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 1,5 gånger bättre än förbättrad 949 218,75 liter på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Geliştirilmişten 1,5 kat daha iyi 1x üzerinde 949.218,75L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 1,5 рази краще, ніж покращене 949 218,75 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 比增强型好 1.5 倍 949,218.75L 在 1x 上

# Description_LargeCargoContainerT3
source: Large cargo containers can be used to store lots of items. 1.5x Better Than Proficient 1,423,828.10L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 1.5x millor que competent 1.423.828,10L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 1,5x lepší než zdatný 1 423 828,10 l na 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 1.5x bedre end dygtig 1,423,828.10L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 1,5x besser als kompetent 1.423.828,10L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 1,5 veces mejor que competente 1,423,828.10L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 1.5x parem kui vilunud 1 423 828.10 L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 1.5x parempi kuin taitava 1,423,828.10L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 1,5 fois mieux que compétent 1,423,828.10L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 1.5x bolji od stručnog 1,423,828.10L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 1,5-szer jobb, mint a profi 1 423 828.10L 1x-en
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 熟練より1.5倍優れている 1倍で1,423,828.10L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 1,5x labāks nekā lietpratējs 1,423,828.10L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 1.5x beter dan bekwaam 1.423.828,10L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 1,5 ganger bedre enn dyktig 1,423,828.10L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 1.5x melhor do que proficiente 1,423,828.10L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 1,5 ori mai bun decât cel competent 1,423,828.10L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 1,5 раза лучше, чем Proficient 1 423 828,10 л на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 1,5x lepšie ako zdatný 1 423 828,10l na 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 1,5 gånger bättre än skicklig 1 423 828,10L på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Yetkinden 1,5 kat daha iyi 1x üzerinde 1.423.828,10L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 1,5 рази краще, ніж Proficient 1 423 828,10 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 比精通好 1.5 倍 1,423,828.10L 1x

# Description_LargeClangiumQReactorT0
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. Normal Max Power Output: 1,200MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. Normal Potència màxima de sortida: 1.200MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. Normální Maximální výstupní výkon: 1 200 MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. Normal Maks. effekt: 1.200 MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. Normal Maximale Leistung: 1.200 MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. Normal Potencia máxima de salida: 1.200 MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. Tavaline Maksimaalne võimsus: 1,200MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. Normaali Suurin teho: 1,200MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. Normal Puissance de sortie maximale : 1 200 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. Normalan Maksimalna snaga: 1.200 MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. Normális Max teljesítmény: 1,200MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 正常 最大出力:1,200MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. Parasts Maksimālā jauda: 1,200MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. Normaal Maximaal uitgangsvermogen: 1.200 MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. Normal Maks effekt: 1,200MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. Normal Potência máxima: 1.200MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. Normal Putere maximă: 1.200MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. Нормальный Максимальная выходная мощность: 1 200 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. Normálny Maximálny výkon: 1 200 MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. Normal Max uteffekt: 1 200 MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Normal Maksimum Güç Çıkışı: 1.200MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. Нормальний Максимальна вихідна потужність: 1,200 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 正常 最大功率输出：1,200MW

# Description_LargeClangiumQReactorT1
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. Enhanced Max Power Output: 1,800MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. Realçada Potència màxima de sortida: 1.800MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. Vylepšený Maximální výstupní výkon: 1 800 MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. Forbedret Maks. effekt: 1.800 MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. Erweitert Maximale Leistung: 1.800 MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. Mejorado Potencia máxima de salida: 1.800 MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. Tõhustatud Maksimaalne võimsus: 1,800MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. Paranneltu Suurin teho: 1,800MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. Amélioré Puissance de sortie maximale : 1 800 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. Pojačan Maksimalna snaga: 1.800 MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. Továbbfejlesztett Max teljesítmény: 1,800MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 強化 最大出力:1,800MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. Uzlabotās Maksimālā jauda: 1,800MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. Verbeterde Maximaal uitgangsvermogen: 1.800 MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. Forbedret Maks effekt: 1,800MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. Aprimorado Potência máxima: 1,800MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. Îmbunătățit Putere maximă: 1.800MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. Улучшенный Максимальная выходная мощность: 1 800 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. Rozšírené Maximálny výkon: 1 800 MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. Förbättrad Max uteffekt: 1 800 MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Gelişmiş Maksimum Güç Çıkışı: 1.800MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. Розширення Максимальна вихідна потужність: 1,800 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 增强 最大功率输出：1,800MW
