Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_BlueprintClass_EquipmentT2
source: Proficient Equipment - A variety of utility items and survival equipment.
ca_ad: Equipament competent - Una varietat d'articles d'utilitat i equips de supervivència.
cs_cz: Profesionální vybavení - Různé užitkové předměty a vybavení pro přežití.
da: Dygtigt udstyr - En række brugsgenstande og overlevelsesudstyr.
de: Kompetente Ausrüstung - Eine Vielzahl von Gebrauchsgegenständen und Überlebensausrüstung.
es: Equipo competente - Una variedad de artículos de utilidad y equipo de supervivencia.
et_ee: Vilunud seadmed - Mitmesugused tarbeesemed ja päästevahendid.
fi: Taitavat laitteet - Erilaisia käyttöesineitä ja selviytymisvälineitä.
fr: Équipement compétent - Une variété d’articles utilitaires et d’équipements de survie.
hr_hr: Stručna oprema - Razni komunalni predmeti i oprema za preživljavanje.
hu_hu: Profi felszerelés - Különböző használati tárgyak és túlélési felszerelések.
ja_jp: 熟練した機器 - さまざまなユーティリティアイテムとサバイバル装備。
lv: Lietpratīgs aprīkojums - Dažādi komunālie priekšmeti un izdzīvošanas aprīkojums.
nl: Bekwame apparatuur - Een verscheidenheid aan gebruiksvoorwerpen en overlevingsuitrusting.
no: Dyktig utstyr - En rekke bruksgjenstander og overlevelsesutstyr.
pt_br: Equipamentos Proficientes - Uma variedade de itens de utilidade e equipamentos de sobrevivência.
ro: Echipamente performante - O varietate de articole utilitare și echipamente de supraviețuire.
ru: Профессиональное оборудование - Разнообразные подсобные предметы и снаряжение для выживания.
sk_sk: Zdatné vybavenie - Rôzne úžitkové predmety a vybavenie na prežitie.
sv: Skicklig utrustning - En mängd olika bruksföremål och överlevnadsutrustning.
tr_tr: Yetkin Ekipman - Çeşitli yardımcı öğeler ve hayatta kalma ekipmanları.
uk: Професійне обладнання - Різноманітні підсобні предмети та спорядження для виживання.
zh_cn: 熟练的设备 - 各种实用物品和生存装备。

# Description_BlueprintClass_EquipmentT3
source: Elite Equipment - A variety of utility items and survival equipment.
ca_ad: Equipament d'elit - Una varietat d'articles d'utilitat i equips de supervivència.
cs_cz: Elitní vybavení - Různé užitkové předměty a vybavení pro přežití.
da: Elite udstyr - En række brugsgenstande og overlevelsesudstyr.
de: Elite-Ausrüstung - Eine Vielzahl von Gebrauchsgegenständen und Überlebensausrüstung.
es: Equipamiento de élite - Una variedad de artículos de utilidad y equipo de supervivencia.
et_ee: Elite varustus - Mitmesugused tarbeesemed ja päästevahendid.
fi: Elite-laitteet - Erilaisia käyttöesineitä ja selviytymisvälineitä.
fr: Équipement d’élite - Une variété d’articles utilitaires et d’équipements de survie.
hr_hr: Elitna oprema - Razni komunalni predmeti i oprema za preživljavanje.
hu_hu: Elite felszerelés - Különböző használati tárgyak és túlélési felszerelések.
ja_jp: エリート装備 - さまざまなユーティリティアイテムとサバイバル装備。
lv: Elites aprīkojums - Dažādi komunālie priekšmeti un izdzīvošanas aprīkojums.
nl: Elite-uitrusting - Een verscheidenheid aan gebruiksvoorwerpen en overlevingsuitrusting.
no: Elite utstyr - En rekke bruksgjenstander og overlevelsesutstyr.
pt_br: Equipamentos de Elite - Uma variedade de itens de utilidade e equipamentos de sobrevivência.
ro: Echipamente de elită - O varietate de articole utilitare și echipamente de supraviețuire.
ru: Элитное снаряжение - Разнообразные подсобные предметы и снаряжение для выживания.
sk_sk: Vybavenie Elite - Rôzne úžitkové predmety a vybavenie na prežitie.
sv: Elitutrustning - En mängd olika bruksföremål och överlevnadsutrustning.
tr_tr: Elit Ekipmanlar - Çeşitli yardımcı öğeler ve hayatta kalma ekipmanları.
uk: Елітне обладнання - Різноманітні підсобні предмети та спорядження для виживання.
zh_cn: 精英设备 - 各种实用物品和生存装备。

# Description_BlueprintClass_LargeBlocksT1
source: Enhanced Large Blocks - Click on any Large Block to assemble all components necessary for it's construction.
ca_ad: Blocs grans millorats - Feu clic a qualsevol bloc gran per muntar tots els components necessari per a la seva construcció.
cs_cz: Vylepšené velké bloky - Kliknutím na libovolný velký blok sestavíte všechny komponenty nezbytné pro jeho stavbu.
da: Forbedrede store blokke - Klik på en hvilken som helst stor blok for at samle alle komponenter nødvendigt for det er konstruktion.
de: Verbesserte große Blöcke - Klicken Sie auf einen großen Block, um alle Komponenten zusammenzusetzen die für den Bau notwendig sind.
es: Bloques grandes mejorados - Haga clic en cualquier bloque grande para ensamblar todos los componentes necesario para su construcción.
et_ee: Täiustatud suured plokid - Kõigi komponentide kokkupanekuks klõpsake suvalisel suurel plokil vajalik selle ehitamiseks.
fi: Parannetut suuret lohkot - Napsauta mitä tahansa suurta lohkoa kootaksesi kaikki komponentit välttämätön sen rakentamiseksi.
fr: Blocs de grande taille améliorés - Cliquez sur n’importe quel grand bloc pour assembler tous les composants nécessaire à sa construction.
hr_hr: Poboljšani veliki blokovi - Kliknite na bilo koji veliki blok za sastavljanje svih komponenti neophodno za izgradnju.
hu_hu: Továbbfejlesztett nagy blokkok - Kattintson bármelyik nagy blokkra az összes alkatrész összeszereléséhez szükséges az építéséhez.
ja_jp: 拡張ラージブロック - 大きなブロックをクリックして、すべてのコンポーネントを組み立てます 建設に必要です。
lv: Uzlaboti lieli bloki - Noklikšķiniet uz jebkura Lielā bloka, lai saliktu visus komponentus nepieciešams tā būvniecībai.
nl: Verbeterde grote blokken - Klik op een groot blok om alle componenten in elkaar te zetten noodzakelijk voor de constructie.
no: Forbedrede store blokker - Klikk på en stor blokk for å montere alle komponentene nødvendig for konstruksjonen.
pt_br: Blocos grandes aprimorados - Clique em qualquer bloco grande para montar todos os componentes necessário para a sua construção.
ro: Blocuri mari îmbunătățite - Faceți clic pe orice bloc mare pentru a asambla toate componentele necesar pentru construcția sa.
ru: Улучшенные большие блоки - Нажмите на любой большой блок, чтобы собрать все компоненты необходимых для его строительства.
sk_sk: Vylepšené veľké bloky - Kliknutím na ľubovoľný veľký blok zostavíte všetky komponenty nevyhnutné pre jeho výstavbu.
sv: Förbättrade stora block - Klicka på ett stort block för att montera alla komponenter nödvändigt för dess konstruktion.
tr_tr: Geliştirilmiş Büyük Bloklar - Tüm bileşenleri birleştirmek için herhangi bir Büyük Bloğa tıklayın inşaatı için gerekli.
uk: Покращені великі блоки - Натисніть на будь-який великий блок, щоб зібрати всі компоненти необхідні для його будівництва.
zh_cn: 增强型大块 - 单击任何大块以组装所有组件 它的构造所必需的。

# Description_BlueprintClass_LargeBlocksT2
source: Proficient Large Blocks - Click on any Large Block to assemble all components necessary for it's construction.
ca_ad: Blocs grans competents - Feu clic a qualsevol bloc gran per muntar tots els components necessari per a la seva construcció.
cs_cz: Zdatné velké bloky - Kliknutím na libovolný velký blok sestavíte všechny komponenty nezbytné pro jeho stavbu.
da: Dygtige store blokke - Klik på en hvilken som helst stor blok for at samle alle komponenter nødvendigt for det er konstruktion.
de: Kompetente große Blöcke - Klicken Sie auf einen großen Block, um alle Komponenten zusammenzusetzen die für den Bau notwendig sind.
es: Bloques grandes competentes - Haga clic en cualquier bloque grande para ensamblar todos los componentes necesario para su construcción.
et_ee: Vilunud suured plokid - Kõigi komponentide kokkupanekuks klõpsake suvalisel suurel plokil vajalik selle ehitamiseks.
fi: Taitavat suuret lohkot - Napsauta mitä tahansa suurta lohkoa kootaksesi kaikki komponentit välttämätön sen rakentamiseksi.
fr: Grands blocs compétents - Cliquez sur n’importe quel grand bloc pour assembler tous les composants nécessaire à sa construction.
hr_hr: Iskusni veliki blokovi - Kliknite na bilo koji veliki blok za sastavljanje svih komponenti neophodno za izgradnju.
hu_hu: Gyakorlott nagy blokkok - Kattintson bármelyik nagy blokkra az összes alkatrész összeszereléséhez szükséges az építéséhez.
ja_jp: 熟練した大型ブロック - 大きなブロックをクリックして、すべてのコンポーネントを組み立てます 建設に必要です。
lv: Lietpratīgi lieli bloki - Noklikšķiniet uz jebkura Lielā bloka, lai saliktu visus komponentus nepieciešams tā būvniecībai.
nl: Bekwame grote blokken - Klik op een groot blok om alle componenten in elkaar te zetten noodzakelijk voor de constructie.
no: Dyktige store blokker - Klikk på en stor blokk for å montere alle komponentene nødvendig for konstruksjonen.
pt_br: Blocos Grandes Proficientes - Clique em qualquer bloco grande para montar todos os componentes necessário para a sua construção.
ro: Blocuri mari competente - Faceți clic pe orice bloc mare pentru a asambla toate componentele necesar pentru construcția sa.
ru: Профессиональные большие блоки - Нажмите на любой большой блок, чтобы собрать все компоненты необходимых для его строительства.
sk_sk: Zdatné veľké bloky - Kliknutím na ľubovoľný veľký blok zostavíte všetky komponenty nevyhnutné pre jeho výstavbu.
sv: Skickliga stora block - Klicka på ett stort block för att montera alla komponenter nödvändigt för dess konstruktion.
tr_tr: Yetkin Büyük Bloklar - Tüm bileşenleri birleştirmek için herhangi bir Büyük Bloğa tıklayın inşaatı için gerekli.
uk: Досвідчені великі блоки - Натисніть на будь-який великий блок, щоб зібрати всі компоненти необхідні для його будівництва.
zh_cn: 精通大块 - 单击任何大块以组装所有组件 它的构造所必需的。

# Description_BlueprintClass_LargeBlocksT3
source: Elite Large Blocks - Click on any Large Block to assemble all components necessary for it's construction.
ca_ad: Blocs grans d'elit - Feu clic a qualsevol bloc gran per muntar tots els components necessari per a la seva construcció.
cs_cz: Elitní velké bloky - Kliknutím na libovolný velký blok sestavíte všechny komponenty nezbytné pro jeho stavbu.
da: Elite store blokke - Klik på en hvilken som helst stor blok for at samle alle komponenter nødvendigt for det er konstruktion.
de: Elite Große Blöcke - Klicken Sie auf einen großen Block, um alle Komponenten zusammenzusetzen die für den Bau notwendig sind.
es: Bloques grandes de élite - Haga clic en cualquier bloque grande para ensamblar todos los componentes necesario para su construcción.
et_ee: Elite suured plokid - Kõigi komponentide kokkupanekuks klõpsake suvalisel suurel plokil vajalik selle ehitamiseks.
fi: Elite suuret lohkot - Napsauta mitä tahansa suurta lohkoa kootaksesi kaikki komponentit välttämätön sen rakentamiseksi.
fr: Blocs Elite Large - Cliquez sur n’importe quel grand bloc pour assembler tous les composants nécessaire à sa construction.
hr_hr: Elitni veliki blokovi - Kliknite na bilo koji veliki blok za sastavljanje svih komponenti neophodno za izgradnju.
hu_hu: Elit nagy blokkok - Kattintson bármelyik nagy blokkra az összes alkatrész összeszereléséhez szükséges az építéséhez.
ja_jp: エリートラージブロック - 大きなブロックをクリックして、すべてのコンポーネントを組み立てます 建設に必要です。
lv: Elites lielie bloki - Noklikšķiniet uz jebkura Lielā bloka, lai saliktu visus komponentus nepieciešams tā būvniecībai.
nl: Elite Grote Blokken - Klik op een groot blok om alle componenten in elkaar te zetten noodzakelijk voor de constructie.
no: Elite store blokker - Klikk på en stor blokk for å montere alle komponentene nødvendig for konstruksjonen.
pt_br: Blocos Grandes de Elite - Clique em qualquer bloco grande para montar todos os componentes necessário para a sua construção.
ro: Elite blocuri mari - Faceți clic pe orice bloc mare pentru a asambla toate componentele necesar pentru construcția sa.
ru: Элитные большие блоки - Нажмите на любой большой блок, чтобы собрать все компоненты необходимых для его строительства.
sk_sk: Elitné veľké bloky - Kliknutím na ľubovoľný veľký blok zostavíte všetky komponenty nevyhnutné pre jeho výstavbu.
sv: Elit stora block - Klicka på ett stort block för att montera alla komponenter nödvändigt för dess konstruktion.
tr_tr: Elit Büyük Bloklar - Tüm bileşenleri birleştirmek için herhangi bir Büyük Bloğa tıklayın inşaatı için gerekli.
uk: Елітні великі блоки - Натисніть на будь-який великий блок, щоб зібрати всі компоненти необхідні для його будівництва.
zh_cn: 精英大块 - 单击任何大块以组装所有组件 它的构造所必需的。

# Description_BlueprintClass_SmallBlocksT1
source: Enhanced Small Blocks - Click on any Small Block to assemble all components necessary for it's construction.
ca_ad: Blocs petits millorats - Feu clic a qualsevol bloc petit per muntar tots els components necessari per a la seva construcció.
cs_cz: Vylepšené malé bloky - Kliknutím na libovolný malý blok sestavíte všechny komponenty nezbytné pro jeho stavbu.
da: Forbedrede små blokke - Klik på en hvilken som helst lille blok for at samle alle komponenter nødvendigt for det er konstruktion.
de: Verbesserte kleine Blöcke - Klicken Sie auf einen kleinen Block, um alle Komponenten zusammenzusetzen die für den Bau notwendig sind.
es: Bloques pequeños mejorados - Haga clic en cualquier bloque pequeño para ensamblar todos los componentes necesario para su construcción.
et_ee: Täiustatud väikesed plokid - Kõigi komponentide kokkupanekuks klõpsake suvalisel väikesel plokil vajalik selle ehitamiseks.
fi: Parannetut pienet lohkot - Napsauta mitä tahansa pientä lohkoa kootaksesi kaikki komponentit välttämätön sen rakentamiseksi.
fr: Petits blocs améliorés - Cliquez sur n’importe quel petit bloc pour assembler tous les composants nécessaire à sa construction.
hr_hr: Poboljšani mali blokovi - Kliknite na bilo koji mali blok za sastavljanje svih komponenti neophodno za izgradnju.
hu_hu: Továbbfejlesztett kis blokkok - Kattintson bármelyik kis blokkra az összes alkatrész összeszereléséhez szükséges az építéséhez.
ja_jp: 拡張スモールブロック - 任意のスモールブロックをクリックして、すべてのコンポーネントを組み立てます 建設に必要です。
lv: Uzlaboti mazi bloki - Noklikšķiniet uz jebkura Mazā bloka, lai saliktu visus komponentus nepieciešams tā būvniecībai.
nl: Verbeterde kleine blokken - Klik op een klein blok om alle componenten in elkaar te zetten noodzakelijk voor de constructie.
no: Forbedrede små blokker - Klikk på en liten blokk for å montere alle komponentene nødvendig for konstruksjonen.
pt_br: Blocos pequenos aprimorados - Clique em qualquer bloco pequeno para montar todos os componentes necessário para a sua construção.
ro: Blocuri mici îmbunătățite - Faceți clic pe orice bloc mic pentru a asambla toate componentele necesar pentru construcția sa.
ru: Улучшенные малые блоки - Нажмите на любой маленький блок, чтобы собрать все компоненты. необходимых для его строительства.
sk_sk: Vylepšené malé bloky - Kliknutím na ľubovoľný malý blok zostavíte všetky komponenty nevyhnutné pre jeho výstavbu.
sv: Förbättrade små block - Klicka på ett litet block för att montera alla komponenter nödvändigt för dess konstruktion.
tr_tr: Geliştirilmiş Küçük Bloklar - Tüm bileşenleri birleştirmek için herhangi bir Küçük Bloğa tıklayın inşaatı için gerekli.
uk: Покращені малі блоки - Натисніть на будь-який маленький блок, щоб зібрати всі компоненти необхідні для його будівництва.
zh_cn: 增强型小块 - 单击任何小块以组装所有组件 它的构造所必需的。

# Description_BlueprintClass_SmallBlocksT2
source: Proficient Small Blocks - Click on any Small Block to assemble all components necessary for it's construction.
ca_ad: Blocs petits competents - Feu clic a qualsevol bloc petit per muntar tots els components necessari per a la seva construcció.
cs_cz: Zdatné malé bloky - Kliknutím na libovolný malý blok sestavíte všechny komponenty nezbytné pro jeho stavbu.
da: Dygtige små blokke - Klik på en hvilken som helst lille blok for at samle alle komponenter nødvendigt for det er konstruktion.
de: Kompetente kleine Blöcke - Klicken Sie auf einen kleinen Block, um alle Komponenten zusammenzusetzen die für den Bau notwendig sind.
es: Bloques pequeños competentes - Haga clic en cualquier bloque pequeño para ensamblar todos los componentes necesario para su construcción.
et_ee: Vilunud väikesed plokid - Kõigi komponentide kokkupanekuks klõpsake suvalisel väikesel plokil vajalik selle ehitamiseks.
fi: Taitavat pienet lohkot - Napsauta mitä tahansa pientä lohkoa kootaksesi kaikki komponentit välttämätön sen rakentamiseksi.
fr: Petits blocs compétents - Cliquez sur n’importe quel petit bloc pour assembler tous les composants nécessaire à sa construction.
hr_hr: Stručni mali blokovi - Kliknite na bilo koji mali blok za sastavljanje svih komponenti neophodno za izgradnju.
hu_hu: Gyakorlott kis blokkok - Kattintson bármelyik kis blokkra az összes alkatrész összeszereléséhez szükséges az építéséhez.
ja_jp: 熟練した小さなブロック - 任意のスモールブロックをクリックして、すべてのコンポーネントを組み立てます 建設に必要です。
lv: Lietpratīgi mazie bloki - Noklikšķiniet uz jebkura Mazā bloka, lai saliktu visus komponentus nepieciešams tā būvniecībai.
nl: Bekwame kleine blokken - Klik op een klein blok om alle componenten in elkaar te zetten noodzakelijk voor de constructie.
no: Dyktige små blokker - Klikk på en liten blokk for å montere alle komponentene nødvendig for konstruksjonen.
pt_br: Pequenos Blocos Proficientes - Clique em qualquer bloco pequeno para montar todos os componentes necessário para a sua construção.
ro: Blocuri mici competente - Faceți clic pe orice bloc mic pentru a asambla toate componentele necesar pentru construcția sa.
ru: Профессиональные маленькие блоки - Нажмите на любой маленький блок, чтобы собрать все компоненты. необходимых для его строительства.
sk_sk: Zdatné malé bloky - Kliknutím na ľubovoľný malý blok zostavíte všetky komponenty nevyhnutné pre jeho výstavbu.
sv: Skickliga små block - Klicka på ett litet block för att montera alla komponenter nödvändigt för dess konstruktion.
tr_tr: Yetkin Küçük Bloklar - Tüm bileşenleri birleştirmek için herhangi bir Küçük Bloğa tıklayın inşaatı için gerekli.
uk: Досвідчені невеликі блоки - Натисніть на будь-який маленький блок, щоб зібрати всі компоненти необхідні для його будівництва.
zh_cn: 熟练的小块 - 单击任何小块以组装所有组件 它的构造所必需的。

# Description_BlueprintClass_SmallBlocksT3
source: Elite Small Blocks - Click on any Small Block to assemble all components necessary for it's construction.
ca_ad: Blocs petits d'elit - Feu clic a qualsevol bloc petit per muntar tots els components necessari per a la seva construcció.
cs_cz: Elitní malé bloky - Kliknutím na libovolný malý blok sestavíte všechny komponenty nezbytné pro jeho stavbu.
da: Elite små blokke - Klik på en hvilken som helst lille blok for at samle alle komponenter nødvendigt for det er konstruktion.
de: Elite kleine Blöcke - Klicken Sie auf einen kleinen Block, um alle Komponenten zusammenzusetzen die für den Bau notwendig sind.
es: Bloques pequeños de élite - Haga clic en cualquier bloque pequeño para ensamblar todos los componentes necesario para su construcción.
et_ee: Elite väikesed plokid - Kõigi komponentide kokkupanekuks klõpsake suvalisel väikesel plokil vajalik selle ehitamiseks.
fi: Pienet eliittilohkot - Napsauta mitä tahansa pientä lohkoa kootaksesi kaikki komponentit välttämätön sen rakentamiseksi.
fr: Petits blocs d’élite - Cliquez sur n’importe quel petit bloc pour assembler tous les composants nécessaire à sa construction.
hr_hr: Elitni mali blokovi - Kliknite na bilo koji mali blok za sastavljanje svih komponenti neophodno za izgradnju.
hu_hu: Elit kis blokkok - Kattintson bármelyik kis blokkra az összes alkatrész összeszereléséhez szükséges az építéséhez.
ja_jp: エリートスモールブロック - 任意のスモールブロックをクリックして、すべてのコンポーネントを組み立てます 建設に必要です。
lv: Elites mazie bloki - Noklikšķiniet uz jebkura Mazā bloka, lai saliktu visus komponentus nepieciešams tā būvniecībai.
nl: Elite Kleine Blokken - Klik op een klein blok om alle componenten in elkaar te zetten noodzakelijk voor de constructie.
no: Elite små blokker - Klikk på en liten blokk for å montere alle komponentene nødvendig for konstruksjonen.
pt_br: Blocos Pequenos Elite - Clique em qualquer bloco pequeno para montar todos os componentes necessário para a sua construção.
ro: Blocuri mici de elită - Faceți clic pe orice bloc mic pentru a asambla toate componentele necesar pentru construcția sa.
ru: Элитные маленькие блоки - Нажмите на любой маленький блок, чтобы собрать все компоненты. необходимых для его строительства.
sk_sk: Malé bloky Elite - Kliknutím na ľubovoľný malý blok zostavíte všetky komponenty nevyhnutné pre jeho výstavbu.
sv: Elit små block - Klicka på ett litet block för att montera alla komponenter nödvändigt för dess konstruktion.
tr_tr: Elit Küçük Bloklar - Tüm bileşenleri birleştirmek için herhangi bir Küçük Bloğa tıklayın inşaatı için gerekli.
uk: Елітні маленькі блоки - Натисніть на будь-який маленький блок, щоб зібрати всі компоненти необхідні для його будівництва.
zh_cn: 精英小块 - 单击任何小块以组装所有组件 它的构造所必需的。
