Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeQDarkEnergyReactorT1
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 2.25x more efficient than Uranium. Dark Matter is extremely rare. Found only in Asteroids, Planet Energia, and Planet Clangia. 1.5x Better than Normal. Max Power Output: 1,800MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 2,25 vegades més eficients que l'urani. La matèria fosca és extremadament rara. Es troba només en Asteroides, Planeta Energia i Planeta Clangia. 1.5x millor del normal. Potència màxima de sortida: 1.800MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 2,25x účinnější než uran. Temná hmota je extrémně vzácná. Vyskytuje se pouze v planetách Asteroids, Planet Energia a Planet Clangia. 1,5× lepší než normálně. Maximální výstupní výkon: 1 800 MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Mørke energibarrer er 2,25 gange mere effektive end uran. Mørkt stof er ekstremt sjældent. Findes kun i asteroider, Planet Energia og Planet Clangia. 1.5x bedre end normalt. Maks. effekt: 1.800 MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Barren der Dunklen Energie sind 2,25-mal effizienter als Uran. Dunkle Materie ist extrem selten. Kommt nur in Asteroids, Planet Energia und Planet Clangia vor. 1,5x besser als normal. Maximale Leistung: 1.800 MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 2,25 veces más eficientes que el uranio. La materia oscura es extremadamente rara. Solo se encuentra en Asteroides, Planet Energia y Planet Clangia. 1,5 veces mejor de lo normal. Potencia máxima de salida: 1.800 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 2,25x tõhusamad kui uraan. Tumeaine on äärmiselt haruldane. Leitud ainult asteroididest, Planet Energiast ja Planet Clangiast. 1.5x parem kui tavaliselt. Maksimaalne võimsus: 1,800MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 2,25 kertaa tehokkaampia kuin uraani. Pimeä aine on erittäin harvinaista. Löytyy vain asteroideista, Planet Energiasta ja Planet Clangiasta. 1.5x parempi kuin normaalisti. Suurin teho: 1,800MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 2,25 fois plus efficaces que l’uranium. La matière noire est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Energia et la planète Clangia. 1,5x mieux que la normale. Puissance de sortie maximale : 1 800 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 2.25x učinkovitiji od urana. Tamna tvar je izuzetno rijetka. Nalazi se samo u asteroidima, planeti Energiji i planeti Clangia. 1.5x bolje od normalnog. Maksimalna snaga: 1.800 MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energiájú öntvények 2,25-ször hatékonyabbak, mint az urán. A sötét anyag rendkívül ritka. Csak az aszteroidákban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5x jobb a normálnál. Max teljesítmény: 1,800MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ウランの2.25倍の効率があります。ダークマターは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 通常より1.5倍優れています。 最大出力:1,800MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 2,25x efektīvāki nekā urāns. Tumšā viela ir ļoti reta. Atrasts tikai asteroīdos, Planet Energia un Planet Clangia. 1,5x labāks nekā parasti. Maksimālā jauda: 1,800MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 2,25x efficiënter dan uranium. Donkere materie is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Energia en Planet Clangia. 1,5x beter dan normaal. Maximaal uitgangsvermogen: 1.800 MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 2,25 ganger mer effektive enn uran. Mørk materie er ekstremt sjelden. Finnes bare i Asteroids, Planet Energia og Planet Clangia. 1,5 ganger bedre enn normalt. Maks effekt: 1,800MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de energia escura são 2,25x mais eficientes que o urânio. A matéria escura é extremamente rara. Encontrado apenas em Asteroides, Planet Energia e Planet Clangia. 1,5x melhor que o normal. Potência máxima: 1,800MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 2,25 ori mai eficiente decât uraniul. Materia întunecată este extrem de rară. Se găsește numai în Asteroizi, Planeta Energia și Planeta Clangia. De 1,5 ori mai bine decât în mod normal. Putere maximă: 1.800MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки темной энергии в 2,25 раза эффективнее урана. Темная материя встречается крайне редко. Встречается только в Астероидах, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность: 1 800 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Ingoty Dark Energy sú 2,25x účinnejšie ako urán. Temná hmota je extrémne zriedkavá. Nachádza sa iba v asteroidoch, planéte Energia a planéte Clangia. 1,5x lepšie ako zvyčajne. Maximálny výkon: 1 800 MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Tackor med mörk energi är 2,25 gånger effektivare än uran. Mörk materia är extremt sällsynt. Finns endast i Asteroids, Planet Energia och Planet Clangia. 1,5 gånger bättre än normalt. Max uteffekt: 1 800 MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Uranyum'dan 2,25 kat daha verimlidir. Karanlık Madde son derece nadirdir. Sadece Asteroitler, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Normalden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 1.800MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 2,25 рази ефективніші за уран. Темна матерія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, планеті Енергія і планеті Клангія. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність: 1,800 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是铀的 2.25 倍。暗物质极为罕见。仅在小行星、能量行星和克兰吉亚行星中发现。 比正常情况好 1.5 倍。 最大功率输出：1,800MW

# Description_LargeQDarkEnergyReactorT2
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 2.25x more efficient than Uranium. Dark Matter is extremely rare. Found only in Asteroids, Planet Energia, and Planet Clangia. 1.5x Better than Enhanced. Max Power Output: 2,700MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 2,25 vegades més eficients que l'urani. La matèria fosca és extremadament rara. Es troba només en Asteroides, Planeta Energia i Planeta Clangia. 1.5x Millor que millorat. Potència màxima de sortida: 2.700MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 2,25x účinnější než uran. Temná hmota je extrémně vzácná. Vyskytuje se pouze v planetách Asteroids, Planet Energia a Planet Clangia. 1,5× lepší než vylepšené. Maximální výstupní výkon: 2 700 MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Mørke energibarrer er 2,25 gange mere effektive end uran. Mørkt stof er ekstremt sjældent. Findes kun i asteroider, Planet Energia og Planet Clangia. 1.5x bedre end forbedret. Maks. effekt: 2.700 MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Barren der Dunklen Energie sind 2,25-mal effizienter als Uran. Dunkle Materie ist extrem selten. Kommt nur in Asteroids, Planet Energia und Planet Clangia vor. 1,5x besser als verbessert. Maximale Leistung: 2.700 MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 2,25 veces más eficientes que el uranio. La materia oscura es extremadamente rara. Solo se encuentra en Asteroides, Planet Energia y Planet Clangia. 1,5 veces mejor que mejorado. Potencia máxima de salida: 2.700 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 2,25x tõhusamad kui uraan. Tumeaine on äärmiselt haruldane. Leitud ainult asteroididest, Planet Energiast ja Planet Clangiast. 1.5x parem kui täiustatud. Maksimaalne võimsus: 2,700MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 2,25 kertaa tehokkaampia kuin uraani. Pimeä aine on erittäin harvinaista. Löytyy vain asteroideista, Planet Energiasta ja Planet Clangiasta. 1,5 kertaa parempi kuin parannettu. Suurin teho: 2,700MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 2,25 fois plus efficaces que l’uranium. La matière noire est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Energia et la planète Clangia. 1,5 fois mieux que Amélioré. Puissance de sortie maximale : 2 700 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 2.25x učinkovitiji od urana. Tamna tvar je izuzetno rijetka. Nalazi se samo u asteroidima, planeti Energiji i planeti Clangia. 1.5x Bolje od poboljšanog. Maksimalna izlazna snaga: 2.700 MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energiájú öntvények 2,25-ször hatékonyabbak, mint az urán. A sötét anyag rendkívül ritka. Csak az aszteroidákban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5-szer jobb, mint a továbbfejlesztett. Max teljesítmény: 2,700MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ウランの2.25倍の効率があります。ダークマターは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 Enhancedより1.5倍優れています。 最大出力:2,700MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 2,25x efektīvāki nekā urāns. Tumšā viela ir ļoti reta. Atrasts tikai asteroīdos, Planet Energia un Planet Clangia. 1,5x labāk nekā uzlabots. Maksimālā jauda: 2,700MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 2,25x efficiënter dan uranium. Donkere materie is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Energia en Planet Clangia. 1,5x beter dan verbeterd. Maximaal uitgangsvermogen: 2.700 MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 2,25 ganger mer effektive enn uran. Mørk materie er ekstremt sjelden. Finnes bare i Asteroids, Planet Energia og Planet Clangia. 1,5 ganger bedre enn forbedret. Maks effekt: 2,700MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de energia escura são 2,25x mais eficientes que o urânio. A matéria escura é extremamente rara. Encontrado apenas em Asteroides, Planet Energia e Planet Clangia. 1,5x melhor que o aprimorado. Potência máxima: 2,700MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 2,25 ori mai eficiente decât uraniul. Materia întunecată este extrem de rară. Se găsește numai în Asteroizi, Planeta Energia și Planeta Clangia. De 1,5 ori mai bine decât îmbunătățit. Putere maximă: 2.700MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки темной энергии в 2,25 раза эффективнее урана. Темная материя встречается крайне редко. Встречается только в Астероидах, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность: 2 700 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Ingoty Dark Energy sú 2,25x účinnejšie ako urán. Temná hmota je extrémne zriedkavá. Nachádza sa iba v asteroidoch, planéte Energia a planéte Clangia. 1,5x lepšie ako vylepšené. Maximálny výkon: 2 700 MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Tackor med mörk energi är 2,25 gånger effektivare än uran. Mörk materia är extremt sällsynt. Finns endast i Asteroids, Planet Energia och Planet Clangia. 1,5 gånger bättre än Enhanced. Max uteffekt: 2 700 MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Uranyum'dan 2,25 kat daha verimlidir. Karanlık Madde son derece nadirdir. Sadece Asteroitler, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Geliştirilmiş'ten 1,5 kat daha iyi. Maksimum Güç Çıkışı: 2,700MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 2,25 рази ефективніші за уран. Темна матерія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, планеті Енергія і планеті Клангія. У 1,5 раза краще, ніж покращене. Максимальна вихідна потужність: 2,700 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是铀的 2.25 倍。暗物质极为罕见。仅在小行星、能量行星和克兰吉亚行星中发现。 比增强型好 1.5 倍。 最大功率输出：2,700MW

# Description_LargeQDarkEnergyReactorT3
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 2.25x more efficient than Uranium. Dark Matter is extremely rare. Found only in Asteroids, Planet Energia, and Planet Clangia. 1.5x Better than Proficient. Max Power Output: 4,050MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 2,25 vegades més eficients que l'urani. La matèria fosca és extremadament rara. Es troba només en Asteroides, Planeta Energia i Planeta Clangia. 1.5x Millor que competent. Potència màxima de sortida: 4.050MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 2,25x účinnější než uran. Temná hmota je extrémně vzácná. Vyskytuje se pouze v planetách Asteroids, Planet Energia a Planet Clangia. 1,5x lepší než zdatný. Maximální výstupní výkon: 4 050 MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Mørke energibarrer er 2,25 gange mere effektive end uran. Mørkt stof er ekstremt sjældent. Findes kun i asteroider, Planet Energia og Planet Clangia. 1.5x bedre end dygtig. Maks. effekt: 4.050 MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Barren der Dunklen Energie sind 2,25-mal effizienter als Uran. Dunkle Materie ist extrem selten. Kommt nur in Asteroids, Planet Energia und Planet Clangia vor. 1,5x besser als kompetent. Maximale Leistung: 4.050 MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 2,25 veces más eficientes que el uranio. La materia oscura es extremadamente rara. Solo se encuentra en Asteroides, Planet Energia y Planet Clangia. 1,5 veces mejor que Proficiente. Potencia máxima de salida: 4.050 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 2,25x tõhusamad kui uraan. Tumeaine on äärmiselt haruldane. Leitud ainult asteroididest, Planet Energiast ja Planet Clangiast. 1.5x parem kui Proficient. Maksimaalne võimsus: 4,050MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 2,25 kertaa tehokkaampia kuin uraani. Pimeä aine on erittäin harvinaista. Löytyy vain asteroideista, Planet Energiasta ja Planet Clangiasta. 1,5 kertaa parempi kuin taitava. Suurin teho: 4,050MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 2,25 fois plus efficaces que l’uranium. La matière noire est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Energia et la planète Clangia. 1,5 fois mieux que compétent. Puissance de sortie maximale : 4 050 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 2.25x učinkovitiji od urana. Tamna tvar je izuzetno rijetka. Nalazi se samo u asteroidima, planeti Energiji i planeti Clangia. 1.5x bolje od stručnog. Maksimalna snaga: 4,050MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energiájú öntvények 2,25-ször hatékonyabbak, mint az urán. A sötét anyag rendkívül ritka. Csak az aszteroidákban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5x jobb, mint a Proficient. Max teljesítmény: 4,050MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ウランの2.25倍の効率があります。ダークマターは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 熟練の1.5倍優れています。 最大出力:4,050MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 2,25x efektīvāki nekā urāns. Tumšā viela ir ļoti reta. Atrasts tikai asteroīdos, Planet Energia un Planet Clangia. 1,5x labāk nekā lietpratējs. Maksimālā jauda: 4,050MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 2,25x efficiënter dan uranium. Donkere materie is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Energia en Planet Clangia. 1,5x beter dan bekwaam. Maximaal uitgangsvermogen: 4.050 MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 2,25 ganger mer effektive enn uran. Mørk materie er ekstremt sjelden. Finnes bare i Asteroids, Planet Energia og Planet Clangia. 1,5 ganger bedre enn dyktig. Maks effekt: 4,050MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de energia escura são 2,25x mais eficientes que o urânio. A matéria escura é extremamente rara. Encontrado apenas em Asteroides, Planet Energia e Planet Clangia. 1,5x melhor que o Proficient. Potência máxima: 4,050MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 2,25 ori mai eficiente decât uraniul. Materia întunecată este extrem de rară. Se găsește numai în Asteroizi, Planeta Energia și Planeta Clangia. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire: 4.050MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки темной энергии в 2,25 раза эффективнее урана. Темная материя встречается крайне редко. Встречается только в Астероидах, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем Опытный. Максимальная выходная мощность: 4 050 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Ingoty Dark Energy sú 2,25x účinnejšie ako urán. Temná hmota je extrémne zriedkavá. Nachádza sa iba v asteroidoch, planéte Energia a planéte Clangia. 1,5x lepšie ako zdatný. Maximálny výkon: 4 050 MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Tackor med mörk energi är 2,25 gånger effektivare än uran. Mörk materia är extremt sällsynt. Finns endast i Asteroids, Planet Energia och Planet Clangia. 1,5 gånger bättre än skicklig. Max uteffekt: 4 050 MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Uranyum'dan 2,25 kat daha verimlidir. Karanlık Madde son derece nadirdir. Sadece Asteroitler, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Yetkinden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 4,050MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 2,25 рази ефективніші за уран. Темна матерія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, планеті Енергія і планеті Клангія. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність: 4,050 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是铀的 2.25 倍。暗物质极为罕见。仅在小行星、能量行星和克兰吉亚行星中发现。 比精通好 1.5 倍。 最大输出功率：4,050MW
