Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_SmallQAtmoThrustT3
source: Elite Quantum Atmospheric Thruster
ca_ad: Propulsor atmosfèric quàntic d'elit
cs_cz: Elitní kvantový atmosférický tryska
da: Elite kvante atmosfærisk thruster
de: Elite-Quanten-atmosphärisches Triebwerk
es: Propulsor atmosférico cuántico de élite
et_ee: Elite kvantatmosfääri tõukejõud
fi: Eliitti kvanttiilmakehän potkuri
fr: Propulseur atmosphérique quantique Elite
hr_hr: Elitni kvantni atmosferski potisnik
hu_hu: Elite kvantum légköri hajtómű
ja_jp: エリート量子大気スラスター
lv: Elites kvantu atmosfēras vilces līdzeklis
nl: Elite Quantum Atmosferische Stuwraket
no: Elite Quantum atmosfærisk thruster
pt_br: Propulsor atmosférico quântico de elite
ro: Propulsor atmosferic cuantic Elite
ru: Элитный квантовый атмосферный двигатель
sk_sk: Elitný kvantový atmosférický thrruster
sv: Elite Quantum atmosfärisk bogpropeller
tr_tr: Elite Quantum Atmosferik İtici
uk: Елітний квантовий атмосферний двигун
zh_cn: 精英量子大气推进器

# DisplayName_Block_SmallQBatteryWarfare2T0
source: Sm. Warfare Quantum Battery
ca_ad: Sm. Bateria quàntica de guerra
cs_cz: Sm. Warfare Quantum baterie
da: Sm. Warfare kvantebatteri
de: Sm. Warfare Quantenbatterie
es: Sm. Batería cuántica de guerra
et_ee: Sm. Sõjapidamise kvantpatarei
fi: Sm. Sodankäynnin kvanttiakku
fr: Batterie quantique Sm. Warfare
hr_hr: Kvantna baterija Sm. Warfare
hu_hu: Sm. Warfare kvantum akkumulátor
ja_jp: Sm.戦争量子バッテリー
lv: Sm. Warfare kvantu akumulators
nl: Sm. Warfare Quantum Batterij
no: Sm. Krigføring kvantebatteri
pt_br: Sm. Guerra Bateria Quântica
ro: Sm. Baterie cuantică de război
ru: Квантовая батарея Sm. Warfare
sk_sk: Sm. Bojová kvantová batéria
sv: Sm. Warfare Quantum Batteri
tr_tr: Sm. Savaş Kuantum Bataryası
uk: Квантова батарея Sm.
zh_cn: Sm. Warfare 量子电池

# DisplayName_Block_SmallQBatteryWarfare2T1
source: Sm. Enhanced Warfare Quantum Battery
ca_ad: Sm. Bateria quàntica de guerra millorada
cs_cz: Sm. Vylepšená válečná kvantová baterie
da: Sm. Forbedret krigsførelse kvantebatteri
de: Sm. Enhanced Warfare Quantenbatterie
es: Sm. Batería cuántica de guerra mejorada
et_ee: Sm. Täiustatud sõjapidamise kvantpatarei
fi: Sm. Parannettu sodankäynnin kvanttiakku
fr: Sm. Batterie quantique de guerre améliorée
hr_hr: Sm. Poboljšana kvantna baterija ratovanja
hu_hu: Sm. Továbbfejlesztett hadviselés kvantum akkumulátor
lv: Uzlabots karadarbības kvantu akumulators
nl: Sm. Verbeterde Warfare Quantum Batterij
no: Sm. Forbedret krigføring kvantebatteri
pt_br: Sm. Bateria Quântica de Guerra Aprimorada
ro: Sm. Baterie cuantică îmbunătățită de război
ru: Квантовая батарея Enhanced Warfare
sk_sk: Sm. Vylepšená bojová kvantová batéria
sv: Sm. Förbättrad krigföring Quantum Batteri
tr_tr: Sm. Gelişmiş Savaş Kuantum Bataryası
uk: Посилена бойова квантова батарея
zh_cn: Sm. 增强型战争量子电池

# DisplayName_Block_SmallQBatteryWarfare2T2
source: Sm. Proficient Warfare Quantum Battery
ca_ad: Sm. Bateria quàntica de guerra competent
cs_cz: Sm. Kvantová baterie pro zdatné válčení
da: Sm. Dygtig krigsførelse kvantebatteri
de: Sm. Kompetente Kriegsführung Quantenbatterie
es: Sm. Batería cuántica de guerra competente
et_ee: Sm. Vilunud sõjapidamise kvantpatarei
fi: Sm. Taitava sodankäynnin kvanttiakku
fr: Sm. Batterie quantique de guerre efficace
hr_hr: Sm. Iskusna kvantna baterija ratovanja
hu_hu: Sm. Proficient Warfare kvantum akkumulátor
ja_jp: Sm. Proficient Warfare 量子バッテリー
lv: Prasmīgs kara kvantu akumulators
nl: Sm. Bekwame Oorlogsvoering Quantum Batterij
no: Sm. Dyktig krigføring kvantebatteri
pt_br: Sm. Bateria Quântica de Guerra Proficiente
ro: Sm. Baterie cuantică de război proficient
ru: Sm. Опытная боевая квантовая батарея
sk_sk: Sm. Zdatná bojová kvantová batéria
sv: Sm. Skicklig krigföring Quantum Batteri
tr_tr: Sm. Yetkin Savaş Kuantum Pili
uk: Квантова батарея Sm. Proficient Warfare
zh_cn: Sm. Proficient Warfare 量子电池

# DisplayName_Block_SmallQBatteryWarfare2T3
source: Sm. Elite Warfare Quantum Battery
ca_ad: Sm. Bateria quàntica de guerra d'elit
cs_cz: Sm. Elitní válečná kvantová baterie
da: Sm. Elite Warfare kvantebatteri
de: Sm. Elite Warfare Quantenbatterie
es: Sm. Batería cuántica de guerra de élite
et_ee: Sm. Elite Warfare kvantpatarei
fi: Sm. Elite Warfare -kvanttiakku
fr: Batterie Sm. Elite Warfare Quantum
hr_hr: Kvantna baterija elitnog ratovanja
hu_hu: Sm. Elite Warfare kvantum akkumulátor
ja_jp: Sm. Elite Warfare 量子バッテリー
lv: Sm. Elite Warfare kvantu akumulators
nl: Sm. Elite Warfare Quantum Batterij
no: Sm. Elite Warfare Quantum batteri
pt_br: Bateria Quantum Elite Warfare
ro: Sm. Baterie cuantică Elite Warfare
ru: Элитная боевая квантовая батарея
sk_sk: Sm. Kvantová batéria Elite Warfare
sv: Sm. Elite Warfare Quantum Batteri
tr_tr: Sm. Elite Warfare Kuantum Bataryası
uk: Квантова батарея елітної війни
zh_cn: Sm. Elite Warfare 量子电池

# DisplayName_Block_SmallQCargoContainerT0
source: Small Quantum Cargo Container
ca_ad: Petit contenidor de càrrega quàntica
cs_cz: Malý nákladní kontejner Quantum
da: Lille kvantelastcontainer
de: Kleiner Quanten-Frachtcontainer
es: Pequeño contenedor de carga cuántica
et_ee: Väike kvant-lastikonteiner
fi: Pieni Quantum Cargo -kontti
fr: Petit conteneur de fret quantique
hr_hr: Mali kvantni teretni kontejner
hu_hu: Kis kvantum teherkonténer
ja_jp: 小型量子貨物コンテナ
lv: Mazais kvantu kravas konteiners
nl: Kleine Quantum Cargo Container
no: Liten kvantelastecontainer
pt_br: Contêiner de Carga Quantum Pequeno
ro: Container mic de marfă cuantică
ru: Малый грузовой контейнер Quantum
sk_sk: Malý kvantový nákladný kontajner
sv: Liten kvantlastcontainer
tr_tr: Küçük Kuantum Kargo Konteyneri
uk: Невеликий квантовий вантажний контейнер
zh_cn: 小型量子货柜

# DisplayName_Block_SmallQCargoContainerT1
source: Enhanced Small Quantum Cargo Container
ca_ad: Contenidor de càrrega quàntica petit millorat
cs_cz: Vylepšený malý nákladní kontejner Quantum
da: Forbedret lille kvantelastcontainer
de: Verbesserter kleiner Quanten-Frachtcontainer
es: Contenedor de carga Quantum pequeño mejorado
et_ee: Täiustatud väike kvantkaubakonteiner
fi: Parannettu pieni kvanttirahtikontti
fr: Petit conteneur de fret quantique amélioré
hr_hr: Poboljšani mali kvantni spremnik tereta
hu_hu: Továbbfejlesztett kis kvantum teherkonténer
ja_jp: 改良型小型量子カーゴコンテナ
lv: Uzlabots mazais kvantu kravas konteiners
nl: Verbeterde kleine kwantumvrachtcontainer
no: Forbedret liten kvantelastbeholder
pt_br: Contêiner de carga Quantum Pequeno aprimorado
ro: Container de marfă cuantic mic îmbunătățit
ru: Усовершенствованный малый грузовой контейнер Quantum
sk_sk: Vylepšený malý kvantový nákladný kontajner
sv: Förbättrad Small Quantum Cargo Container
tr_tr: Geliştirilmiş Küçük Kuantum Kargo Konteyneri
uk: Покращений невеликий квантовий вантажний контейнер
zh_cn: 增强型小型量子货物集装箱

# DisplayName_Block_SmallQCargoContainerT2
source: Proficient Small Quantum Cargo Container
ca_ad: Contenidor de càrrega quàntica petit competent
cs_cz: Profesionální malý nákladní kontejner Quantum
da: Dygtig lille kvantelastcontainer
de: Kompetenter kleiner Quanten-Frachtcontainer
es: Contenedor de carga cuántica pequeño competente
et_ee: Vilunud väike kvantkaubakonteiner
fi: Taitava pieni kvanttirahtikontti
fr: Petit conteneur de fret quantique compétent
hr_hr: Vješt mali kvantni teretni kontejner
hu_hu: Proficient kis kvantum teherszállító konténer
ja_jp: 堪能な小型量子貨物コンテナ
lv: Lietpratīgs mazo kvantu kravas konteiners
nl: Bekwame kleine kwantumvrachtcontainer
no: Dyktig liten kvantelastbeholder
pt_br: Contêiner de Carga Quântica Pequeno Proficiente
ro: Container de marfă cuantic mic
ru: Опытный небольшой грузовой контейнер Quantum
sk_sk: Skúsený malý kvantový nákladný kontajner
sv: Skicklig liten kvantlastcontainer
tr_tr: Yetkin Küçük Kuantum Kargo Konteyneri
uk: Досвідчений невеликий квантовий вантажний контейнер
zh_cn: 熟练的小型量子货物集装箱

# DisplayName_Block_SmallQCargoContainerT3
source: Elite Small Quantum Cargo Container
ca_ad: Petit contenidor de càrrega quàntica d'elit
cs_cz: Elitní malý nákladní kontejner Quantum
da: Elite lille kvantelastcontainer
de: Elite Kleiner Quanten-Frachtcontainer
es: Contenedor de carga Elite Small Quantum
et_ee: Elite väike kvantkaubakonteiner
fi: Elite pieni kvanttirahtikontti
fr: Petit conteneur de fret Elite Quantum
hr_hr: Elitni mali kvantni teretni kontejner
hu_hu: Elite kis kvantum teherkonténer
ja_jp: エリート小型量子貨物コンテナ
lv: Elites mazo kvantu kravu konteiners
nl: Elite kleine kwantumvrachtcontainer
no: Elite liten kvantelastbeholder
pt_br: Elite Pequeno Quantum Container de Carga
ro: Container de marfă cuantic mic Elite
ru: Элитный Малый Квантовый Грузовой Контейнер
sk_sk: Malý kvantový nákladný kontajner Elite
tr_tr: Elite Küçük Kuantum Kargo Konteyneri
uk: Елітний малий квантовий вантажний контейнер
zh_cn: Elite 小型量子货柜

# DisplayName_Block_SmallQDarkEnergyReactorT0
source: Small Quantum Dark Energy Reactor
ca_ad: Petit reactor quàntic d'energia fosca
cs_cz: Malý kvantový reaktor temné energie
da: Lille kvante mørk energireaktor
de: Kleiner Quanten-Reaktor für Dunkle Energie
es: Pequeño reactor cuántico de energía oscura
et_ee: Väike kvant-tumeenergia reaktor
fi: Pieni kvanttipimeän energian reaktori
fr: Petit réacteur quantique à énergie noire
hr_hr: Mali kvantni reaktor tamne energije
hu_hu: Kis kvantum sötét energia reaktor
ja_jp: 小型量子暗黒エネルギー炉
lv: Mazais kvantu tumšās enerģijas reaktors
nl: Kleine Quantum Dark Energy Reactor
no: Liten kvante mørk energireaktor
pt_br: Pequeno Reator Quântico de Energia Escura
ro: Reactor cuantic mic de energie întunecată
ru: Малый квантовый реактор темной энергии
sk_sk: Malý kvantový reaktor s tmavou energiou
sv: Liten kvantreaktor för mörk energi
tr_tr: Küçük Kuantum Karanlık Enerji Reaktörü
uk: Малий квантовий реактор темної енергії
zh_cn: 小型量子暗能量反应堆

# DisplayName_Block_SmallQDarkEnergyReactorT1
source: Enhanced Small Quantum Dark Energy Reactor
ca_ad: Reactor quàntic d'energia fosca petit millorat
cs_cz: Vylepšený malý kvantový reaktor temné energie
da: Forbedret lille kvante mørk energireaktor
de: Verbesserter kleiner Quanten-Reaktor für dunkle Energie
es: Pequeño reactor cuántico mejorado de energía oscura
et_ee: Täiustatud väike kvant-tumeenergia reaktor
fi: Parannettu pieni kvanttipimeän energian reaktori
fr: Petit réacteur quantique à énergie noire amélioré
hr_hr: Poboljšani mali kvantni reaktor tamne energije
hu_hu: Továbbfejlesztett kis kvantum sötét energia reaktor
ja_jp: 改良型小型量子ダークエネルギー炉
lv: Uzlabots mazais kvantu tumšās enerģijas reaktors
nl: Verbeterde kleine kwantumreactor met donkere energie
no: Forbedret liten kvante mørk energireaktor
pt_br: Reator de Energia Escura Pequeno Quantum Aprimorado
ro: Reactor cuantic de energie întunecată îmbunătățit
ru: Усовершенствованный малый квантовый реактор темной энергии
sk_sk: Vylepšený malý kvantový tmavý energetický reaktor
sv: Förbättrad liten kvantreaktor för mörk energi
tr_tr: Geliştirilmiş Küçük Kuantum Karanlık Enerji Reaktörü
uk: Покращений малий квантовий реактор темної енергії
zh_cn: 增强型小型量子暗能反应堆

# DisplayName_Block_SmallQDarkEnergyReactorT2
source: Proficient Small Quantum Dark Energy Reactor
ca_ad: Reactor quàntic d'energia fosca petit competent
cs_cz: Zkušený malý kvantový reaktor temné energie
da: Dygtig lille kvante mørk energireaktor
de: Leistungsfähiger kleiner Quanten-Reaktor für Dunkle Energie
es: Pequeño reactor cuántico de energía oscura competente
et_ee: Vilunud väike kvant-tumeenergia reaktor
fi: Taitava pieni kvanttipimeän energian reaktori
fr: Petit réacteur quantique à énergie noire compétent
hr_hr: Iskusni mali kvantni reaktor tamne energije
hu_hu: Proficiens kis kvantum sötét energia reaktor
ja_jp: 小型量子ダークエネルギー炉
lv: Lietpratīgs mazais kvantu tumšās enerģijas reaktors
nl: Bekwame kleine kwantumreactor met donkere energie
no: Dyktig liten kvante mørk energireaktor
pt_br: Proficiente Reator de Energia Escura Quântica Pequena
ro: Reactor mic de energie întunecată cuantică
ru: Опытный Малый Квантовый Реактор Темной Энергии
sk_sk: Skúsený malý kvantový reaktor s tmavou energiou
sv: Skicklig liten kvantreaktor för mörk energi
tr_tr: Yetkin Küçük Kuantum Karanlık Enerji Reaktörü
uk: Досвідчений малий квантовий реактор темної енергії
zh_cn: 熟练的小型量子暗能量反应堆

# DisplayName_Block_SmallQDarkEnergyReactorT3
source: Elite Small Quantum Dark Energy Reactor
ca_ad: Reactor quàntic d'elit d'energia fosca
cs_cz: Elitní malý kvantový reaktor temné energie
da: Elite lille kvante mørk energireaktor
de: Elite-Reaktor für kleine Quanten-Dunkle Energie
es: Pequeño reactor cuántico de energía oscura de élite
et_ee: Elite väike kvant-tumeenergia reaktor
fi: Eliitti pieni kvanttipimeän energian reaktori
fr: Petit réacteur quantique d’énergie noire Elite
hr_hr: Elitni mali kvantni reaktor tamne energije
hu_hu: Elit kis kvantum sötét energia reaktor
ja_jp: エリート小型量子ダークエネルギー炉
lv: Elites mazais kvantu tumšās enerģijas reaktors
nl: Elite Kleine Quantum Donkere Energie Reactor
no: Elite liten kvante mørk energireaktor
pt_br: Reator de Energia Escura Quantum Elite Small
ru: Элитный Малый Квантовый Реактор Темной Энергии
sk_sk: Elitný malý kvantový reaktor s tmavou energiou
sv: Elite liten kvantreaktor för mörk energi
tr_tr: Elit Küçük Kuantum Karanlık Enerji Reaktörü
uk: Елітний малий квантовий реактор темної енергії
zh_cn: 精英小型量子暗能量反应堆

# DisplayName_Block_SmallQDarkEnergyThrustT0
source: Quantum Dark Energy Thruster
ca_ad: Propulsor quàntic d'energia fosca
cs_cz: Kvantový tryska temné energie
de: Quanten-Dunkler-Energie-Triebwerk
es: Propulsor de energía oscura cuántica
et_ee: Kvant-tumeda energia tõukejõud
fi: Kvanttipimeän energian potkuri
fr: Propulseur quantique d’énergie noire
hr_hr: Kvantni potisnik tamne energije
hu_hu: Kvantum sötét energia hajtómű
ja_jp: 量子ダークエネルギースラスター
lv: Kvantu tumšās enerģijas vilces spēks
nl: Quantum donkere energie stuwraket
pt_br: Propulsor de Energia Escura Quântico
ro: Propulsor cuantic de energie întunecată
ru: Квантовый двигатель темной энергии
sk_sk: Kvantový temný energetický motorík
tr_tr: Kuantum Karanlık Enerji İtici
uk: Квантовий двигун темної енергії
zh_cn: 量子暗能量推进器

# DisplayName_Block_SmallQDarkEnergyThrustT1
source: Enhanced Quantum Dark Energy Thruster
ca_ad: Propulsor quàntic d'energia fosca millorat
cs_cz: Vylepšený kvantový tryska temné energie
da: Forbedret Quantum Dark Energy Thruster
de: Verbesserter Quanten-Dunkler-Energie-Triebwerk
es: Propulsor de energía oscura cuántica mejorado
et_ee: Täiustatud kvant-tumeda energia tõukejõud
fi: Parannettu kvanttipimeän energian potkuri
fr: Propulseur quantique d’énergie noire amélioré
hr_hr: Poboljšani kvantni potisnik tamne energije
hu_hu: Továbbfejlesztett kvantum sötét energia hajtómű
ja_jp: 強化型量子ダークエネルギースラスター
lv: Uzlabots kvantu tumšās enerģijas vilces spēks
nl: Verbeterde Quantum Dark Energy Thruster
no: Forbedret Quantum Dark Energy Thruster
pt_br: Propulsor de Energia Escura Quântico Aprimorado
ro: Propulsor cuantic îmbunătățit de energie întunecată
ru: Усовершенствованный квантовый двигатель темной энергии
sk_sk: Vylepšený kvantový temný energetický thrruster
sv: Förbättrad Quantum Dark Energy Thruster
tr_tr: Geliştirilmiş Kuantum Karanlık Enerji İticisi
uk: Покращений квантовий двигун темної енергії
zh_cn: 增强型量子暗能推进器

# DisplayName_Block_SmallQDarkEnergyThrustT2
source: Proficient Quantum Dark Energy Thruster
ca_ad: Propulsor quàntic competent d'energia fosca quàntica
cs_cz: Zdatný kvantový tryska temné energie
da: Dygtig kvante mørk energi thruster
de: Kompetenter Quanten-Triebwerk für dunkle Energie
es: Propulsor de energía oscura cuántica competente
et_ee: Vilunud kvant-tumeda energia tõukejõud
fi: Taitava kvanttipimeän energian potkuri
fr: Propulseur d’énergie noire quantique compétent
hr_hr: Iskusni kvantni potisnik tamne energije
hu_hu: Gyakorlott kvantum sötét energia hajtómű
ja_jp: 熟練の量子ダークエネルギースラスター
lv: Prasmīgs kvantu tumšās enerģijas vilces līdzeklis
nl: Bekwame Quantum Dark Energy Thruster
no: Dyktig Quantum Dark Energy Thruster
pt_br: Propulsor de Energia Escura Quântico Proficiente
ro: Propulsor cuantic competent de energie întunecată
ru: Опытный квантовый двигатель темной энергии
sk_sk: Zdatný kvantový ťahač temnej energie
sv: Skicklig Quantum Dark Energy Thruster
tr_tr: Yetkin Kuantum Karanlık Enerji İtici
uk: Досвідчений квантовий двигун темної енергії
zh_cn: 精通量子暗能量推进器

# DisplayName_Block_SmallQDarkEnergyThrustT3
source: Elite Quantum Dark Energy Thruster
ca_ad: Propulsor d'energia fosca quàntica d'elit
cs_cz: Elitní kvantový tryska temné energie
de: Elite-Quanten-Triebwerk für dunkle Energie
es: Propulsor de energía oscura cuántica de élite
et_ee: Elite kvant-tumeda energia tõukejõud
fi: Elite Quantum pimeän energian potkuri
fr: Propulseur d’énergie noire quantique d’élite
hr_hr: Elitni kvantni potisnik tamne energije
hu_hu: Elite kvantum sötét energia hajtómű
ja_jp: エリート量子ダークエネルギースラスター
lv: Elites kvantu tumšās enerģijas vilcējspēks
nl: Elite Quantum Donkere Energie Stuwraket
pt_br: Propulsor de Energia Escura Quantum Elite
ro: Propulsor cuantic de energie întunecată Elite
ru: Элитный квантовый двигатель темной энергии
sk_sk: Elitný kvantový temný energetický thrruster
tr_tr: Elit Kuantum Karanlık Enerji İtici
uk: Елітний квантовий двигун темної енергії
zh_cn: 精英量子暗能量推进器

# DisplayName_Block_SmallQHydrogenThrustT0
source: Quantum Hydrogen Thruster
ca_ad: Propulsor quàntic d'hidrogen
cs_cz: Kvantový vodíkový tryska
da: Quantum brint thruster
de: Quanten-Wasserstoff-Triebwerk
es: Propulsor de hidrógeno cuántico
et_ee: Kvantvesiniku tõukejõud
fi: Kvanttivetypotkuri
fr: Propulseur à hydrogène quantique
hr_hr: Kvantni potisnik vodika
hu_hu: Kvantumhidrogén hajtómű
ja_jp: 量子水素スラスタ
lv: Kvantu ūdeņraža vilces spēks
nl: Kwantum waterstof boegschroef
pt_br: Propulsor de hidrogênio quântico
ro: Propulsor cuantic de hidrogen
ru: Квантово-водородный двигатель
sk_sk: Kvantový vodíkový motor
sv: Quantum väte bogpropeller
tr_tr: Kuantum Hidrojen İtici
uk: Квантовий водневий двигун
zh_cn: 量子氢推进器

# DisplayName_Block_SmallQHydrogenThrustT1
source: Enhanced Quantum Hydrogen Thruster
ca_ad: Propulsor quàntic d'hidrogen millorat
cs_cz: Vylepšený vodíkový motor Quantum
da: Forbedret kvantebrintthruster
de: Verbesserter Quanten-Wasserstoff-Antrieb
es: Propulsor de hidrógeno cuántico mejorado
et_ee: Täiustatud kvantvesiniku tõukejõud
fi: Parannettu kvanttivetypotkuri
fr: Propulseur à hydrogène quantique amélioré
hr_hr: Poboljšani kvantni potisnik vodika
hu_hu: Továbbfejlesztett kvantumhidrogén-hajtómű
ja_jp: 改良型量子水素スラスタ
lv: Uzlabots kvantu ūdeņraža vilces līdzeklis
nl: Verbeterde Quantum Hydrogen Thruster
no: Forbedret kvantehydrogenthruster
pt_br: Propulsor de hidrogênio quântico aprimorado
ro: Propulsor cuantic de hidrogen îmbunătățit
ru: Усовершенствованный квантово-водородный двигатель
sk_sk: Vylepšený kvantový vodíkový motor
sv: Förbättrad Quantum Hydrogen Thruster
tr_tr: Geliştirilmiş Kuantum Hidrojen İtici
uk: Покращений квантовий водневий двигун
zh_cn: 增强型量子氢推进器

# DisplayName_Block_SmallQHydrogenThrustT2
source: Proficient Quantum Hydrogen Thruster
ca_ad: Propulsor quàntic d'hidrogen competent
cs_cz: Zkušený kvantový vodíkový tryska
da: Dygtig kvantebrintthruster
de: Kompetenter Quanten-Wasserstoff-Antrieb
es: Propulsor de hidrógeno cuántico competente
et_ee: Vilunud kvantvesiniku tõukejõud
fi: Taitava kvanttivetypotkuri
fr: Propulseur à hydrogène quantique compétent
hr_hr: Iskusni kvantni potisnik vodika
hu_hu: Gyakorlott kvantumhidrogén-hajtómű
ja_jp: 堪能な量子水素スラスタ
lv: Lietpratīgs kvantu ūdeņraža vilces līdzeklis
nl: Bekwame kwantumwaterstofstuwraket
no: Dyktig kvantehydrogenthruster
pt_br: Propulsor de hidrogênio quântico proficiente
ro: Propulsor cuantic de hidrogen performant
ru: Опытный квантово-водородный двигатель
sk_sk: Zdatný kvantový vodíkový motorník
sv: Skicklig kvantvätepropeller
tr_tr: Yetkin Kuantum Hidrojen İtici
uk: Досвідчений квантовий водневий двигун
zh_cn: 精通量子氢推进器

# DisplayName_Block_SmallQHydrogenThrustT3
source: Elite Quantum Hydrogen Thruster
ca_ad: Propulsor quàntic d'hidrogen d'elit
cs_cz: Elitní kvantový vodíkový tryska
da: Elite kvantebrint thruster
de: Elite-Quanten-Wasserstoff-Triebwerk
es: Propulsor de hidrógeno cuántico de élite
et_ee: Elite kvantvesiniku tõukejõud
fi: Elite kvanttivetypotkuri
fr: Propulseur à hydrogène Elite Quantum
hr_hr: Elitni kvantni potisnik vodika
hu_hu: Elite kvantumhidrogén-hajtómű
ja_jp: エリート量子水素スラスタ
lv: Elites kvantu ūdeņraža vilces līdzeklis
nl: Elite Quantum Waterstof Thruster
pt_br: Propulsor de hidrogênio quântico de elite
ro: Propulsor cuantic de hidrogen Elite
ru: Элитный квантово-водородный двигатель
sk_sk: Elitný kvantový vodíkový motorník
tr_tr: Elit Kuantum Hidrojen İtici
uk: Елітний квантовий водневий двигун
zh_cn: 精英量子氢推进器

# DisplayName_Block_SmallQModularThrusterT0
source: Quantum Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra quàntica
cs_cz: Iontový motor Quantum Warfare
de: Quantum Warfare Ionentriebwerk
es: Propulsor iónico de guerra cuántica
et_ee: Kvantsõja ioontõukejõud
fi: Kvanttisodankäynnin ionipotkuri
fr: Propulseur ionique de guerre quantique
hr_hr: Ionski potisnik kvantnog ratovanja
hu_hu: Kvantumhadviselés ionhajtómű
ja_jp: 量子戦イオンスラスター
lv: Kvantu kara jonu vilces līdzeklis
pt_br: Propulsor de Íons de Guerra Quântica
ro: Propulsor de ioni Quantum Warfare
ru: Ионный двигатель Quantum Warfare
sk_sk: Kvantová vojna Iónový Thruster
tr_tr: Kuantum Savaşı İyon İtici
uk: Іонний двигун квантової війни
zh_cn: 量子战离子推进器

# DisplayName_Block_SmallQModularThrusterT1
source: Enhanced Quantum Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra quàntica millorat
cs_cz: Vylepšený iontový motor Quantum Warfare
da: Forbedret Quantum Warfare Ion Thruster
de: Verbesserter Quantum Warfare Ion Thruster
es: Propulsor iónico de guerra cuántica mejorado
et_ee: Täiustatud kvantsõja ioontõukejõud
fi: Parannettu kvanttisodankäynnin ionipotkuri
fr: Propulseur ionique de guerre quantique amélioré
hr_hr: Poboljšani ionski potisnik za kvantno ratovanje
hu_hu: Továbbfejlesztett kvantumhadviselési ionhajtómű
ja_jp: 強化型量子戦イオンスラスター
lv: Uzlabots kvantu kara jonu vilces līdzeklis
nl: Verbeterde Quantum Warfare Ion Thruster
no: Forbedret Quantum Warfare Ion Thruster
pt_br: Propulsor de Íons de Guerra Quântica Aprimorado
ro: Propulsor ionic îmbunătățit de război cuantic
ru: Усовершенствованный ионный двигатель Quantum Warfare
sk_sk: Vylepšený kvantový bojový iónový motorník
sv: Förbättrad jonpropeller för kvantkrigföring
tr_tr: Geliştirilmiş Kuantum Savaşı İyon İtici
uk: Покращений іонний двигун квантової війни
zh_cn: 增强型量子战离子推进器

# DisplayName_Block_SmallQModularThrusterT2
source: Proficient Quantum Warfare Ion Thruster
ca_ad: Propulsor iònic de guerra quàntica competent
cs_cz: Zkušený iontový tryska kvantové války
da: Dygtig Quantum Warfare Ion Thruster
de: Kompetenter Quantenkriegs-Ionenantrieb
es: Propulsor de iones de guerra cuántica competente
et_ee: Vilunud kvantsõja ioontõukejõud
fi: Taitava kvanttisodankäynnin ionipotkuri
fr: Propulseur ionique de guerre quantique compétent
hr_hr: Iskusni ionski potisnik kvantnog ratovanja
hu_hu: Gyakorlott kvantumhadviselési ionhajtómű
ja_jp: 熟練した量子戦イオンスラスター
lv: Prasmīgs kvantu kara jonu vilces līdzeklis
nl: Bekwame Quantum Warfare Ion Thruster
no: Dyktig Quantum Warfare Ion Thruster
pt_br: Proficiente proficiente propulsor de íons de guerra quântica
ro: Propulsor de ioni de război cuantic competent
ru: Опытный ионный двигатель Quantum Warfare
sk_sk: Zdatný kvantový bojový iónový motor;
sv: Skicklig jonpropeller för kvantkrigföring
tr_tr: Yetkin Kuantum Savaşı İyon İtici
uk: Досвідчений іонний двигун квантової війни
zh_cn: 熟练的量子战离子推进器
