Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_OreDetectorT3
source: Ore detectors detect ores within a limited radius and makes them show up on your HUD. Max Range: 505.5M
ca_ad: Els detectors de mineral detecten minerals dins d'un radi limitat i els fan aparèixer al vostre HUD. Autonomia màxima: 505.5M
cs_cz: Detektory rudy detekují rudy v omezeném okruhu a zobrazují je na vašem HUD. Maximální rozsah: 505,5 m
da: Malmdetektorer registrerer malm inden for en begrænset radius og får dem til at dukke op på din HUD. rækkevidde: 505,5 m
de: Erzdetektoren erkennen Erze in einem begrenzten Radius und lassen sie auf deinem HUD anzeigen. Maximale Reichweite: 505,5 m
es: Los detectores de minerales detectan minerales dentro de un radio limitado y hacen que aparezcan en tu HUD. Alcance máximo: 505,5 m
et_ee: Maagidetektorid tuvastavad maagid piiratud raadiuses ja panevad need teie HUDile ilmuma. Maksimaalne vahemik: 505.5M
fi: Malminilmaisimet havaitsevat malmit rajoitetulla säteellä ja saavat ne näkymään HUD: ssä. Suurin kantama: 505.5M
fr: Les détecteurs de minerai détectent les minerais dans un rayon limité et les font apparaître sur votre HUD. Portée maximale : 505,5 m
hr_hr: Detektori rude otkrivaju rude u ograničenom radijusu i tjeraju ih da se pojave na vašem HUD-u. Maksimalni raspon: 505.5M
hu_hu: Az ércdetektorok korlátozott sugarú körben érzékelik az érceket, és megjelenítik azokat a HUD-on. Max tartomány: 505.5M
ja_jp: 鉱石探知機は、限られた範囲内の鉱石を検知し、HUDに表示させます。 最大範囲:505.5M
lv: Rūdas detektori nosaka rūdas ierobežotā rādiusā un liek tiem parādīties jūsu HUD. Maksimālais diapazons: 505.5M
nl: Ertsdetectoren detecteren ertsen binnen een beperkte straal en zorgen ervoor dat ze op uw HUD verschijnen. Maximaal bereik: 505.5M
no: Malmdetektorer oppdager malm innenfor en begrenset radius og får dem til å vises på HUD. Maks rekkevidde: 505.5M
pt_br: Os detectores de minério detectam minérios dentro de um raio limitado e fazem com que eles apareçam em seu HUD. Alcance máximo: 505.5M
ro: Detectoarele de minereu detectează minereurile pe o rază limitată și le fac să apară pe HUD. Raza maxima: 505.5M
ru: Детекторы руды обнаруживают руды в ограниченном радиусе и отображают их в интерфейсе. Максимальная дальность: 505,5 м
sk_sk: Detektory rúd detekujú rudy v obmedzenom okruhu a zobrazujú sa na vašom HUD. Maximálny dosah: 505,5 m
sv: Malmdetektorer upptäcker malmer inom en begränsad radie och får dem att dyka upp på din HUD. Max räckvidd: 505,5 m
tr_tr: Cevher dedektörleri, sınırlı bir yarıçap içindeki cevherleri algılar ve bunların HUD'nizde görünmesini sağlar. Maksimum Menzil: 505.5M
uk: Детектори руди виявляють руди в обмеженому радіусі та змушують їх відображатися на вашому HUD. Максимальна дальність: 505,5 м
zh_cn: 矿石探测器检测有限半径内的矿石，并使其显示在您的 HUD 上。 最大射程：505.5M

# Description_OxygenFarmT0
source: Hydroponics farms produce small amounts of oxygen whhen exposed to sunlight. Use an oxygen tank to store oxygen. Normal Farm Max Output: 0.03LP/s Power Consumption: 0.02MW
ca_ad: Les granges hidropòniques produeixen petites quantitats d'oxigen quan s'exposen a la llum solar. Utilitzeu un tanc d'oxigen per emmagatzemar oxigen. Granja normal Sortida màxima: 0.03LP/s Consum d'energia: 0.02MW
cs_cz: Hydroponické farmy produkují malé množství kyslíku, když jsou vystaveny slunečnímu záření. K uskladnění kyslíku použijte kyslíkovou nádrž. Normální farma Maximální výkon: 0,03 LP/s Spotřeba energie: 0,02MW
da: Hydroponics gårde producerer små mængder ilt, mens de udsættes for sollys. Brug en ilttank til at opbevare ilt. Normal gård Max Output: 0,03LP / s Strømforbrug: 0,02 MW
de: Hydroponik-Farmen produzieren kleine Mengen Sauerstoff, wenn sie dem Sonnenlicht ausgesetzt sind. Verwenden Sie eine Sauerstoffflasche, um Sauerstoff zu speichern. Normaler Bauernhof Maximale Leistung: 0,03 LP/s Leistungsaufnahme: 0,02 MW
es: Las granjas hidropónicas producen pequeñas cantidades de oxígeno cuando se exponen a la luz solar. Use un tanque de oxígeno para almacenar oxígeno. Granja normal Salida máxima: 0,03 LP/s Consumo de energía: 0.02MW
et_ee: Hüdropoonikafarmid toodavad väikeses koguses hapnikku, mis on päikesevalguse käes. Hapniku hoidmiseks kasutage hapnikupaaki. Tavaline talu Maksimaalne väljund: 0.03LP/s Energiatarve: 0.02MW
fi: Vesiviljelytilat tuottavat pieniä määriä happea, joka altistuu auringonvalolle. Käytä happisäiliötä hapen varastointiin. Normaali maatila Suurin teho: 0.03LP/s Virrankulutus: 0.02MW
fr: Les fermes hydroponiques produisent de petites quantités d’oxygène lorsqu’elles sont exposées à la lumière du soleil. Utilisez une bouteille d’oxygène pour stocker l’oxygène. Ferme normale Sortie maximale : 0,03 LP/s Consommation électrique : 0,02 MW
hr_hr: Farme hidroponije proizvode male količine kisika izloženog sunčevoj svjetlosti. Koristite spremnik kisika za pohranu kisika. Normalna farma Maksimalni izlaz: 0.03LP/s Potrošnja energije: 0,02MW
hu_hu: A hidroponikus gazdaságok kis mennyiségű oxigént termelnek napfénynek kitéve. Használjon oxigéntartályt az oxigén tárolására. Normál gazdaság Max kimenet: 0,03LP/s Energiafogyasztás: 0.02MW
ja_jp: 水耕栽培農場は、日光にさらされると少量の酸素を生成します。 酸素ボンベを使用して酸素を貯蔵します。 ノーマルファーム 最大出力:0.03LP / s 消費電力:0.02MW
lv: Hidroponikas saimniecības ražo nelielu daudzumu skābekļa, kas pakļauts saules gaismai. Izmantojiet skābekļa tvertni, lai uzglabātu skābekli. Parastā saimniecība Maksimālā jauda: 0.03LP / s Enerģijas patēriņš: 0.02MW
nl: Hydrocultuurboerderijen produceren kleine hoeveelheden zuurstof die worden blootgesteld aan zonlicht. Gebruik een zuurstoftank om zuurstof op te slaan. Normale boerderij Maximale output: 0,03LP/s Stroomverbruik: 0,02 MW
no: Hydroponics gårder produserer små mengder oksygen whhen utsatt for sollys. Bruk en oksygentank til å lagre oksygen. Normal gård Maks ytelse: 0,03LP/s Strømforbruk: 0,02 MW
pt_br: As fazendas hidropônicas produzem pequenas quantidades de oxigênio quando expostas à luz solar. Use um tanque de oxigênio para armazenar oxigênio. Fazenda Normal Saída máxima: 0.03LP/s Consumo de energia: 0.02MW
ro: Fermele hidroponice produc cantități mici de oxigen atunci când sunt expuse la lumina soarelui. Utilizați un rezervor de oxigen pentru a stoca oxigenul. Fermă normală Putere maximă: 0.03LP/s Consum de energie: 0.02MW
ru: Гидропонные фермы производят небольшое количество кислорода под воздействием солнечного света. Используйте кислородный баллон для хранения кислорода. Обычная ферма Максимальная производительность: 0,03 л/с Потребляемая мощность: 0,02 МВт
sk_sk: Hydroponické farmy produkujú malé množstvo kyslíka, keď sú vystavené slnečnému žiareniu. Na skladovanie kyslíka použite kyslíkovú nádrž. Normálna farma Maximálny výkon: 0.03LP/s Spotreba energie: 0.02MW
sv: Hydroponiska odlingar producerar små mängder syre när de utsätts för solljus. Använd en syrgastank för att lagra syre. Normal gård Max uteffekt: 0,03LP / s Strömförbrukning: 0,02 MW
tr_tr: Hidroponik çiftlikler, güneş ışığına maruz kaldıklarında az miktarda oksijen üretirler. Oksijen depolamak için bir oksijen tankı kullanın. Normal Çiftlik Maksimum Çıkış: 0.03LP / s Güç Tüketimi: 0.02MW
uk: Ферми гідропоніки виробляють невелику кількість кисню під впливом сонячного світла. Використовуйте кисневий балон для зберігання кисню. Нормальна ферма Максимальна потужність: 0,03LP/s Споживана потужність: 0,02 МВт
zh_cn: 水培农场在阳光下产生少量氧气。 使用氧气罐储存氧气。 普通农场 最大输出：0.03LP/s 功耗：0.02MW

# Description_OxygenFarmT1
source: Hydroponics farms produce small amounts of oxygen whhen exposed to sunlight. Use an oxygen tank to store oxygen. 1.5x Better Than Normal Max Output: 0.045LP/s Power Consumption: 0.03MW
ca_ad: Les granges hidropòniques produeixen petites quantitats d'oxigen quan s'exposen a la llum solar. Utilitzeu un tanc d'oxigen per emmagatzemar oxigen. 1.5x millor del normal Sortida màxima: 0.045LP/s Potència consumida: 0.03MW
cs_cz: Hydroponické farmy produkují malé množství kyslíku, když jsou vystaveny slunečnímu záření. K uskladnění kyslíku použijte kyslíkovou nádrž. 1,5× lepší než normálně Maximální výkon: 0,045 LP/s Spotřeba energie: 0,03MW
da: Hydroponics gårde producerer små mængder ilt, mens de udsættes for sollys. Brug en ilttank til at opbevare ilt. 1.5x bedre end normalt Max Output: 0,045LP / s Strømforbrug: 0,03 MW
de: Hydroponik-Farmen produzieren kleine Mengen Sauerstoff, wenn sie dem Sonnenlicht ausgesetzt sind. Verwenden Sie eine Sauerstoffflasche, um Sauerstoff zu speichern. 1,5x besser als normal Maximale Leistung: 0,045 LP/s Leistungsaufnahme: 0,03 MW
es: Las granjas hidropónicas producen pequeñas cantidades de oxígeno cuando se exponen a la luz solar. Use un tanque de oxígeno para almacenar oxígeno. 1,5 veces mejor de lo normal Salida máxima: 0,045 LP/s Consumo de energía: 0.03MW
et_ee: Hüdropoonikafarmid toodavad väikeses koguses hapnikku, mis on päikesevalguse käes. Hapniku hoidmiseks kasutage hapnikupaaki. 1.5x parem kui tavaline Maksimaalne väljund: 0.045LP/s Energiatarve: 0.03MW
fi: Vesiviljelytilat tuottavat pieniä määriä happea, joka altistuu auringonvalolle. Käytä happisäiliötä hapen varastointiin. 1.5x parempi kuin normaalisti Suurin teho: 0.045LP/s Virrankulutus: 0.03MW
fr: Les fermes hydroponiques produisent de petites quantités d’oxygène lorsqu’elles sont exposées à la lumière du soleil. Utilisez une bouteille d’oxygène pour stocker l’oxygène. 1,5 fois mieux que la normale Sortie maximale : 0,045 LP/s Consommation électrique : 0,03 MW
hr_hr: Farme hidroponije proizvode male količine kisika izloženog sunčevoj svjetlosti. Koristite spremnik kisika za pohranu kisika. 1.5x bolje od normalnog Maksimalni izlaz: 0.045LP/s Potrošnja energije: 0,03MW
hu_hu: A hidroponikus gazdaságok kis mennyiségű oxigént termelnek napfénynek kitéve. Használjon oxigéntartályt az oxigén tárolására. 1,5-szer jobb a normálnál Max kimenet: 0,045LP/s Energiafogyasztás: 0.03MW
ja_jp: 水耕栽培農場は、日光にさらされると少量の酸素を生成します。 酸素ボンベを使用して酸素を貯蔵します。 通常の1.5倍 最大出力:0.045LP / s 消費電力:0.03MW
lv: Hidroponikas saimniecības ražo nelielu daudzumu skābekļa, kas pakļauts saules gaismai. Izmantojiet skābekļa tvertni, lai uzglabātu skābekli. 1,5x labāks nekā parasti Maksimālā jauda: 0.045LP / s Enerģijas patēriņš: 0.03MW
nl: Hydrocultuurboerderijen produceren kleine hoeveelheden zuurstof die worden blootgesteld aan zonlicht. Gebruik een zuurstoftank om zuurstof op te slaan. 1.5x beter dan normaal Maximale output: 0.045LP/s Stroomverbruik: 0,03 MW
no: Hydroponics gårder produserer små mengder oksygen whhen utsatt for sollys. Bruk en oksygentank til å lagre oksygen. 1,5 ganger bedre enn normalt Maks ytelse: 0,045LP/s Strømforbruk: 0,03 MW
pt_br: As fazendas hidropônicas produzem pequenas quantidades de oxigênio quando expostas à luz solar. Use um tanque de oxigênio para armazenar oxigênio. 1.5x melhor do que o normal Saída máxima: 0.045LP/s Consumo de energia: 0.03MW
ro: Fermele hidroponice produc cantități mici de oxigen atunci când sunt expuse la lumina soarelui. Utilizați un rezervor de oxigen pentru a stoca oxigenul. De 1,5 ori mai bine decât în mod normal Putere maximă: 0.045LP/s Consum de energie: 0.03MW
ru: Гидропонные фермы производят небольшое количество кислорода под воздействием солнечного света. Используйте кислородный баллон для хранения кислорода. В 1,5 раза лучше, чем обычно Максимальная производительность: 0,045 л/с Потребляемая мощность: 0,03 МВт
sk_sk: Hydroponické farmy produkujú malé množstvo kyslíka, keď sú vystavené slnečnému žiareniu. Na skladovanie kyslíka použite kyslíkovú nádrž. 1,5x lepšie ako normálne Maximálny výkon: 0.045LP/s Spotreba energie: 0.03MW
sv: Hydroponiska odlingar producerar små mängder syre när de utsätts för solljus. Använd en syrgastank för att lagra syre. 1,5 gånger bättre än normalt Max utgång: 0,045LP/s Strömförbrukning: 0,03 MW
tr_tr: Hidroponik çiftlikler, güneş ışığına maruz kaldıklarında az miktarda oksijen üretirler. Oksijen depolamak için bir oksijen tankı kullanın. Normalden 1,5 kat daha iyi Maksimum Çıkış: 0.045LP / s Güç Tüketimi: 0.03MW
uk: Ферми гідропоніки виробляють невелику кількість кисню під впливом сонячного світла. Використовуйте кисневий балон для зберігання кисню. У 1,5 рази краще, ніж зазвичай Максимальна потужність: 0,045 лп/с Споживана потужність: 0,03 МВт
zh_cn: 水培农场在阳光下产生少量氧气。 使用氧气罐储存氧气。 比正常情况好 1.5 倍 最大输出：0.045LP/s 耗电量：0.03MW

# Description_OxygenFarmT2
source: Hydroponics farms produce small amounts of oxygen whhen exposed to sunlight. Use an oxygen tank to store oxygen. 1.5x Better Than Proficient Max Output: 0.10125LP/s Power Consumption: 0.0675MW
ca_ad: Les granges hidropòniques produeixen petites quantitats d'oxigen quan s'exposen a la llum solar. Utilitzeu un tanc d'oxigen per emmagatzemar oxigen. 1.5x millor que competent Sortida màxima: 0.10125LP/s Consum d'energia: 0.0675MW
cs_cz: Hydroponické farmy produkují malé množství kyslíku, když jsou vystaveny slunečnímu záření. K uskladnění kyslíku použijte kyslíkovou nádrž. 1,5x lepší než zdatný Maximální výkon: 0,10125LP/s Spotřeba energie: 0,0675MW
da: Hydroponics gårde producerer små mængder ilt, mens de udsættes for sollys. Brug en ilttank til at opbevare ilt. 1.5x bedre end dygtig Maks. ydelse: 0,10125LP/s Strømforbrug: 0,0675MW
de: Hydroponik-Farmen produzieren kleine Mengen Sauerstoff, wenn sie dem Sonnenlicht ausgesetzt sind. Verwenden Sie eine Sauerstoffflasche, um Sauerstoff zu speichern. 1,5x besser als kompetent Maximale Leistung: 0,10125 LP/s Leistungsaufnahme: 0,0675 MW
es: Las granjas hidropónicas producen pequeñas cantidades de oxígeno cuando se exponen a la luz solar. Use un tanque de oxígeno para almacenar oxígeno. 1,5 veces mejor que competente Salida máxima: 0,10125 LP/s Consumo de energía: 0.0675MW
et_ee: Hüdropoonikafarmid toodavad väikeses koguses hapnikku, mis on päikesevalguse käes. Hapniku hoidmiseks kasutage hapnikupaaki. 1.5x parem kui vilunud Maksimaalne väljund: 0.10125LP/s Energiatarve: 0.0675MW
fi: Vesiviljelytilat tuottavat pieniä määriä happea, joka altistuu auringonvalolle. Käytä happisäiliötä hapen varastointiin. 1.5x parempi kuin taitava Suurin teho: 0.10125LP/s Virrankulutus: 0.0675MW
fr: Les fermes hydroponiques produisent de petites quantités d’oxygène lorsqu’elles sont exposées à la lumière du soleil. Utilisez une bouteille d’oxygène pour stocker l’oxygène. 1,5 fois mieux que compétent Sortie maximale : 0,10125LP/s Consommation électrique : 0,0675 MW
hr_hr: Farme hidroponije proizvode male količine kisika izloženog sunčevoj svjetlosti. Koristite spremnik kisika za pohranu kisika. 1.5x bolji od stručnog Maksimalni izlaz: 0.10125LP/s Potrošnja energije: 0.0675MW
hu_hu: A hidroponikus gazdaságok kis mennyiségű oxigént termelnek napfénynek kitéve. Használjon oxigéntartályt az oxigén tárolására. 1,5-szer jobb, mint a profi Max kimenet: 0,10125LP/s Energiafogyasztás: 0.0675MW
ja_jp: 水耕栽培農場は、日光にさらされると少量の酸素を生成します。 酸素ボンベを使用して酸素を貯蔵します。 熟練より1.5倍優れている 最大出力:0.10125LP / s 消費電力:0.0675MW
lv: Hidroponikas saimniecības ražo nelielu daudzumu skābekļa, kas pakļauts saules gaismai. Izmantojiet skābekļa tvertni, lai uzglabātu skābekli. 1,5x labāks nekā lietpratējs Maksimālā jauda: 0.10125LP / s Enerģijas patēriņš: 0.0675MW
nl: Hydrocultuurboerderijen produceren kleine hoeveelheden zuurstof die worden blootgesteld aan zonlicht. Gebruik een zuurstoftank om zuurstof op te slaan. 1.5x beter dan bekwaam Maximale output: 0.10125LP/s Stroomverbruik: 0,0675 MW
no: Hydroponics gårder produserer små mengder oksygen whhen utsatt for sollys. Bruk en oksygentank til å lagre oksygen. 1,5 ganger bedre enn dyktig Maks ytelse: 0,10125LP/s Strømforbruk: 0,0675 MW
pt_br: As fazendas hidropônicas produzem pequenas quantidades de oxigênio quando expostas à luz solar. Use um tanque de oxigênio para armazenar oxigênio. 1.5x melhor do que proficiente Saída máxima: 0.10125LP/s Consumo de energia: 0,0675MW
ro: Fermele hidroponice produc cantități mici de oxigen atunci când sunt expuse la lumina soarelui. Utilizați un rezervor de oxigen pentru a stoca oxigenul. De 1,5 ori mai bun decât cel competent Putere maximă: 0.10125LP/s Consum de energie: 0.0675MW
ru: Гидропонные фермы производят небольшое количество кислорода под воздействием солнечного света. Используйте кислородный баллон для хранения кислорода. В 1,5 раза лучше, чем Proficient Максимальная производительность: 0,10125 л/с Потребляемая мощность: 0,0675 МВт
sk_sk: Hydroponické farmy produkujú malé množstvo kyslíka, keď sú vystavené slnečnému žiareniu. Na skladovanie kyslíka použite kyslíkovú nádrž. 1,5x lepšie ako zdatný Maximálny výstup: 0.10125LP/s Spotreba energie: 0.0675MW
sv: Hydroponiska odlingar producerar små mängder syre när de utsätts för solljus. Använd en syrgastank för att lagra syre. 1,5 gånger bättre än skicklig Max uteffekt: 0,10125LP/s Strömförbrukning: 0,0675 MW
tr_tr: Hidroponik çiftlikler, güneş ışığına maruz kaldıklarında az miktarda oksijen üretirler. Oksijen depolamak için bir oksijen tankı kullanın. Yetkinden 1,5 kat daha iyi Maksimum Çıkış: 0.10125LP / s Güç Tüketimi: 0.0675MW
uk: Ферми гідропоніки виробляють невелику кількість кисню під впливом сонячного світла. Використовуйте кисневий балон для зберігання кисню. У 1,5 рази краще, ніж Proficient Максимальна потужність: 0,10125LP/s Споживана потужність: 0,0675 МВт
zh_cn: 水培农场在阳光下产生少量氧气。 使用氧气罐储存氧气。 比精通好 1.5 倍 最大输出：0.10125LP/s 耗电量：0.0675MW

# Description_OxygenFarmT3
source: Hydroponics farms produce small amounts of oxygen whhen exposed to sunlight. Use an oxygen tank to store oxygen. 1.5x Better Than Enhhanced Max Output: 0.0675LP/s Power Consumption: 0.045MW
ca_ad: Les granges hidropòniques produeixen petites quantitats d'oxigen quan s'exposen a la llum solar. Utilitzeu un tanc d'oxigen per emmagatzemar oxigen. 1.5x millor que millorat Sortida màxima: 0.0675LP/s Consum elèctric: 0.045MW
cs_cz: Hydroponické farmy produkují malé množství kyslíku, když jsou vystaveny slunečnímu záření. K uskladnění kyslíku použijte kyslíkovou nádrž. 1,5× lepší než Enhanced Maximální výkon: 0,0675LP/s Spotřeba energie: 0,045 MW
da: Hydroponics gårde producerer små mængder ilt, mens de udsættes for sollys. Brug en ilttank til at opbevare ilt. 1.5x bedre end Enhhanced Maks. ydelse: 0,0675LP/s Strømforbrug: 0,045MW
de: Hydroponik-Farmen produzieren kleine Mengen Sauerstoff, wenn sie dem Sonnenlicht ausgesetzt sind. Verwenden Sie eine Sauerstoffflasche, um Sauerstoff zu speichern. 1,5x besser als Enhhanced Maximale Leistung: 0,0675 LP/s Leistungsaufnahme: 0,045 MW
es: Las granjas hidropónicas producen pequeñas cantidades de oxígeno cuando se exponen a la luz solar. Use un tanque de oxígeno para almacenar oxígeno. 1,5 veces mejor que Enhhanced Salida máxima: 0,0675 LP/s Consumo de energía: 0.045MW
et_ee: Hüdropoonikafarmid toodavad väikeses koguses hapnikku, mis on päikesevalguse käes. Hapniku hoidmiseks kasutage hapnikupaaki. 1.5x parem kui enhhanced Maksimaalne väljund: 0.0675LP/s Energiatarve: 0.045MW
fi: Vesiviljelytilat tuottavat pieniä määriä happea, joka altistuu auringonvalolle. Käytä happisäiliötä hapen varastointiin. 1.5x parempi kuin Enhhanced Suurin teho: 0.0675LP/s Virrankulutus: 0.045MW
fr: Les fermes hydroponiques produisent de petites quantités d’oxygène lorsqu’elles sont exposées à la lumière du soleil. Utilisez une bouteille d’oxygène pour stocker l’oxygène. 1,5 fois mieux qu’enhnčyed Sortie maximale : 0,0675LP/s Consommation électrique : 0,045 MW
hr_hr: Farme hidroponije proizvode male količine kisika izloženog sunčevoj svjetlosti. Koristite spremnik kisika za pohranu kisika. 1.5x Bolje od Enhhanceda Maksimalni izlaz: 0.0675LP/s Potrošnja energije: 0.045MW
hu_hu: A hidroponikus gazdaságok kis mennyiségű oxigént termelnek napfénynek kitéve. Használjon oxigéntartályt az oxigén tárolására. 1,5-szer jobb, mint a továbbfejlesztettnél Max kimenet: 0.0675LP/s Energiafogyasztás: 0.045MW
ja_jp: 水耕栽培農場は、日光にさらされると少量の酸素を生成します。 酸素ボンベを使用して酸素を貯蔵します。 強化版より1.5倍優れている 最大出力:0.0675LP / s 消費電力:0.045MW
lv: Hidroponikas saimniecības ražo nelielu daudzumu skābekļa, kas pakļauts saules gaismai. Izmantojiet skābekļa tvertni, lai uzglabātu skābekli. 1,5x labāks nekā Enhhanced Maksimālā jauda: 0.0675LP / s Enerģijas patēriņš: 0.045MW
nl: Hydrocultuurboerderijen produceren kleine hoeveelheden zuurstof die worden blootgesteld aan zonlicht. Gebruik een zuurstoftank om zuurstof op te slaan. 1.5x beter dan verbeterd Maximale output: 0,0675LP/s Stroomverbruik: 0,045 MW
no: Hydroponics gårder produserer små mengder oksygen whhen utsatt for sollys. Bruk en oksygentank til å lagre oksygen. 1,5 ganger bedre enn forbedret Utgang: 0,0675LP/s Strømforbruk: 0,045 MW
pt_br: As fazendas hidropônicas produzem pequenas quantidades de oxigênio quando expostas à luz solar. Use um tanque de oxigênio para armazenar oxigênio. 1.5x melhor do que Enhhanced Saída máxima: 0.0675LP/s Consumo de energia: 0.045MW
ro: Fermele hidroponice produc cantități mici de oxigen atunci când sunt expuse la lumina soarelui. Utilizați un rezervor de oxigen pentru a stoca oxigenul. De 1,5 ori mai bine decât îmbunătățit Putere maximă: 0.0675LP/s Consum de energie: 0.045MW
ru: Гидропонные фермы производят небольшое количество кислорода под воздействием солнечного света. Используйте кислородный баллон для хранения кислорода. В 1,5 раза лучше, чем Enhhanced Максимальная производительность: 0,0675 л/с Потребляемая мощность: 0,045 МВт
sk_sk: Hydroponické farmy produkujú malé množstvo kyslíka, keď sú vystavené slnečnému žiareniu. Na skladovanie kyslíka použite kyslíkovú nádrž. 1,5× lepšie než Enhhanced Maximálny výkon: 0.0675LP/s Spotreba energie: 0.045MW
sv: Hydroponiska odlingar producerar små mängder syre när de utsätts för solljus. Använd en syrgastank för att lagra syre. 1,5 gånger bättre än Enhhanced Max uteffekt: 0,0675LP/s Strömförbrukning: 0,045 MW
tr_tr: Hidroponik çiftlikler, güneş ışığına maruz kaldıklarında az miktarda oksijen üretirler. Oksijen depolamak için bir oksijen tankı kullanın. Enhhanced'den 1,5 kat daha iyi Maksimum Çıkış: 0.0675LP / s Güç Tüketimi: 0.045MW
uk: Ферми гідропоніки виробляють невелику кількість кисню під впливом сонячного світла. Використовуйте кисневий балон для зберігання кисню. У 1,5 рази краще, ніж покращено Максимальна потужність: 0,0675 лп/с Споживана потужність: 0,045 МВт
zh_cn: 水培农场在阳光下产生少量氧气。 使用氧气罐储存氧气。 比 Enhhanced 好 1.5 倍 最大输出：0.0675LP/s 耗电量：0.045MW
