Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallLargeQDarkEnergyTankT0
source: Dark energy tanks are used for storing Dark Energy. Normal capacity and cost Capacity: 4,000,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. Aforament i cost normal Capacitat: 4.000.000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. Běžná kapacita a náklady Kapacita: 4 000 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. Normal kapacitet og omkostninger Kapacitet: 4.000.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. Normale Kapazität und Kosten Kapazität: 4.000.000 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. Capacidad y coste normales Capacidad: 4.000.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. Normaalne võimsus ja kulud Mahutavus: 4 000 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. Normaali kapasiteetti ja kustannukset Kapasiteetti: 4,000,000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. Capacité et coût normaux Capacité : 4 000 000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. Normalni kapacitet i trošak Kapacitet: 4.000.000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. Normál kapacitás és költség Kapacitás: 4,000,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 通常の容量とコスト 容量: 4,000,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. Normāla jauda un izmaksas Ietilpība: 4,000,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. Normale capaciteit en kosten Capaciteit: 4.000.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. Normal kapasitet og kostnad Kapasitet: 4,000,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. Capacidade e custo normais Capacidade: 4.000.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. Capacitate normală și cost Capacitate: 4,000,000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. Нормальная емкость и стоимость Емкость: 4 000 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. Bežná kapacita a náklady Kapacita: 4 000 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. Normal kapacitet och kostnad Kapacitet: 4 000 000 liter Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Normal kapasite ve maliyet Kapasite: 4.000.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. Нормальна потужність і вартість Ємність: 4 000 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 正常容量和成本 容量：4,000,000L 暗能量每升的功率是氢气的 2.25 倍。

# Description_SmallLargeQDarkEnergyTankT1
source: Dark energy tanks are used for storing Dark Energy. 1.5x Better Than Normal. Weighs as much as 8x Enhanced non-Quantum Hydrogen Tanks. Capacity: 6,000,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. 1.5x millor del normal. Pesa fins a 8x tancs d'hidrogen no quàntics millorats. Capacitat: 6.000.000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. 1,5x lepší než normálně. Váží až 8x vylepšené nekvantové vodíkové nádrže. Kapacita: 6 000 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. 1.5x bedre end normalt. Vejer så meget som 8x forbedrede ikke-kvantebrinttanke. Kapacitet: 6.000.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. 1,5x besser als normal. Wiegt so viel wie 8x verbesserte Nicht-Quanten-Wasserstofftanks. Kapazität: 6.000.000 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. 1,5 veces mejor de lo normal. Pesa hasta 8 tanques de hidrógeno no cuánticos mejorados. Capacidad: 6.000.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. 1,5x parem kui tavaliselt. Kaalub koguni 8x täiustatud mitte-kvantvesiniku mahuteid. Mahutavus: 6 000 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. 1,5 kertaa normaalia parempi. Painaa jopa 8x parannettua ei-kvanttivetysäiliötä. Kapasiteetti: 6,000,000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. 1,5 fois mieux que la normale. Pèse jusqu’à 8 fois plus que les réservoirs d’hydrogène non quantiques améliorés. Capacité : 6 000 000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. 1.5x bolje od normalnog. Teži čak 8x poboljšanih ne-kvantnih spremnika vodika. Kapacitet: 6.000.000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. 1,5x jobb a normálnál. Súlya akár 8x továbbfejlesztett nem-kvantum hidrogéntartály. Kapacitás: 6,000,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 通常の1.5倍。強化された非量子水素タンクの8倍もの重さがあります。 容量:6,000,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. 1,5x labāk nekā parasti. Sver pat 8x uzlabotas ūdeņraža tvertnes, kas nav kvantu tvertnes. Ietilpība: 6,000,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. 1,5x beter dan normaal. Weegt evenveel als 8x verbeterde niet-kwantumwaterstoftanks. Capaciteit: 6.000.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. 1,5 ganger bedre enn normalt. Veier så mye som 8x forbedrede ikke-kvante hydrogentanker. Kapasitet: 6,000,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. 1,5x melhor que o normal. Pesa até 8x tanques de hidrogênio não quânticos aprimorados. Capacidade: 6.000.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. De 1,5 ori mai bine decât în mod normal. Cântărește până la 8x rezervoare de hidrogen non-cuantic îmbunătățite. Capacitate: 6,000,000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. В 1,5 раза лучше, чем обычно. Весит в 8 раз больше, чем баки с улучшенным неквантовым водородом. Емкость: 6 000 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. 1,5x lepšie ako normálne. Váži až 8x vylepšené nekvantové vodíkové nádrže. Kapacita: 6 000 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. 1,5 gånger bättre än normalt. Väger lika mycket som 8x förbättrade icke-kvantvätetankar. Kapacitet: 6 000 000 liter Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Normalden 1,5 kat daha iyi. 8x Geliştirilmiş Kuantum Olmayan Hidrojen Tankları kadar ağırdır. Kapasite: 6.000.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. У 1,5 рази краще, ніж зазвичай. Важить до 8 покращених неквантових водневих баків. Ємність: 6 000 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 比正常情况好 1.5 倍。重量高达 8 倍的增强型非量子氢气罐。 容量：6,000,000L 暗能量每升的功率是氢气的 2.25 倍。

# Description_SmallLargeQDarkEnergyTankT2
source: Dark energy tanks are used for storing Dark Energy. 1.5x Better Than Enhanced. Weighs as much as 8x Proficient non-Quantum Hydrogen Tanks. Capacity: 9,000,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. 1.5x millor que millorat. Pesa fins a 8x tancs d'hidrogen no quàntic. Capacitat: 9,000,000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. 1,5× lepší než vylepšené. Váží až 8x zdatné nekvantové vodíkové nádrže. Kapacita: 9 000 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. 1.5x bedre end forbedret. Vejer så meget som 8x dygtige ikke-kvantebrinttanke. Kapacitet: 9.000.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. 1,5x besser als verbessert. Wiegt so viel wie 8x kompetente Nicht-Quanten-Wasserstofftanks. Kapazität: 9.000.000 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. 1,5 veces mejor que mejorado. Pesa hasta 8 veces más que los tanques de hidrógeno no cuántico competentes. Capacidad: 9.000.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. 1.5x parem kui täiustatud. Kaalub koguni 8x Proficient mitte-kvantvesiniku mahuteid. Mahutavus: 9 000 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. 1,5 kertaa parempi kuin parannettu. Painaa jopa 8x taitavaa ei-kvanttivetysäiliötä. Kapasiteetti: 9,000,000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. 1,5 fois mieux qu’amélioré. Pèse jusqu’à 8 fois plus de réservoirs d’hydrogène non quantiques. Capacité : 9,000,000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. 1.5x bolje od poboljšanog. Teži čak 8x stručnih ne-kvantnih spremnika vodika. Kapacitet: 9.000.000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. 1,5-szer jobb, mint a továbbfejlesztett. Súlya akár 8x Proficient nem-kvantum hidrogéntartály. Kapacitás: 9,000,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 拡張よりも1.5倍優れています。重量は非量子水素タンクの8倍にもなります。 容量:9,000,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. 1,5x labāk nekā uzlabots. Sver pat 8x prasmīgas ūdeņraža tvertnes, kas nav kvantu tvertnes. Ietilpība: 9,000,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. 1,5x beter dan verbeterd. Weegt maar liefst 8x bekwame niet-kwantumwaterstoftanks. Capaciteit: 9.000.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. 1,5 ganger bedre enn forbedret. Veier så mye som 8x dyktige ikke-kvante hydrogentanker. Kapasitet: 9,000,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. 1,5x melhor do que o aprimorado. Pesa até 8x tanques de hidrogênio não quânticos. Capacidade: 9.000.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. De 1,5 ori mai bine decât îmbunătățit. Cântărește până la 8x Rezervoare de hidrogen non-cuantice competente. Capacitate: 9,000,000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. В 1,5 раза лучше, чем улучшенный. Весит в 8 раз больше, чем неквантовые водородные баки Proficient. Емкость: 9 000 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. 1,5x lepšie ako vylepšené. Váži až 8x zdatné nekvantové vodíkové nádrže. Kapacita: 9 000 000 l Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. 1,5 gånger bättre än Enhanced. Väger lika mycket som 8x Skickliga icke-kvantvätetankar. Kapacitet: 9 000 000 liter Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Geliştirilmişten 1,5 kat daha iyi. 8x Yetkin Kuantum Olmayan Hidrojen Tankları kadar ağırdır. Kapasite: 9.000.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. У 1,5 рази краще, ніж покращений. Важить до 8 досконалих неквантових водневих баків. Ємність: 9 000 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 比增强型好 1.5 倍。重量高达 8 倍熟练的非量子氢气罐。 容量： 9,000,000L 暗能量每升的功率是氢气的 2.25 倍。

# Description_SmallLargeQDarkEnergyTankT3
source: Dark energy tanks are used for storing Dark Energy. 1.5x Better Than Proficient. Weighs as much as 8x Elite non-Quantum Hydrogen Tanks. Capacity: 13,500,000L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. 1.5x millor que competent. Pesa fins a 8x tancs d'hidrogen no quàntics Elite. Capacitat: 13.500.000L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. 1,5x lepší než zdatný. Váží až 8x Elite non-Quantum Hydrogen Tanks. Kapacita: 13 500 000 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. 1.5x bedre end dygtig. Vejer så meget som 8x Elite ikke-kvantebrinttanke. Kapacitet: 13.500.000L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. 1,5x besser als kompetent. Wiegt so viel wie 8x Elite-Nicht-Quanten-Wasserstofftanks. Kapazität: 13.500.000 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. 1,5 veces mejor que competente. Pesa tanto como 8 tanques de hidrógeno no cuánticos Elite. Capacidad: 13.500.000L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. 1,5x parem kui vilunud. Kaalub koguni 8x Elite mitte-kvantvesiniku mahuteid. Mahutavus: 13 500 000L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. 1,5 kertaa parempi kuin taitava. Painaa jopa 8x eliittiä ei-kvanttivetysäiliöitä. Kapasiteetti: 13 500 000L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. 1,5 fois mieux que compétent. Pèse autant que 8 réservoirs d’hydrogène non quantiques Elite. Capacité : 13 500 000L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. 1.5x bolje od stručnog. Teži čak 8x elitnih ne-kvantnih spremnika vodika. Kapacitet: 13,500,000L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. 1,5x jobb, mint a Proficient. Súlya akár 8x Elite nem-kvantum hidrogéntartály. Kapacitás: 13,500,000L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 熟練者より1.5倍優れています。重量はエリート非量子水素タンクの8倍にもなります。 容量:13,500,000L ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. 1,5x labāk nekā lietpratējs. Sver pat 8x Elite ne-kvantu ūdeņraža tvertnes. Ietilpība: 13,500,000L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. 1,5x beter dan bekwaam. Weegt evenveel als 8x Elite niet-kwantumwaterstoftanks. Capaciteit: 13.500.000L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. 1,5 ganger bedre enn dyktig. Veier så mye som 8x Elite ikke-kvante hydrogentanker. Kapasitet: 13,500,000L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. 1,5x melhor que o proficiente. Pesa até 8x Tanques de Hidrogênio Elite não quânticos. Capacidade: 13.500.000L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. De 1,5 ori mai bun decât Proficient. Cântărește până la 8x rezervoare de hidrogen non-cuantice Elite. Capacitate: 13,500,000L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. В 1,5 раза лучше, чем Proficient. Весит столько же, сколько 8 элитных неквантовых водородных баков. Емкость: 13 500 000 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. 1,5x lepšie ako zdatný. Váži až 8x elitné nekvantové vodíkové nádrže. Kapacita: 13 500 000L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. 1,5 gånger bättre än skicklig. Väger lika mycket som 8x Elite icke-kvantvätetankar. Kapacitet: 13 500 000 liter Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Yetkin'den 1,5 kat daha iyi. 8x Elite Quantum olmayan Hidrojen Tankı ağırlığındadır. Kapasite: 13.500.000L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. У 1,5 рази краще, ніж Proficient. Важить стільки ж, скільки 8 елітних неквантових водневих баків. Ємність: 13 500 000 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 比精通好 1.5 倍。重量高达 8 倍 Elite 非量子氢气罐。 容量：13,500,000L 暗能量每升的功率是氢气的 2.25 倍。
