Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallDarkEnergyReactorT1
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 1.5x more efficient than Dark Energy. 2.25x More efficient than Uranium. Dark Energy is extremely rare. Found only in Asteroids, on Planet Energia, and on Planet Clangia. 1.5x Better than Normal. Max Power Output: 0.75MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 1,5 vegades més eficients que l'energia fosca. 2.25x Més eficient que l'urani. L'energia fosca és extremadament rara. Es troba només en asteroides, al planeta Energia i al planeta Clangia. 1.5x millor del normal. Potència màxima de sortida: 0.75MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 1,5x účinnější než temná energie. 2,25x účinnější než uran. Temná energie je extrémně vzácná. Vyskytuje se pouze na asteroidech, na planetě Energia a na planetě Clangia. 1,5× lepší než normálně. Maximální výstupní výkon: 0,75 MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Dark Energy barrer er 1,5 gange mere effektive end Dark Energy. 2.25x Mere effektiv end uran. Mørk energi er ekstremt sjælden. Findes kun i asteroider, på Planet Energia og på Planet Clangia. 1.5x bedre end normalt. Maks. effekt: 0,75 MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Dunkle Energiebarren sind 1,5-mal effizienter als Dunkle Energie. 2,25x effizienter als Uran. Dunkle Energie ist extrem selten. Kommt nur in Asteroiden, auf dem Planeten Energia und auf dem Planeten Clangia vor. 1,5x besser als normal. Maximale Leistung: 0,75 MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 1,5 veces más eficientes que los de energía oscura. 2,25 veces más eficiente que el uranio. La Energía Oscura es extremadamente rara. Solo se encuentra en asteroides, en el planeta Energia y en el planeta Clangia. 1,5 veces mejor de lo normal. Potencia máxima de salida: 0,75 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 1.5x tõhusamad kui Dark Energy. 2.25x tõhusam kui uraan. Tume energia on äärmiselt haruldane. Leitud ainult asteroididel, Planet Energial ja planeedil Clangia. 1.5x parem kui tavaliselt. Maksimaalne võimsus: 0.75MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 1.5x tehokkaampia kuin pimeä energia. 2,25x tehokkaampi kuin uraani. Pimeä energia on erittäin harvinaista. Löytyy vain asteroideista, Energia-planeetalta ja Clangia-planeetalta. 1.5x parempi kuin normaalisti. Suurin teho: 0.75MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 1,5 fois plus efficaces que l’énergie noire. 2,25 fois plus efficace que l’uranium. L’énergie noire est extrêmement rare. On ne le trouve que dans les astéroïdes, sur la planète Energia et sur la planète Clangia. 1,5x mieux que la normale. Puissance de sortie maximale : 0,75 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 1.5x učinkovitiji od tamne energije. 2.25x Učinkovitiji od urana. Tamna energija je izuzetno rijetka. Nalazi se samo u asteroidima, na planeti Energia i na planeti Clangia. 1.5x bolje od normalnog. Maksimalna izlazna snaga: 0,75 MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energia öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 2,25x hatékonyabb, mint az urán. A sötét energia rendkívül ritka. Csak aszteroidákban, az Energia bolygón és a Clangia bolygón található. 1,5x jobb a normálnál. Max. teljesítmény: 0,75MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの2.25倍の効率。ダークエネルギーは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 通常より1.5倍優れています。 最大出力:0.75MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 1,5x efektīvāki nekā Dark Energy. 2,25x Efektīvāks par urānu. Tumšā enerģija ir ārkārtīgi reta. Atrasts tikai asteroīdos, uz planētas Energia un uz planētas Clangia. 1,5x labāks nekā parasti. Maksimālā jauda: 0.75MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 1,5x efficiënter dan donkere energie. 2,25x efficiënter dan uranium. Donkere energie is uiterst zeldzaam. Alleen gevonden in asteroïden, op planeet Energia en op planeet Clangia. 1,5x beter dan normaal. Maximaal uitgangsvermogen: 0,75 MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 1,5 ganger mer effektive enn mørk energi. 2,25 ganger mer effektivt enn uran. Mørk energi er ekstremt sjelden. Finnes bare i asteroider, på Planet Energia og på planeten Clangia. 1,5 ganger bedre enn normalt. Maks utgangseffekt: 0,75 MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de Energia Escura são 1,5x mais eficientes que os de Energia Escura. 2,25x mais eficiente que o urânio. A energia escura é extremamente rara. Encontrado apenas em Asteroides, no Planeta Energia e no Planeta Clangia. 1,5x melhor que o normal. Potência máxima: 0.75MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 1,5 ori mai eficiente decât energia întunecată. De 2,25 ori mai eficient decât uraniul. Energia întunecată este extrem de rară. Se găsește numai în asteroizi, pe planeta Energia și pe planeta Clangia. De 1,5 ori mai bine decât în mod normal. Putere maximă de ieșire: 0.75MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки Темной Энергии в 1,5 раза эффективнее, чем Темная Энергия. В 2,25 раза эффективнее, чем уран. Темная энергия встречается крайне редко. Встречается только на астероидах, на планете Энергия и на планете Клангия. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность: 0,75 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Zliatky Dark Energy sú 1,5x účinnejšie ako Dark Energy. 2,25x účinnejší ako urán. Temná energia je extrémne zriedkavá. Nachádza sa iba v asteroidoch, na planéte Energia a na planéte Clangia. 1,5x lepšie ako zvyčajne. Maximálny výkon: 0.75MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Mörkenergitackor är 1,5 gånger effektivare än mörk energi. 2,25 gånger effektivare än uran. Mörk energi är extremt sällsynt. Finns bara på asteroider, på planeten Energia och på planeten Clangia. 1,5 gånger bättre än normalt. Max uteffekt: 0,75 MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Karanlık Enerjiden 1,5 kat daha verimlidir. Uranyumdan 2.25 kat daha verimli. Karanlık Enerji son derece nadirdir. Sadece Asteroitlerde, Energia Gezegeninde ve Clangia Gezegeninde bulunur. Normalden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 0.75MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 1,5 рази ефективніші, ніж темна енергія. У 2,25 рази ефективніше, ніж уран. Темна енергія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, на планеті Енергія і на планеті Клангія. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність: 0,75 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是暗能量的 1.5 倍。效率是铀的 2.25 倍。暗能量极为罕见。仅在小行星、Energia 行星和 Clangia 行星上发现。 比正常情况好 1.5 倍。 最大输出功率：0.75MW

# Description_SmallSmallDarkEnergyReactorT2
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 1.5x more efficient than Dark Energy. 2.25x More efficient than Uranium. Dark Energy is extremely rare. Found only in Asteroids, on Planet Energia, and on Planet Clangia. 1.5x Better than Enhanced. Max Power Output: 1.13MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 1,5 vegades més eficients que l'energia fosca. 2.25x Més eficient que l'urani. L'energia fosca és extremadament rara. Es troba només en asteroides, al planeta Energia i al planeta Clangia. 1.5x Millor que millorat. Potència màxima de sortida: 1.13MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 1,5x účinnější než temná energie. 2,25x účinnější než uran. Temná energie je extrémně vzácná. Vyskytuje se pouze na asteroidech, na planetě Energia a na planetě Clangia. 1,5× lepší než vylepšené. Maximální výstupní výkon: 1,13 MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Dark Energy barrer er 1,5 gange mere effektive end Dark Energy. 2.25x Mere effektiv end uran. Mørk energi er ekstremt sjælden. Findes kun i asteroider, på Planet Energia og på Planet Clangia. 1.5x bedre end forbedret. Maks. effekt: 1,13 MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Dunkle Energiebarren sind 1,5-mal effizienter als Dunkle Energie. 2,25x effizienter als Uran. Dunkle Energie ist extrem selten. Kommt nur in Asteroiden, auf dem Planeten Energia und auf dem Planeten Clangia vor. 1,5x besser als verbessert. Maximale Leistung: 1,13 MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 1,5 veces más eficientes que los de energía oscura. 2,25 veces más eficiente que el uranio. La Energía Oscura es extremadamente rara. Solo se encuentra en asteroides, en el planeta Energia y en el planeta Clangia. 1,5 veces mejor que mejorado. Potencia máxima de salida: 1,13 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 1.5x tõhusamad kui Dark Energy. 2.25x tõhusam kui uraan. Tume energia on äärmiselt haruldane. Leitud ainult asteroididel, Planet Energial ja planeedil Clangia. 1.5x parem kui täiustatud. Maksimaalne võimsus: 1.13MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 1.5x tehokkaampia kuin pimeä energia. 2,25x tehokkaampi kuin uraani. Pimeä energia on erittäin harvinaista. Löytyy vain asteroideista, Energia-planeetalta ja Clangia-planeetalta. 1,5 kertaa parempi kuin parannettu. Suurin teho: 1.13MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 1,5 fois plus efficaces que l’énergie noire. 2,25 fois plus efficace que l’uranium. L’énergie noire est extrêmement rare. On ne le trouve que dans les astéroïdes, sur la planète Energia et sur la planète Clangia. 1,5 fois mieux que Amélioré. Puissance de sortie maximale : 1,13 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 1.5x učinkovitiji od tamne energije. 2.25x Učinkovitiji od urana. Tamna energija je izuzetno rijetka. Nalazi se samo u asteroidima, na planeti Energia i na planeti Clangia. 1.5x Bolje od poboljšanog. Maksimalna snaga: 1.13MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energia öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 2,25x hatékonyabb, mint az urán. A sötét energia rendkívül ritka. Csak aszteroidákban, az Energia bolygón és a Clangia bolygón található. 1,5-szer jobb, mint a továbbfejlesztett. Max teljesítmény: 1.13MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの2.25倍の効率。ダークエネルギーは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 Enhancedより1.5倍優れています。 最大出力:1.13MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 1,5x efektīvāki nekā Dark Energy. 2,25x Efektīvāks par urānu. Tumšā enerģija ir ārkārtīgi reta. Atrasts tikai asteroīdos, uz planētas Energia un uz planētas Clangia. 1,5x labāk nekā uzlabots. Maksimālā jauda: 1.13MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 1,5x efficiënter dan donkere energie. 2,25x efficiënter dan uranium. Donkere energie is uiterst zeldzaam. Alleen gevonden in asteroïden, op planeet Energia en op planeet Clangia. 1,5x beter dan verbeterd. Maximaal uitgangsvermogen: 1,13 MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 1,5 ganger mer effektive enn mørk energi. 2,25 ganger mer effektivt enn uran. Mørk energi er ekstremt sjelden. Finnes bare i asteroider, på Planet Energia og på planeten Clangia. 1,5 ganger bedre enn forbedret. Maks effekt: 1,13 MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de Energia Escura são 1,5x mais eficientes que os de Energia Escura. 2,25x mais eficiente que o urânio. A energia escura é extremamente rara. Encontrado apenas em Asteroides, no Planeta Energia e no Planeta Clangia. 1,5x melhor que o aprimorado. Potência máxima: 1.13MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 1,5 ori mai eficiente decât energia întunecată. De 2,25 ori mai eficient decât uraniul. Energia întunecată este extrem de rară. Se găsește numai în asteroizi, pe planeta Energia și pe planeta Clangia. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire: 1.13MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки Темной Энергии в 1,5 раза эффективнее, чем Темная Энергия. В 2,25 раза эффективнее, чем уран. Темная энергия встречается крайне редко. Встречается только на астероидах, на планете Энергия и на планете Клангия. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность: 1,13 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Zliatky Dark Energy sú 1,5x účinnejšie ako Dark Energy. 2,25x účinnejší ako urán. Temná energia je extrémne zriedkavá. Nachádza sa iba v asteroidoch, na planéte Energia a na planéte Clangia. 1,5x lepšie ako vylepšené. Maximálny výkon: 1.13MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Mörkenergitackor är 1,5 gånger effektivare än mörk energi. 2,25 gånger effektivare än uran. Mörk energi är extremt sällsynt. Finns bara på asteroider, på planeten Energia och på planeten Clangia. 1,5 gånger bättre än Enhanced. Max uteffekt: 1,13 MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Karanlık Enerjiden 1,5 kat daha verimlidir. Uranyumdan 2.25 kat daha verimli. Karanlık Enerji son derece nadirdir. Sadece Asteroitlerde, Energia Gezegeninde ve Clangia Gezegeninde bulunur. Geliştirilmiş'ten 1,5 kat daha iyi. Maksimum Güç Çıkışı: 1.13MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 1,5 рази ефективніші, ніж темна енергія. У 2,25 рази ефективніше, ніж уран. Темна енергія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, на планеті Енергія і на планеті Клангія. У 1,5 раза краще, ніж покращене. Максимальна вихідна потужність: 1,13 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是暗能量的 1.5 倍。效率是铀的 2.25 倍。暗能量极为罕见。仅在小行星、Energia 行星和 Clangia 行星上发现。 比增强型好 1.5 倍。 最大输出功率：1.13MW
