Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_RocketLauncherReloadT0
source: An advanced version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Normal Rockets. Maximum range: 2500 m
ca_ad: Una versió avançada del llançacoets, capaç d'utilitzar el sistema transportador per recarregar automàticament. Utilitza coets normals. Abast màxim: 2500 m
cs_cz: Pokročilá verze raketometu, schopná využívat dopravníkový systém k automatickému přebíjení. Používá normální rakety. Maximální dostřel: 2500 m
da: En avanceret version af raketkasteren, der er i stand til at bruge transportbåndssystemet til automatisk at genindlæse. Bruger normale raketter. Maksimal rækkevidde: 2500 m
de: Eine fortschrittliche Version des Raketenwerfers, die in der Lage ist, das Fördersystem zum automatischen Nachladen zu nutzen. Verwendet normale Raketen. Maximale Reichweite: 2500 m
es: Una versión avanzada del lanzacohetes, capaz de utilizar el sistema de transporte para recargar automáticamente. Usa cohetes normales. Alcance máximo: 2500 m
et_ee: Raketiheitja täiustatud versioon, mis on võimeline kasutama konveierisüsteemi automaatseks laadimiseks. Kasutab tavalisi rakette. Maksimaalne lennukaugus: 2500 m
fi: Raketinheittimen edistynyt versio, joka pystyy käyttämään kuljetinjärjestelmää automaattiseen uudelleenlataukseen. Käyttää normaaleja raketteja. Suurin kantama: 2500 m
fr: Une version avancée du lance-roquettes, capable d’utiliser le système de convoyeur pour recharger automatiquement. Utilise des roquettes normales. Portée maximale : 2500 m
hr_hr: Napredna verzija raketnog bacača, sposobna koristiti transportni sustav za automatsko ponovno punjenje. Koristi normalne rakete. Maksimalni domet: 2500 m
hu_hu: A rakétavető fejlett változata, amely képes a szállítószalag-rendszer automatikus újratöltésére. Normál rakétákat használ. Maximális hatótávolság: 2500 m
ja_jp: ロケットランチャーの進化版で、コンベアシステムを使用して自動的にリロードすることができます。通常のロケットを使用します。 最大範囲:2500 m
lv: Uzlabota raķešu palaišanas iekārtas versija, kas spēj izmantot konveijera sistēmu, lai automātiski pārlādētu. Izmanto parastās raķetes. Maksimālais diapazons: 2500 m
nl: Een geavanceerde versie van de raketwerper, die het transportsysteem kan gebruiken om automatisch te herladen. Maakt gebruik van normale raketten. Maximaal bereik: 2500 m
no: En avansert versjon av rakettkasteren, som er i stand til å bruke transportsystemet til automatisk å laste om. Bruker vanlige raketter. Maksimal rekkevidde: 2500 m
pt_br: Uma versão avançada do lançador de foguetes, capaz de usar o sistema de transporte para recarregar automaticamente. Usa foguetes normais. Alcance máximo: 2500 m
ro: O versiune avansată a lansatorului de rachete, capabilă să utilizeze sistemul transportor pentru a se reîncărca automat. Folosește rachete normale. Raza maxima de actiune: 2500 m
ru: Усовершенствованная версия ракетницы, способная использовать конвейерную систему для автоматической перезарядки. Использует обычные ракеты. Максимальная дальность: 2500 м
sk_sk: Pokročilá verzia raketometu, schopná používať dopravníkový systém na automatické opätovné načítanie. Používa normálne rakety. Maximálny dosah: 2500 m
sv: En avancerad version av raketgeväret, som kan använda transportsystemet för att automatiskt ladda om. Använder vanliga raketer. Maximal räckvidd: 2500 m
tr_tr: Roketatarın gelişmiş bir versiyonu, otomatik olarak yeniden yüklemek için konveyör sistemini kullanabiliyor. Normal roket kullanır. Maksimum menzil: 2500 m
uk: Вдосконалена версія ракетної установки, здатна використовувати конвеєрну систему для автоматичного перезаряджання. Використовує звичайні ракети. Максимальна дальність: 2500 м
zh_cn: 火箭发射器的高级版本，能够使用输送系统自动重新装填。使用普通火箭。 最大射程：2500米

# Description_RocketLauncherReloadT1
source: An advanced version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Depleted Uranium Rockets. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Una versió avançada del llançacoets, capaç d'utilitzar el sistema transportador per recarregar automàticament. Utilitza coets d'urani empobrit. Abast màxim: 2500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Pokročilá verze raketometu, schopná využívat dopravníkový systém k automatickému přebíjení. Používá rakety s ochuzeným uranem. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: En avanceret version af raketkasteren, der er i stand til at bruge transportbåndssystemet til automatisk at genindlæse. Bruger forarmet uranraketter. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Eine fortschrittliche Version des Raketenwerfers, die in der Lage ist, das Fördersystem zum automatischen Nachladen zu nutzen. Verwendet Raketen mit abgereichertem Uran. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Una versión avanzada del lanzacohetes, capaz de utilizar el sistema de transporte para recargar automáticamente. Utiliza cohetes de uranio empobrecido. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Raketiheitja täiustatud versioon, mis on võimeline kasutama konveierisüsteemi automaatseks laadimiseks. Kasutab vaesestatud uraani rakette. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Raketinheittimen edistynyt versio, joka pystyy käyttämään kuljetinjärjestelmää automaattiseen uudelleenlataukseen. Käyttää köyhdytettyä uraania sisältäviä raketteja. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Une version avancée du lance-roquettes, capable d’utiliser le système de convoyeur pour recharger automatiquement. Utilise des fusées à uranium appauvri. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Napredna verzija raketnog bacača, sposobna koristiti transportni sustav za automatsko ponovno punjenje. Koristi osiromašene rakete urana. Maksimalni domet: 2500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: A rakétavető fejlett változata, amely képes a szállítószalag-rendszer automatikus újratöltésére. Szegényített urán rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: ロケットランチャーの進化版で、コンベアシステムを使用して自動的にリロードすることができます。劣化ウランロケットを使用する。 最大範囲:2500 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Uzlabota raķešu palaišanas iekārtas versija, kas spēj izmantot konveijera sistēmu, lai automātiski pārlādētu. Izmanto noplicinātā urāna raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Een geavanceerde versie van de raketwerper, die het transportsysteem kan gebruiken om automatisch te herladen. Maakt gebruik van raketten met verarmd uranium. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: En avansert versjon av rakettkasteren, som er i stand til å bruke transportsystemet til automatisk å laste om. Bruker utarmede uranraketter. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Uma versão avançada do lançador de foguetes, capaz de usar o sistema de transporte para recarregar automaticamente. Utiliza foguetes de urânio empobrecido. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: O versiune avansată a lansatorului de rachete, capabilă să utilizeze sistemul transportor pentru a se reîncărca automat. Utilizează rachete cu uraniu sărăcit. Raza maxima de actiune: 2500 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Усовершенствованная версия ракетницы, способная использовать конвейерную систему для автоматической перезарядки. Использует ракеты с обедненным ураном. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Pokročilá verzia raketometu, schopná používať dopravníkový systém na automatické opätovné načítanie. Používa rakety s ochudobneným uránom. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: En avancerad version av raketgeväret, som kan använda transportsystemet för att automatiskt ladda om. Använder raketer med utarmat uran. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Roketatarın gelişmiş bir versiyonu, otomatik olarak yeniden yüklemek için konveyör sistemini kullanabiliyor. Seyreltilmiş uranyum roketleri kullanır. Maksimum menzil: 2500 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Вдосконалена версія ракетної установки, здатна використовувати конвеєрну систему для автоматичного перезаряджання. Використовує ракети зі збідненим ураном. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 火箭发射器的高级版本，能够使用输送系统自动重新装填。使用贫铀火箭。 最大射程：2500米 装填速度比平时快 1.5 倍，伤害高 1.5 倍

# Description_RocketLauncherReloadT2
source: An advanced version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Depleted Dark Energy Rockets. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Una versió avançada del llançacoets, capaç d'utilitzar el sistema transportador per recarregar automàticament. Utilitza coets d'energia fosca esgotada. Abast màxim: 2500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, que millorat
cs_cz: Pokročilá verze raketometu, schopná využívat dopravníkový systém k automatickému přebíjení. Používá ochuzené rakety temné energie. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: En avanceret version af raketkasteren, der er i stand til at bruge transportbåndssystemet til automatisk at genindlæse. Bruger udtømte mørke energiraketter. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end forbedret
de: Eine fortschrittliche Version des Raketenwerfers, die in der Lage ist, das Fördersystem zum automatischen Nachladen zu nutzen. Verwendet verbrauchte Raketen mit dunkler Energie. Maximale Reichweite: 2500 m 1,5-mal schneller nachlädt und 1,5-mal mehr Schaden verursacht als verstärkt
es: Una versión avanzada del lanzacohetes, capaz de utilizar el sistema de transporte para recargar automáticamente. Usa cohetes de energía oscura agotados. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Raketiheitja täiustatud versioon, mis on võimeline kasutama konveierisüsteemi automaatseks laadimiseks. Kasutab ammendunud tumeenergia rakette. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Raketinheittimen edistynyt versio, joka pystyy käyttämään kuljetinjärjestelmää automaattiseen uudelleenlataukseen. Käyttää tyhjentyneitä pimeän energian raketteja. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Une version avancée du lance-roquettes, capable d’utiliser le système de convoyeur pour recharger automatiquement. Utilise des roquettes à énergie noire épuisées. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Napredna verzija raketnog bacača, sposobna koristiti transportni sustav za automatsko ponovno punjenje. Koristi osiromašene rakete tamne energije. Maksimalni domet: 2500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: A rakétavető fejlett változata, amely képes a szállítószalag-rendszer automatikus újratöltésére. Kimerült sötét energia rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a továbbfejlesztett
ja_jp: ロケットランチャーの進化版で、コンベアシステムを使用して自動的にリロードすることができます。枯渇したダークエネルギーロケットを使用する。 最大範囲:2500 m 強化型よりもリロード速度が1.5倍速く、ダメージが1.5倍になる
lv: Uzlabota raķešu palaišanas iekārtas versija, kas spēj izmantot konveijera sistēmu, lai automātiski pārlādētu. Izmanto noplicinātas tumšās enerģijas raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Een geavanceerde versie van de raketwerper, die het transportsysteem kan gebruiken om automatisch te herladen. Maakt gebruik van uitgeputte raketten met donkere energie. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: En avansert versjon av rakettkasteren, som er i stand til å bruke transportsystemet til automatisk å laste om. Bruker utarmede mørke energiraketter. Maksimal rekkevidde: 2500 m Laster inn 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Uma versão avançada do lançador de foguetes, capaz de usar o sistema de transporte para recarregar automaticamente. Usa foguetes de energia escura esgotados. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o aprimorado
ro: O versiune avansată a lansatorului de rachete, capabilă să utilizeze sistemul transportor pentru a se reîncărca automat. Folosește rachete epuizate de energie întunecată. Raza maxima de actiune: 2500 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Усовершенствованная версия ракетницы, способная использовать конвейерную систему для автоматической перезарядки. Использует Истощенные Ракеты Темной Энергии. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Pokročilá verzia raketometu, schopná používať dopravníkový systém na automatické opätovné načítanie. Používa vyčerpané rakety tmavej energie. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako vylepšených
sv: En avancerad version av raketgeväret, som kan använda transportsystemet för att automatiskt ladda om. Använder utarmade Dark Energy-raketer. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: Roketatarın gelişmiş bir versiyonu, otomatik olarak yeniden yüklemek için konveyör sistemini kullanabiliyor. Tükenmiş karanlık enerji roketlerini kullanır. Maksimum menzil: 2500 m Gelişmişten 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Вдосконалена версія ракетної установки, здатна використовувати конвеєрну систему для автоматичного перезаряджання. Використовує ракети з виснаженою темною енергією. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж покращений
zh_cn: 火箭发射器的高级版本，能够使用输送系统自动重新装填。使用耗尽的暗能量火箭。 最大射程：2500米 与增强型相比，装填速度提高 1.5 倍，造成伤害 1.5 倍

# Description_RocketLauncherReloadT3
source: An advanced version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Depleted Clangium Rockets. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Una versió avançada del llançacoets, capaç d'utilitzar el sistema transportador per recarregar automàticament. Utilitza coets de clangium empobrits. Abast màxim: 2500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Pokročilá verze raketometu, schopná využívat dopravníkový systém k automatickému přebíjení. Používá ochuzené rakety Clangium. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: En avanceret version af raketkasteren, der er i stand til at bruge transportbåndssystemet til automatisk at genindlæse. Bruger udtømte clangiumraketter. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Eine fortschrittliche Version des Raketenwerfers, die in der Lage ist, das Fördersystem zum automatischen Nachladen zu nutzen. Verwendet erschöpfte Clangium-Raketen. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Una versión avanzada del lanzacohetes, capaz de utilizar el sistema de transporte para recargar automáticamente. Usa cohetes Clangium agotados. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Raketiheitja täiustatud versioon, mis on võimeline kasutama konveierisüsteemi automaatseks laadimiseks. Kasutab ammendunud clangiumi rakette. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Raketinheittimen edistynyt versio, joka pystyy käyttämään kuljetinjärjestelmää automaattiseen uudelleenlataukseen. Käyttää tyhjentyneitä klangiumraketteja. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Une version avancée du lance-roquettes, capable d’utiliser le système de convoyeur pour recharger automatiquement. Utilise des fusées de clangium appauvries. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Napredna verzija raketnog bacača, sposobna koristiti transportni sustav za automatsko ponovno punjenje. Koristi osiromašene rakete clangium. Maksimalni domet: 2500 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: A rakétavető fejlett változata, amely képes a szállítószalag-rendszer automatikus újratöltésére. Kimerült Clangium rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: ロケットランチャーの進化版で、コンベアシステムを使用して自動的にリロードすることができます。枯渇したクランギウムロケットを使用する。 最大範囲:2500 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Uzlabota raķešu palaišanas iekārtas versija, kas spēj izmantot konveijera sistēmu, lai automātiski pārlādētu. Izmanto noplicinātas Clangium raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Een geavanceerde versie van de raketwerper, die het transportsysteem kan gebruiken om automatisch te herladen. Maakt gebruik van uitgeputte clangiumraketten. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: En avansert versjon av rakettkasteren, som er i stand til å bruke transportsystemet til automatisk å laste om. Bruker utarmede Clangium-raketter. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Uma versão avançada do lançador de foguetes, capaz de usar o sistema de transporte para recarregar automaticamente. Usa foguetes de Clangium esgotados. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: O versiune avansată a lansatorului de rachete, capabilă să utilizeze sistemul transportor pentru a se reîncărca automat. Folosește rachete Clangium epuizate. Raza maxima de actiune: 2500 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Усовершенствованная версия ракетницы, способная использовать конвейерную систему для автоматической перезарядки. Использует обедненные ракеты Клангия. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Pokročilá verzia raketometu, schopná používať dopravníkový systém na automatické opätovné načítanie. Používa vyčerpané rakety Clangium. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: En avancerad version av raketgeväret, som kan använda transportsystemet för att automatiskt ladda om. Använder utarmade Clangium-raketer. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: Roketatarın gelişmiş bir versiyonu, otomatik olarak yeniden yüklemek için konveyör sistemini kullanabiliyor. Tükenmiş Clangium roketleri kullanır. Maksimum menzil: 2500 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Вдосконалена версія ракетної установки, здатна використовувати конвеєрну систему для автоматичного перезаряджання. Використовує збіднені ракети Clangium. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 火箭发射器的高级版本，能够使用输送系统自动重新装填。使用耗尽的钚火箭。 最大射程：2500米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_RocketLauncherT0
source: Slow-shooting, explosive damage dealing, rocket launcher that must be loaded manually. Uses Rockets. Maximum range: 2500 m
ca_ad: Tir lent, tractament de danys explosius, llançacoets que s'ha de carregar manualment. Utilitza coets. Abast màxim: 2500 m
cs_cz: Pomalá střelba, udělování výbušného poškození, raketomet, který se musí nabíjet ručně. Používá rakety. Maximální dostřel: 2500 m
da: Langsom skydning, eksplosiv skadehåndtering, raketkaster, der skal indlæses manuelt. Bruger raketter. Maksimal rækkevidde: 2500 m
de: Langsam schießender, explosiver Schaden verursachender Raketenwerfer, der manuell geladen werden muss. Verwendet Raketen. Maximale Reichweite: 2500 m
es: Disparo lento, daño explosivo, lanzacohetes que debe cargarse manualmente. Usa cohetes. Alcance máximo: 2500 m
et_ee: Aeglane laskmine, plahvatusohtlike kahjustustega tegelemine, raketiheitja, mis tuleb käsitsi laadida. Kasutab rakette. Maksimaalne lennukaugus: 2500 m
fi: Hitaasti ampuva, räjähtävien vahinkojen käsittely, raketinheitin, joka on ladattava manuaalisesti. Käyttää raketteja. Suurin kantama: 2500 m
fr: Tir lent, infligeant des dégâts explosifs, lance-roquettes qui doit être chargé manuellement. Utilise des fusées. Portée maximale : 2500 m
hr_hr: Sporo pucanje, trgovina eksplozivnom štetom, raketni bacač koji se mora ručno napuniti. Koristi rakete. Maksimalni domet: 2500 m
hu_hu: Lassú lövés, robbanásveszélyes sebzés, rakétavető, amelyet kézzel kell betölteni. Rakétákat használ. Maximális hatótávolság: 2500 m
ja_jp: スロー射撃、爆発ダメージ、手動で装填する必要があるロケットランチャー。ロケットを使用する。 最大範囲:2500 m
lv: Lēna šaušana, sprādzienbīstamu bojājumu novēršana, raķešu palaišanas iekārta, kas jāielādē manuāli. Izmanto raķetes. Maksimālais diapazons: 2500 m
nl: Langzaam schietend, explosieve schade toebrengend, raketwerper die handmatig moet worden geladen. Maakt gebruik van raketten. Maximaal bereik: 2500 m
no: Sakteskyting, håndtering av eksplosive skader, rakettkaster som må lastes manuelt. Bruker raketter. Maksimal rekkevidde: 2500 m
pt_br: Tiro lento, dano explosivo, lançador de foguetes que deve ser carregado manualmente. Usa foguetes. Alcance máximo: 2500 m
ro: Tragere lentă, tratarea daunelor explozive, lansator de rachete care trebuie încărcat manual. Folosește rachete. Raza maxima de actiune: 2500 m
ru: Медленная стрельба, нанесение взрывного урона, ракетница, которую нужно заряжать вручную. Использует ракеты. Максимальная дальность: 2500 м
sk_sk: Pomalá streľba, riešenie poškodenia výbušninami, raketomet, ktorý je potrebné nabíjať ručne. Používa rakety. Maximálny dosah: 2500 m
sv: Långsamskjutande, explosiv skadegörelse, raketgevär som måste laddas manuellt. Använder raketer. Maximal räckvidd: 2500 m
tr_tr: Yavaş atış, patlayıcı hasar verme, manuel olarak yüklenmesi gereken roketatar. Roket kullanır. Maksimum menzil: 2500 m
uk: Повільна стрільба, нанесення вибухової шкоди, ракетниця, яку потрібно заряджати вручну. Використовує ракети. Максимальна дальність: 2500 м
zh_cn: 慢速射击，爆炸性伤害处理，必须手动装载的火箭发射器。使用火箭。 最大射程：2500米
