Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

source: Clangium
cs_cz: Kulina
fi: Klangi
fr: Le clangium
hr_hr: Kulij
ja_jp: クランギウム
nl: Kanton Clangium
no: Klangium
pt_br: Clângio
ro: Clangiu
ru: Клангий
sk_sk: Klangium
tr_tr: Langium (Langium)
uk: Клангіум
zh_cn: 鲈鱼

# Description_AssemblerT0
source: Assemblers are highly advanced machines capable of producing tools and components. Requires ingots and power to produce components. 1.5x Better Than Basic Assembler. 0.30x Assembly Speed 0.56MW Base Power Usage.
ca_ad: Els assembladors són màquines molt avançades capaces de produir eines i components. Requereix lingots i energia per produir components. 1.5x millor que el muntador bàsic. 0.30x Velocitat de muntatge Consum d'energia base de 0,56 MW.
cs_cz: Montéři jsou vysoce pokročilé stroje schopné vyrábět nástroje a komponenty. Vyžaduje ingoty a energii k výrobě součástí. 1,5x lepší než Basic Assembler. 0,30x rychlost montáže Základní spotřeba energie 0,56 MW.
da: Montører er meget avancerede maskiner, der er i stand til at producere værktøjer og komponenter. Kræver barrer og strøm til at producere komponenter. 1.5x bedre end Basic Assembler. 0.30x monteringshastighed 0,56 MW basisstrømforbrug.
de: Monteure sind hochentwickelte Maschinen, die in der Lage sind, Werkzeuge und Komponenten herzustellen. Benötigt Barren und Strom für die Herstellung von Komponenten. 1,5x besser als Basic Assembler. 0,30-fache Montagegeschwindigkeit 0,56 MW Grundstromverbrauch.
es: Las ensambladoras son máquinas muy avanzadas capaces de producir herramientas y componentes. Requiere lingotes y energía para producir componentes. 1,5 veces mejor que el ensamblador básico. Velocidad de montaje de 0,30x Consumo de energía base de 0,56 MW.
et_ee: Monteerijad on kõrgelt arenenud masinad, mis on võimelised tootma tööriistu ja komponente. Komponentide tootmiseks on vaja valuplokke ja võimsust. 1.5x parem kui Basic Assembler. 0.30x montaažikiirus 0.56MW baasvõimsuse kasutamine.
fi: Kokoonpanijat ovat erittäin kehittyneitä koneita, jotka pystyvät tuottamaan työkaluja ja komponentteja. Vaatii harkkoja ja tehoa komponenttien tuottamiseen. 1.5x parempi kuin peruskokoonpanija. 0.30x kokoonpanonopeus 0,56 MW:n perusvirrankulutus.
fr: Les assembleurs sont des machines très avancées capables de produire des outils et des composants. Nécessite des lingots et de l’énergie pour produire des composants. 1,5 fois mieux que l’assembleur de base. Vitesse d’assemblage 0,30x Consommation d’énergie de base de 0,56 MW.
hr_hr: Asembleri su visoko napredni strojevi sposobni za proizvodnju alata i komponenti. Zahtijeva ingote i snagu za proizvodnju komponenti. 1.5x bolji od osnovnog asemblera. 0.30x Brzina montaže Potrošnja osnovne energije od 0,56 MW.
hu_hu: Az összeszerelők rendkívül fejlett gépek, amelyek képesek szerszámok és alkatrészek előállítására. Az alkatrészek előállításához öntvényekre és energiára van szükség. 1,5x jobb, mint az alap assembler. 0,30x szerelési sebesség 0,56 MW alap energiafelhasználás.
ja_jp: 組立機は、工具や部品を製造できる高度な機械です。 部品を製造するにはインゴットと電力が必要です。 基本的なアセンブラよりも1.5倍優れています。 0.30倍の組立速度 0.56MWの基本電力使用量。
lv: Montētāji ir ļoti progresīvas mašīnas, kas spēj ražot instrumentus un komponentus. Nepieciešami lietņi un jauda, lai ražotu komponentus. 1,5x labāks nekā pamata montētājs. 0.30x montāžas ātrums 0,56 MW bāzes enerģijas patēriņš.
nl: Assembleurs zijn zeer geavanceerde machines die in staat zijn om gereedschappen en componenten te produceren. Vereist blokken en stroom om componenten te produceren. 1,5x beter dan Basic Assembler. 0.30x Montage Snelheid 0,56 MW basisstroomverbruik.
no: Montører er svært avanserte maskiner som er i stand til å produsere verktøy og komponenter. Krever ingots og kraft til å produsere komponenter. 1,5 ganger bedre enn Basic Assembler. 0,30x monteringshastighet 0,56 MW basisstrømforbruk.
pt_br: Montadores são máquinas altamente avançadas capazes de produzir ferramentas e componentes. Requer lingotes e energia para produzir componentes. 1,5x melhor que o montador básico. 0.30x velocidade de montagem Uso de energia base de 0,56MW.
ro: Asamblorii sunt mașini extrem de avansate capabile să producă unelte și componente. Necesită lingouri și putere pentru a produce componente. De 1,5 ori mai bun decât asamblorul de bază. 0.30x viteza de asamblare Consum de energie de bază de 0,56 MW.
ru: Сборщики — это высокотехнологичные машины, способные производить инструменты и компоненты. Для производства компонентов требуются слитки и мощность. В 1,5 раза лучше, чем базовый ассемблер. 0,30-кратная скорость сборки Базовое энергопотребление 0,56 МВт.
sk_sk: Montéri sú vysoko pokročilé stroje schopné vyrábať nástroje a komponenty. Vyžaduje ingoty a energiu na výrobu komponentov. 1,5x lepší ako základný assembler. 0,30x rýchlosť montáže Základná spotreba energie 0,56 MW.
sv: Montörer är mycket avancerade maskiner som kan producera verktyg och komponenter. Kräver göt och kraft för att producera komponenter. 1,5 gånger bättre än Basic Assembler. 0,30x monteringshastighet 0,56 MW basströmförbrukning.
tr_tr: Montajcılar, alet ve bileşen üretebilen son derece gelişmiş makinelerdir. Bileşenleri üretmek için külçe ve güç gerektirir. Basic Assembler'dan 1,5 kat daha iyi. 0.30x Montaj Hızı 0.56MW Temel Güç Kullanımı.
uk: Складальники - це високотехнологічні машини, здатні виробляти інструменти та компоненти. Потрібні злитки і потужність для виробництва компонентів. У 1,5 рази краще, ніж у базового асемблера. Швидкість складання 0,30x 0,56 МВт базової потужності.
zh_cn: 装配工是能够生产工具和组件的高度先进的机器。 需要铸锭和电力来生产组件。 比基本汇编器好 1.5 倍。 0.30 倍装配速度 0.56MW基本用电量。

# Description_AssemblerT1
source: Assemblers are highly advanced machines capable of producing tools and components. Requires ingots and power to produce components. 1.5x Better Than Normal Assembler. 0.45x Assembly Speed. 0.84MW Base Power Usage
ca_ad: Els assembladors són màquines molt avançades capaces de produir eines i components. Requereix lingots i energia per produir components. 1.5x millor que el muntador normal. 0.45x Velocitat de muntatge. Ús d'energia base de 0.84MW
cs_cz: Montéři jsou vysoce pokročilé stroje schopné vyrábět nástroje a komponenty. Vyžaduje ingoty a energii k výrobě součástí. 1,5x lepší než normální assembler. 0,45x rychlost montáže. 0,84 MW základní spotřeba energie
da: Montører er meget avancerede maskiner, der er i stand til at producere værktøjer og komponenter. Kræver barrer og strøm til at producere komponenter. 1.5x bedre end normal assembler. 0.45x monteringshastighed. 0,84 MW grundlæggende strømforbrug
de: Monteure sind hochentwickelte Maschinen, die in der Lage sind, Werkzeuge und Komponenten herzustellen. Benötigt Barren und Strom für die Herstellung von Komponenten. 1,5x besser als normaler Assembler. 0,45-fache Montagegeschwindigkeit. 0,84 MW Basis-Stromverbrauch
es: Las ensambladoras son máquinas muy avanzadas capaces de producir herramientas y componentes. Requiere lingotes y energía para producir componentes. 1,5 veces mejor que el ensamblador normal. 0,45 veces la velocidad de montaje. Consumo de energía base de 0,84 MW
et_ee: Monteerijad on kõrgelt arenenud masinad, mis on võimelised tootma tööriistu ja komponente. Komponentide tootmiseks on vaja valuplokke ja võimsust. 1.5x parem kui tavaline monteerija. 0.45x montaažikiirus. 0.84MW baasvõimsuse kasutamine
fi: Kokoonpanijat ovat erittäin kehittyneitä koneita, jotka pystyvät tuottamaan työkaluja ja komponentteja. Vaatii harkkoja ja tehoa komponenttien tuottamiseen. 1.5x parempi kuin normaali kokoonpanija. 0.45x kokoonpanonopeus. 0,84 MW:n perusvirrankulutus
fr: Les assembleurs sont des machines très avancées capables de produire des outils et des composants. Nécessite des lingots et de l’énergie pour produire des composants. 1,5 fois mieux que l’assembleur normal. Vitesse d’assemblage 0,45x. Consommation d’énergie de base de 0,84 MW
hr_hr: Asembleri su visoko napredni strojevi sposobni za proizvodnju alata i komponenti. Zahtijeva ingote i snagu za proizvodnju komponenti. 1.5x bolji od normalnog asemblera. 0,45x brzina montaže. Osnovna potrošnja energije od 0,84 MW
hu_hu: Az összeszerelők rendkívül fejlett gépek, amelyek képesek szerszámok és alkatrészek előállítására. Az alkatrészek előállításához öntvényekre és energiára van szükség. 1.5x jobb, mint a normál összeszerelő. 0,45x szerelési sebesség. 0,84 MW alap energiafelhasználás
ja_jp: 組立機は、工具や部品を製造できる高度な機械です。 部品を製造するにはインゴットと電力が必要です。 通常のアセンブラの1.5倍優れています。 0.45倍の組み立て速度。 0.84MWの基本電力使用量
lv: Montētāji ir ļoti progresīvas mašīnas, kas spēj ražot instrumentus un komponentus. Nepieciešami lietņi un jauda, lai ražotu komponentus. 1,5x labāks nekā parastais montētājs. 0,45x montāžas ātrums. 0,84 MW bāzes enerģijas patēriņš
nl: Assembleurs zijn zeer geavanceerde machines die in staat zijn om gereedschappen en componenten te produceren. Vereist blokken en stroom om componenten te produceren. 1,5x beter dan normale assembler. 0.45x montagesnelheid. 0,84 MW basisstroomverbruik
no: Montører er svært avanserte maskiner som er i stand til å produsere verktøy og komponenter. Krever ingots og kraft til å produsere komponenter. 1,5 ganger bedre enn vanlig montør. 0,45x monteringshastighet. 0,84 MW basisstrømforbruk
pt_br: Montadores são máquinas altamente avançadas capazes de produzir ferramentas e componentes. Requer lingotes e energia para produzir componentes. 1,5x melhor que o montador normal. 0,45x velocidade de montagem. Uso de energia base de 0,84MW
ro: Asamblorii sunt mașini extrem de avansate capabile să producă unelte și componente. Necesită lingouri și putere pentru a produce componente. De 1,5 ori mai bun decât asamblatorul normal. 0.45x viteza de asamblare. Consum de energie de bază de 0,84 MW
ru: Сборщики — это высокотехнологичные машины, способные производить инструменты и компоненты. Для производства компонентов требуются слитки и мощность. В 1,5 раза лучше, чем обычный ассемблер. Скорость сборки 0,45x. Базовое энергопотребление 0,84 МВт
sk_sk: Montéri sú vysoko pokročilé stroje schopné vyrábať nástroje a komponenty. Vyžaduje ingoty a energiu na výrobu komponentov. 1,5x lepší ako bežný montér. 0,45x rýchlosť montáže. 0,84 MW základná spotreba energie
sv: Montörer är mycket avancerade maskiner som kan producera verktyg och komponenter. Kräver göt och kraft för att producera komponenter. 1,5 gånger bättre än vanlig montör. 0,45x monteringshastighet. 0,84 MW basströmförbrukning
tr_tr: Montajcılar, alet ve bileşen üretebilen son derece gelişmiş makinelerdir. Bileşenleri üretmek için külçe ve güç gerektirir. Normal montajcıdan 1,5 kat daha iyi. 0.45x montaj hızı. 0.84MW Temel Güç Kullanımı
uk: Складальники - це високотехнологічні машини, здатні виробляти інструменти та компоненти. Потрібні злитки і потужність для виробництва компонентів. У 1,5 рази краще, ніж у звичайного асемблера. 0,45-кратна швидкість складання. Базове споживання електроенергії 0,84 МВт
zh_cn: 装配工是能够生产工具和组件的高度先进的机器。 需要铸锭和电力来生产组件。 比普通汇编程序好 1.5 倍。 0.45 倍装配速度。 0.84MW基本用电量

# Description_AssemblerT2
source: Assemblers are highly advanced machines capable of producing tools and components. Requires ingots and power to produce components. 1.5x Better Than Enhanced Assembler. 0.675x Assembly Speed. 1.26MW Base Power Usage
ca_ad: Els assembladors són màquines molt avançades capaces de produir eines i components. Requereix lingots i energia per produir components. 1.5x millor que l'assemblador millorat. 0.675x velocitat de muntatge. Ús d'energia base de 1.26MW
cs_cz: Montéři jsou vysoce pokročilé stroje schopné vyrábět nástroje a komponenty. Vyžaduje ingoty a energii k výrobě součástí. 1,5x lepší než Enhanced Assembler. 0,675x rychlost montáže. 1,26 MW základní spotřeba energie
da: Montører er meget avancerede maskiner, der er i stand til at producere værktøjer og komponenter. Kræver barrer og strøm til at producere komponenter. 1.5x bedre end forbedret assembler. 0.675x monteringshastighed. 1,26 MW grundlæggende strømforbrug
de: Monteure sind hochentwickelte Maschinen, die in der Lage sind, Werkzeuge und Komponenten herzustellen. Benötigt Barren und Strom für die Herstellung von Komponenten. 1,5x besser als Enhanced Assembler. 0,675-fache Montagegeschwindigkeit. 1,26 MW Grundstromverbrauch
es: Las ensambladoras son máquinas muy avanzadas capaces de producir herramientas y componentes. Requiere lingotes y energía para producir componentes. 1,5 veces mejor que el ensamblador mejorado. Velocidad de montaje de 0,675x. Consumo de energía base de 1,26 MW
et_ee: Monteerijad on kõrgelt arenenud masinad, mis on võimelised tootma tööriistu ja komponente. Komponentide tootmiseks on vaja valuplokke ja võimsust. 1.5x parem kui täiustatud monteerija. 0.675x montaažikiirus. 1.26MW baasvõimsuse kasutamine
fi: Kokoonpanijat ovat erittäin kehittyneitä koneita, jotka pystyvät tuottamaan työkaluja ja komponentteja. Vaatii harkkoja ja tehoa komponenttien tuottamiseen. 1.5x parempi kuin parannettu kokoonpanija. 0.675x kokoonpanonopeus. 1,26 MW:n perusvirrankulutus
fr: Les assembleurs sont des machines très avancées capables de produire des outils et des composants. Nécessite des lingots et de l’énergie pour produire des composants. 1,5 fois mieux que l’assembleur amélioré. Vitesse d’assemblage de 0,675x. Consommation d’énergie de base de 1,26 MW
hr_hr: Asembleri su visoko napredni strojevi sposobni za proizvodnju alata i komponenti. Zahtijeva ingote i snagu za proizvodnju komponenti. 1.5x bolji od poboljšanog asemblera. 0.675x brzina montaže. Osnovna potrošnja energije od 1,26 MW
hu_hu: Az összeszerelők rendkívül fejlett gépek, amelyek képesek szerszámok és alkatrészek előállítására. Az alkatrészek előállításához öntvényekre és energiára van szükség. 1,5x jobb, mint a továbbfejlesztett assembler. 0,675x szerelési sebesség. 1,26 MW alap energiafelhasználás
ja_jp: 組立機は、工具や部品を製造できる高度な機械です。 部品を製造するにはインゴットと電力が必要です。 拡張アセンブラの1.5倍優れています。 0.675倍の組み立て速度。 1.26MWの基本電力使用量
lv: Montētāji ir ļoti progresīvas mašīnas, kas spēj ražot instrumentus un komponentus. Nepieciešami lietņi un jauda, lai ražotu komponentus. 1,5x labāks nekā uzlabots montētājs. 0.675x montāžas ātrums. 1,26 MW bāzes enerģijas patēriņš
nl: Assembleurs zijn zeer geavanceerde machines die in staat zijn om gereedschappen en componenten te produceren. Vereist blokken en stroom om componenten te produceren. 1,5x beter dan Enhanced Assembler. 0.675x montagesnelheid. 1,26 MW basisstroomverbruik
no: Montører er svært avanserte maskiner som er i stand til å produsere verktøy og komponenter. Krever ingots og kraft til å produsere komponenter. 1.5 ganger bedre enn Enhanced Assembler. 0.675x monteringshastighet. 1,26 MW basisstrømforbruk
pt_br: Montadores são máquinas altamente avançadas capazes de produzir ferramentas e componentes. Requer lingotes e energia para produzir componentes. 1,5x melhor que o montador aprimorado. 0,675x velocidade de montagem. Uso de energia base de 1,26 MW
ro: Asamblorii sunt mașini extrem de avansate capabile să producă unelte și componente. Necesită lingouri și putere pentru a produce componente. De 1,5 ori mai bun decât asamblatorul îmbunătățit. 0.675x viteza de asamblare. Consum de energie de bază de 1,26 MW
ru: Сборщики — это высокотехнологичные машины, способные производить инструменты и компоненты. Для производства компонентов требуются слитки и мощность. В 1,5 раза лучше, чем Enhanced Assembler. Скорость сборки 0,675x. Базовое энергопотребление 1,26 МВт
sk_sk: Montéri sú vysoko pokročilé stroje schopné vyrábať nástroje a komponenty. Vyžaduje ingoty a energiu na výrobu komponentov. 1,5x lepšie ako Enhanced Assembler. 0,675x rýchlosť montáže. Základná spotreba energie 1,26 MW
sv: Montörer är mycket avancerade maskiner som kan producera verktyg och komponenter. Kräver göt och kraft för att producera komponenter. 1,5 gånger bättre än Enhanced Assembler. 0,675x monteringshastighet. 1,26 MW basströmförbrukning
tr_tr: Montajcılar, alet ve bileşen üretebilen son derece gelişmiş makinelerdir. Bileşenleri üretmek için külçe ve güç gerektirir. Enhanced Assembler'dan 1,5 kat daha iyi. 0.675x montaj hızı. 1.26MW Temel Güç Kullanımı
uk: Складальники - це високотехнологічні машини, здатні виробляти інструменти та компоненти. Потрібні злитки і потужність для виробництва компонентів. У 1,5 рази краще, ніж Enhanced Assembler. 0,675x швидкість складання. Базове споживання електроенергії 1,26 МВт
zh_cn: 装配工是能够生产工具和组件的高度先进的机器。 需要铸锭和电力来生产组件。 比增强型汇编程序好 1.5 倍。 0.675 倍装配速度。 1.26MW基本用电量

# Description_AssemblerT3
source: Assemblers are highly advanced machines capable of producing tools and components. Requires ingots and power to produce components. 1.5x Better Than Proficient Assembler. 1x Assembly Speed. 1.89MW Base Power Usage
ca_ad: Els assembladors són màquines molt avançades capaces de produir eines i components. Requereix lingots i energia per produir components. 1.5x millor que un muntador competent. 1x Velocitat de muntatge. Ús d'energia base de 1.89MW
cs_cz: Montéři jsou vysoce pokročilé stroje schopné vyrábět nástroje a komponenty. Vyžaduje ingoty a energii k výrobě součástí. 1,5x lepší než zdatný assembler. 1x rychlost montáže. 1,89 MW základní spotřeba energie
da: Montører er meget avancerede maskiner, der er i stand til at producere værktøjer og komponenter. Kræver barrer og strøm til at producere komponenter. 1.5x bedre end dygtig montør. 1x monteringshastighed. 1,89 MW grundlæggende strømforbrug
de: Monteure sind hochentwickelte Maschinen, die in der Lage sind, Werkzeuge und Komponenten herzustellen. Benötigt Barren und Strom für die Herstellung von Komponenten. 1,5x besser als ein kompetenter Assembler. 1x Montagegeschwindigkeit. 1,89 MW Basis-Stromverbrauch
es: Las ensambladoras son máquinas muy avanzadas capaces de producir herramientas y componentes. Requiere lingotes y energía para producir componentes. 1,5 veces mejor que el ensamblador competente. 1x Velocidad de montaje. Consumo de energía base de 1,89 MW
et_ee: Monteerijad on kõrgelt arenenud masinad, mis on võimelised tootma tööriistu ja komponente. Komponentide tootmiseks on vaja valuplokke ja võimsust. 1.5x parem kui vilunud monteerija. 1x montaažikiirus. 1.89MW baasvõimsuse kasutamine
fi: Kokoonpanijat ovat erittäin kehittyneitä koneita, jotka pystyvät tuottamaan työkaluja ja komponentteja. Vaatii harkkoja ja tehoa komponenttien tuottamiseen. 1.5x parempi kuin taitava kokoonpanija. 1x kokoonpanonopeus. 1,89 MW:n perusvirrankulutus
fr: Les assembleurs sont des machines très avancées capables de produire des outils et des composants. Nécessite des lingots et de l’énergie pour produire des composants. 1,5 fois mieux qu’un assembleur compétent. 1x vitesse d’assemblage. Consommation d’énergie de base de 1,89 MW
hr_hr: Asembleri su visoko napredni strojevi sposobni za proizvodnju alata i komponenti. Zahtijeva ingote i snagu za proizvodnju komponenti. 1.5x bolji od stručnog asemblera. 1x brzina montaže. Osnovna potrošnja energije od 1,89 MW
hu_hu: Az összeszerelők rendkívül fejlett gépek, amelyek képesek szerszámok és alkatrészek előállítására. Az alkatrészek előállításához öntvényekre és energiára van szükség. 1,5x jobb, mint a gyakorlott összeszerelő. 1x szerelési sebesség. 1,89 MW alap energiafelhasználás
ja_jp: 組立機は、工具や部品を製造できる高度な機械です。 部品を製造するにはインゴットと電力が必要です。 熟練したアセンブラよりも1.5倍優れています。 1xアセンブリ速度。 1.89MWの基本電力使用量
lv: Montētāji ir ļoti progresīvas mašīnas, kas spēj ražot instrumentus un komponentus. Nepieciešami lietņi un jauda, lai ražotu komponentus. 1,5x labāks nekā prasmīgs montētājs. 1x montāžas ātrums. 1.89MW bāzes enerģijas patēriņš
nl: Assembleurs zijn zeer geavanceerde machines die in staat zijn om gereedschappen en componenten te produceren. Vereist blokken en stroom om componenten te produceren. 1,5x beter dan bekwame assembler. 1x Montage snelheid. 1,89 MW basisstroomverbruik
no: Montører er svært avanserte maskiner som er i stand til å produsere verktøy og komponenter. Krever ingots og kraft til å produsere komponenter. 1.5 ganger bedre enn dyktig montør. 1x monteringshastighet. 1,89 MW basisstrømforbruk
pt_br: Montadores são máquinas altamente avançadas capazes de produzir ferramentas e componentes. Requer lingotes e energia para produzir componentes. 1,5x melhor que montador proficiente. 1x Velocidade de montagem. Uso de energia base de 1,89 MW
ro: Asamblorii sunt mașini extrem de avansate capabile să producă unelte și componente. Necesită lingouri și putere pentru a produce componente. De 1,5 ori mai bun decât asamblatorul competent. 1x viteza de asamblare. Consum de energie de bază de 1,89 MW
ru: Сборщики — это высокотехнологичные машины, способные производить инструменты и компоненты. Для производства компонентов требуются слитки и мощность. В 1,5 раза лучше, чем у опытного ассемблера. 1x Скорость сборки. Базовое энергопотребление 1,89 МВт
sk_sk: Montéri sú vysoko pokročilé stroje schopné vyrábať nástroje a komponenty. Vyžaduje ingoty a energiu na výrobu komponentov. 1,5x lepšie ako zdatný montér. 1x rýchlosť montáže. Základná spotreba energie 1,89 MW
sv: Montörer är mycket avancerade maskiner som kan producera verktyg och komponenter. Kräver göt och kraft för att producera komponenter. 1,5 gånger bättre än skicklig montör. 1x monteringshastighet. 1,89 MW basströmförbrukning
tr_tr: Montajcılar, alet ve bileşen üretebilen son derece gelişmiş makinelerdir. Bileşenleri üretmek için külçe ve güç gerektirir. Yetkin montajcıdan 1,5 kat daha iyi. 1x Montaj Hızı. 1.89MW Temel Güç Kullanımı
uk: Складальники - це високотехнологічні машини, здатні виробляти інструменти та компоненти. Потрібні злитки і потужність для виробництва компонентів. У 1,5 рази краще, ніж у досвідченого асемблера. 1x швидкість складання. Базове споживання електроенергії 1,89 МВт
zh_cn: 装配工是能够生产工具和组件的高度先进的机器。 需要铸锭和电力来生产组件。 比熟练的汇编程序好 1.5 倍。 1 倍装配速度。 1.89MW基本用电量
