Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_MissileTurretT2
source: Slow-shooting, heat seeking, explosive damage dealing, missile launcher that can be loaded through conveyors. Uses Depleted Dark Energy Missiles. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Tir lent, cerca de calor, tractament de danys explosius, llançamíssils que es poden carregar a través de transportadors. Utilitza míssils d'energia fosca esgotada. Abast màxim: 2500 m Recarrega 1.5x més ràpid i fa 1.5x més mal, que millorat
cs_cz: Pomalá střelba, vyhledávání tepla, udělování výbušného poškození, raketomet, který lze nabít přes dopravníky. Používá vyčerpané střely temné energie. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: Langsom skydning, varmesøgning, eksplosiv skadehåndtering, missilkaster, der kan lastes gennem transportbånd. Bruger udtømte mørke energi missiler. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end forbedret
de: Langsam schießender, wärmesuchender, explosiver Schaden verursachender Raketenwerfer, der über Förderbänder geladen werden kann. Verwendet erschöpfte Raketen mit dunkler Energie. Maximale Reichweite: 2500 m 1,5-mal schneller nachlädt und 1,5-mal mehr Schaden verursacht als verstärkt
es: Disparo lento, búsqueda de calor, daño explosivo, lanzador de misiles que se puede cargar a través de transportadores. Utiliza misiles de energía oscura agotados. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Aeglane laskmine, soojuse otsimine, plahvatusohtlike kahjustustega tegelemine, raketiheitja, mida saab laadida konveierite kaudu. Kasutab ammendunud tumeenergia rakette. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Hidas ampuminen, lämmönhaku, räjähtävien vahinkojen käsittely, ohjusten laukaisulaite, joka voidaan ladata kuljettimien kautta. Käyttää tyhjentyneitä pimeän energian ohjuksia. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Tir lent, recherche de chaleur, infligeant des dégâts explosifs, lance-missiles pouvant être chargé à travers des convoyeurs. Utilise des missiles à énergie noire épuisés. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Sporo pucanje, traženje topline, dilanje eksplozivne štete, raketni bacač koji se može napuniti transporterima. Koristi osiromašene rakete tamne energije. Maksimalni domet: 2500 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: Lassú lövészet, hőkeresés, robbanásveszélyes sebzés, szállítószalagokon keresztül tölthető rakétavető. Kimerült sötét energia rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a továbbfejlesztett
ja_jp: スローシューティング、ヒートシーク、爆発ダメージ、コンベアを介して装填できるミサイルランチャー。枯渇したダークエネルギーミサイルを使用する。 最大範囲:2500 m 強化型よりもリロード速度が1.5倍速く、ダメージが1.5倍になる
lv: Lēna šaušana, siltuma meklēšana, sprādzienbīstamu bojājumu novēršana, raķešu palaišanas iekārta, ko var ielādēt caur konveijeriem. Izmanto noplicinātas tumšās enerģijas raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Langzaam schieten, hitte zoeken, explosieve schade toebrengen, raketwerper die via transportbanden kan worden geladen. Maakt gebruik van uitgeputte raketten met donkere energie. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: Sakteskyting, varmesøking, håndtering av eksplosive skader, rakettkaster som kan lastes gjennom transportbånd. Bruker utarmede mørke energimissiler. Maksimal rekkevidde: 2500 m Laster inn 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Tiro lento, busca de calor, tratamento de danos explosivos, lançador de mísseis que pode ser carregado através de transportadores. Usa mísseis de energia escura esgotados. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o aprimorado
ro: Tragere lentă, căutare de căldură, tratarea daunelor explozive, lansator de rachete care poate fi încărcat prin transportoare. Utilizează rachete epuizate de energie întunecată. Raza maxima de actiune: 2500 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Медленная стрельба, тепловое наведение, нанесение урона взрывом, ракетная установка, которую можно загружать по конвейерам. Использует Истощенные Ракеты Тёмной Энергии. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Pomalá streľba, hľadanie tepla, riešenie škôd spôsobených výbušninou, raketomet, ktorý je možné naložiť cez dopravníky. Používa vyčerpané rakety tmavej energie. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako vylepšených
sv: Långsamskjutande, värmesökande, explosiv skadegörelse, missilkastare som kan lastas genom transportband. Använder utarmade Dark Energy-missiler. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: Yavaş atış, ısı arama, patlayıcı hasar verme, konveyörlerden yüklenebilen füze fırlatıcı. Tükenmiş karanlık enerji füzeleri kullanır. Maksimum menzil: 2500 m Gelişmişten 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Повільна стрільба, тепловий наведення, нанесення вибухової шкоди, ракетна установка, яку можна завантажувати через конвеєри. Використовує ракети з виснаженою темною енергією. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж покращений
zh_cn: 慢速射击，寻热，爆炸伤害处理，导弹发射器，可以通过传送带装载。使用耗尽的暗能量导弹。 最大射程：2500米 与增强型相比，装填速度提高 1.5 倍，造成伤害 1.5 倍

# Description_MissileTurretT3
source: Slow-shooting, heat seeking, explosive damage dealing, missile launcher that can be loaded through conveyors. Uses Depleted Clangium Missiles. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Tir lent, cerca de calor, tractament de danys explosius, llançamíssils que es poden carregar a través de transportadors. Utilitza míssils Clangium empobrits. Abast màxim: 2500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Pomalá střelba, vyhledávání tepla, udělování výbušného poškození, raketomet, který lze nabít přes dopravníky. Používá ochuzené střely Clangium. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zdatní
da: Langsom skydning, varmesøgning, eksplosiv skadehåndtering, missilkaster, der kan lastes gennem transportbånd. Bruger udtømte clangiummissiler. Maksimal rækkevidde: 2500 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade, end dygtig
de: Langsam schießender, wärmesuchender, explosiver Schaden verursachender Raketenwerfer, der über Förderbänder geladen werden kann. Verwendet erschöpfte Clangium-Raketen. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als ein Tüchtiger
es: Disparo lento, búsqueda de calor, daño explosivo, lanzador de misiles que se puede cargar a través de transportadores. Utiliza misiles Clangium agotados. Alcance máximo: 2500 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Aeglane laskmine, soojuse otsimine, plahvatusohtlike kahjustustega tegelemine, raketiheitja, mida saab laadida konveierite kaudu. Kasutab ammendunud clangiumi rakette. Maksimaalne lennukaugus: 2500 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Hidas ampuminen, lämmönhaku, räjähtävien vahinkojen käsittely, ohjusten laukaisulaite, joka voidaan ladata kuljettimien kautta. Käyttää köyhdytettyjä klangiumohjuksia. Suurin kantama: 2500 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Tir lent, recherche de chaleur, infligeant des dégâts explosifs, lance-missiles pouvant être chargé à travers des convoyeurs. Utilise des missiles Clangium appauvris. Portée maximale : 2500 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’un expert
hr_hr: Sporo pucanje, traženje topline, dilanje eksplozivne štete, raketni bacač koji se može napuniti transporterima. Koristi osiromašene rakete Clangium. Maksimalni domet: 2500 m Ponovno učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: Lassú lövészet, hőkeresés, robbanásveszélyes sebzés, szállítószalagokon keresztül tölthető rakétavető. Kimerült Clangium rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a gyakorlott
ja_jp: スローシューティング、ヒートシーク、爆発ダメージ、コンベアを介して装填できるミサイルランチャー。枯渇したクランギウムミサイルを使用する。 最大範囲:2500 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Lēna šaušana, siltuma meklēšana, sprādzienbīstamu bojājumu novēršana, raķešu palaišanas iekārta, ko var ielādēt caur konveijeriem. Izmanto noplicinātas Clangium raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus, nekā lietpratējs
nl: Langzaam schieten, hitte zoeken, explosieve schade toebrengen, raketwerper die via transportbanden kan worden geladen. Gebruikt uitgeputte Clangium-raketten. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: Sakteskyting, varmesøking, håndtering av eksplosive skader, rakettkaster som kan lastes gjennom transportbånd. Bruker utarmede Clangium-missiler. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Tiro lento, busca de calor, tratamento de danos explosivos, lançador de mísseis que pode ser carregado através de transportadores. Usa mísseis Clangium esgotados. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o proficiente
ro: Tragere lentă, căutare de căldură, tratarea daunelor explozive, lansator de rachete care poate fi încărcat prin transportoare. Folosește rachete Clangium epuizate. Raza maxima de actiune: 2500 m Reîncarcă de 1.5x mai rapid și provoacă de 1.5x mai multe daune decât cel competent
ru: Медленная стрельба, тепловое наведение, нанесение урона взрывом, ракетная установка, которую можно загружать по конвейерам. Использует обедненные ракеты Clangium. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Pomalá streľba, hľadanie tepla, riešenie škôd spôsobených výbušninou, raketomet, ktorý je možné naložiť cez dopravníky. Používa vyčerpané rakety Clangium. Maximálny dosah: 2500 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako zdatný
sv: Långsamskjutande, värmesökande, explosiv skadegörelse, missilkastare som kan lastas genom transportband. Använder utarmade Clangium-missiler. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än vad som är skickligt
tr_tr: Yavaş atış, ısı arama, patlayıcı hasar verme, konveyörlerden yüklenebilen füze fırlatıcı. Tükenmiş Clangium füzeleri kullanır. Maksimum menzil: 2500 m 1,5 Kat Daha Hızlı Yeniden Yüklenir ve Uzmandan 1,5 Kat Daha Fazla Hasar Verir
uk: Повільна стрільба, тепловий наведення, нанесення вибухової шкоди, ракетна установка, яку можна завантажувати через конвеєри. Використовує збіднені ракети Clangium. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 慢速射击，寻热，爆炸伤害处理，导弹发射器，可以通过传送带装载。使用贫化钚导弹。 最大射程：2500米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_OreConversion
source: In order to localize the mod, I HAD to change the subtype ID of all the modded ores. This allows you to convert the OLD ores, into the NEW ores.
ca_ad: Per localitzar el mod, HAVIA de canviar l'ID de subtipus de tots els minerals modificats. Això us permet convertir els minerals ANTICS, en els minerals NOUS.
cs_cz: Abych mohl mod lokalizovat, MUSEL jsem změnit ID podtypu všech modifikovaných rud. To vám umožní převést STARÉ rudy na NOVÉ rudy.
da: For at lokalisere modet MÅTTE jeg ændre undertype-id'et for alle de moddede malme. Dette giver dig mulighed for at konvertere de gamle malme til de NYE malme.
de: Um die Mod zu lokalisieren, MUSSTE ich die Subtyp-ID aller modifizierten Erze ändern. Dies ermöglicht es Ihnen, die ALTEN Erze in die NEUEN Erze umzuwandeln.
es: Para localizar el mod, TUVE que cambiar el ID de subtipo de todos los minerales modificados. Esto le permite convertir los minerales VIEJOS en minerales NUEVOS.
et_ee: Modi lokaliseerimiseks pidin muutma kõigi modifitseeritud maagide alamtüübi ID-d. See võimaldab teil teisendada VANAD maagid UUTEKS maagideks.
fi: Modin lokalisoimiseksi minun piti muuttaa kaikkien modifioitujen malmien alatyypin tunnus. Näin voit muuntaa VANHAT malmit UUSIKSI malmeiksi.
fr: Afin de localiser le mod, j’ai dû changer l’ID de sous-type de tous les minerais modifiés. Cela vous permet de convertir les ANCIENS minerais en NOUVEAUX minerais.
hr_hr: Da bih lokalizirao mod, morao sam promijeniti ID podtipa svih modificiranih ruda. To vam omogućuje pretvaranje STARIH ruda u NOVE rude.
hu_hu: A mod lokalizálásához meg KELLETT változtatnom az összes módosított érc altípus-azonosítóját. Ez lehetővé teszi, hogy a RÉGI érceket ÚJ ércekké alakítsa.
ja_jp: MODをローカライズするために、MOD化されたすべての鉱石のサブタイプIDを変更する必要がありました。これにより、古い鉱石を新しい鉱石に変換できます。
lv: Lai lokalizētu modu, man bija jāmaina visu modificēto rūdu apakštipa ID. Tas ļauj pārvērst VECĀS rūdas, par JAUNAJĀM rūdām.
nl: Om de mod te lokaliseren, MOEST ik de subtype-ID van alle gemodificeerde ertsen wijzigen. Hiermee kunt u de OUDE ertsen omzetten in de NIEUWE ertsen.
no: For å lokalisere mod, måtte jeg endre subtype ID av alle modded malm. Dette lar deg konvertere de GAMLE malmene, til de NYE malmene.
pt_br: A fim de localizar o mod, eu TIVE que alterar o ID do subtipo de todos os minérios modificados. Isso permite converter os minérios ANTIGOS, em NOVOS minérios.
ro: Pentru a localiza modul, a trebuit să schimb ID-ul subtipului tuturor minereurilor modificate. Acest lucru vă permite să transformați minereurile VECHI, în minereurile NOI.
ru: Для того, чтобы локализовать мод, мне ПРИШЛОСЬ изменить идентификатор подтипа всех модифицированных руд. Это позволяет конвертировать СТАРЫЕ руды в НОВЫЕ руды.
sk_sk: Aby som mohol lokalizovať mod, MUSEL som zmeniť ID podtypu všetkých upravených rúd. To vám umožní previesť STARÉ rudy na NOVÉ rudy.
sv: För att lokalisera modden var jag tvungen att ändra undertyps-ID för alla moddade malmer. Detta gör att du kan konvertera de GAMLA malmerna till de NYA malmerna.
tr_tr: Modu yerelleştirmek için, modlanmış tüm cevherlerin alt tür kimliğini değiştirmek zorunda kaldım. Bu, ESKİ cevherleri YENİ cevherlere dönüştürmenize olanak tanır.
uk: Для того, щоб локалізувати мод, мені ДОВЕЛОСЯ змінити ID підтипу всіх модифікованих руд. Це дозволяє перетворювати СТАРІ руди в НОВІ руди.
zh_cn: 为了本地化 mod，我不得不更改所有 moded 矿石的子类型 ID。这允许您将旧矿石转换为新矿石。

# Description_OreDetectorT0
source: Ore detectors detect ores within a limited radius and makes them show up on your HUD. Max Range: 150M
ca_ad: Els detectors de mineral detecten minerals dins d'un radi limitat i els fan aparèixer al vostre HUD. Abast màxim: 150M
cs_cz: Detektory rudy detekují rudy v omezeném okruhu a zobrazují je na vašem HUD. Maximální rozsah: 150M
da: Malmdetektorer registrerer malm inden for en begrænset radius og får dem til at dukke op på din HUD. rækkevidde: 150 mio.
de: Erzdetektoren erkennen Erze in einem begrenzten Radius und lassen sie auf deinem HUD anzeigen. Maximale Reichweite: 150M
es: Los detectores de minerales detectan minerales dentro de un radio limitado y hacen que aparezcan en tu HUD. Alcance máximo: 150 m
et_ee: Maagidetektorid tuvastavad maagid piiratud raadiuses ja panevad need teie HUDile ilmuma. Maksimaalne vahemik: 150M
fi: Malminilmaisimet havaitsevat malmit rajoitetulla säteellä ja saavat ne näkymään HUD: ssä. Suurin kantama: 150M
fr: Les détecteurs de minerai détectent les minerais dans un rayon limité et les font apparaître sur votre HUD. Portée maximale : 150 m
hr_hr: Detektori rude otkrivaju rude u ograničenom radijusu i tjeraju ih da se pojave na vašem HUD-u. Maksimalni domet: 150M
hu_hu: Az ércdetektorok korlátozott sugarú körben érzékelik az érceket, és megjelenítik azokat a HUD-on. Max hatótávolság: 150M
ja_jp: 鉱石探知機は、限られた範囲内の鉱石を検知し、HUDに表示させます。 最大範囲:150M
lv: Rūdas detektori nosaka rūdas ierobežotā rādiusā un liek tiem parādīties jūsu HUD. Maksimālais diapazons: 150M
nl: Ertsdetectoren detecteren ertsen binnen een beperkte straal en zorgen ervoor dat ze op uw HUD verschijnen. Maximaal bereik: 150M
no: Malmdetektorer oppdager malm innenfor en begrenset radius og får dem til å vises på HUD. Maks rekkevidde: 150M
pt_br: Os detectores de minério detectam minérios dentro de um raio limitado e fazem com que eles apareçam em seu HUD. Alcance máximo: 150M
ro: Detectoarele de minereu detectează minereurile pe o rază limitată și le fac să apară pe HUD. Raza maxima de actiune: 150M
ru: Детекторы руды обнаруживают руды в ограниченном радиусе и отображают их в интерфейсе. Максимальная дальность: 150 м
sk_sk: Detektory rúd detekujú rudy v obmedzenom okruhu a zobrazujú sa na vašom HUD. Maximálny dosah: 150M
sv: Malmdetektorer upptäcker malmer inom en begränsad radie och får dem att dyka upp på din HUD. Max räckvidd: 150M
tr_tr: Cevher dedektörleri, sınırlı bir yarıçap içindeki cevherleri algılar ve bunların HUD'nizde görünmesini sağlar. Maksimum Menzil: 150M
uk: Детектори руди виявляють руди в обмеженому радіусі та змушують їх відображатися на вашому HUD. Максимальна дальність: 150 м
zh_cn: 矿石探测器检测有限半径内的矿石，并使其显示在您的 HUD 上。 最大射程：150M

# Description_OreDetectorT1
source: Ore detectors detect ores within a limited radius and makes them show up on your HUD. Max Range: 225M
ca_ad: Els detectors de mineral detecten minerals dins d'un radi limitat i els fan aparèixer al vostre HUD. Abast màxim: 225M
cs_cz: Detektory rudy detekují rudy v omezeném okruhu a zobrazují je na vašem HUD. Maximální rozsah: 225M
da: Malmdetektorer registrerer malm inden for en begrænset radius og får dem til at dukke op på din HUD. rækkevidde: 225 mio.
de: Erzdetektoren erkennen Erze in einem begrenzten Radius und lassen sie auf deinem HUD anzeigen. Maximale Reichweite: 225M
es: Los detectores de minerales detectan minerales dentro de un radio limitado y hacen que aparezcan en tu HUD. Alcance máximo: 225 m
et_ee: Maagidetektorid tuvastavad maagid piiratud raadiuses ja panevad need teie HUDile ilmuma. Maksimaalne vahemik: 225M
fi: Malminilmaisimet havaitsevat malmit rajoitetulla säteellä ja saavat ne näkymään HUD: ssä. Suurin kantama: 225M
fr: Les détecteurs de minerai détectent les minerais dans un rayon limité et les font apparaître sur votre HUD. Portée maximale : 225 m
hr_hr: Detektori rude otkrivaju rude u ograničenom radijusu i tjeraju ih da se pojave na vašem HUD-u. Maksimalni raspon: 225M
hu_hu: Az ércdetektorok korlátozott sugarú körben érzékelik az érceket, és megjelenítik azokat a HUD-on. Max hatótávolság: 225M
ja_jp: 鉱石探知機は、限られた範囲内の鉱石を検知し、HUDに表示させます。 最大範囲:225M
lv: Rūdas detektori nosaka rūdas ierobežotā rādiusā un liek tiem parādīties jūsu HUD. Maksimālais diapazons: 225M
nl: Ertsdetectoren detecteren ertsen binnen een beperkte straal en zorgen ervoor dat ze op uw HUD verschijnen. Maximaal bereik: 225M
no: Malmdetektorer oppdager malm innenfor en begrenset radius og får dem til å vises på HUD. Maks rekkevidde: 225M
pt_br: Os detectores de minério detectam minérios dentro de um raio limitado e fazem com que eles apareçam em seu HUD. Alcance máximo: 225M
ro: Detectoarele de minereu detectează minereurile pe o rază limitată și le fac să apară pe HUD. Raza maxima de actiune: 225M
ru: Детекторы руды обнаруживают руды в ограниченном радиусе и отображают их в интерфейсе. Максимальная дальность: 225 м
sk_sk: Detektory rúd detekujú rudy v obmedzenom okruhu a zobrazujú sa na vašom HUD. Maximálny dosah: 225M
sv: Malmdetektorer upptäcker malmer inom en begränsad radie och får dem att dyka upp på din HUD. Max räckvidd: 225M
tr_tr: Cevher dedektörleri, sınırlı bir yarıçap içindeki cevherleri algılar ve bunların HUD'nizde görünmesini sağlar. Maksimum Menzil: 225M
uk: Детектори руди виявляють руди в обмеженому радіусі та змушують їх відображатися на вашому HUD. Максимальна дальність: 225 м
zh_cn: 矿石探测器检测有限半径内的矿石，并使其显示在您的 HUD 上。 最大范围：225M

# Description_OreDetectorT2
source: Ore detectors detect ores within a limited radius and makes them show up on your HUD. Max Range: 337M
ca_ad: Els detectors de mineral detecten minerals dins d'un radi limitat i els fan aparèixer al vostre HUD. Abast màxim: 337M
cs_cz: Detektory rudy detekují rudy v omezeném okruhu a zobrazují je na vašem HUD. Maximální rozsah: 337M
da: Malmdetektorer registrerer malm inden for en begrænset radius og får dem til at dukke op på din HUD. rækkevidde: 337 mio.
de: Erzdetektoren erkennen Erze in einem begrenzten Radius und lassen sie auf deinem HUD anzeigen. Maximale Reichweite: 337M
es: Los detectores de minerales detectan minerales dentro de un radio limitado y hacen que aparezcan en tu HUD. Alcance máximo: 337M
et_ee: Maagidetektorid tuvastavad maagid piiratud raadiuses ja panevad need teie HUDile ilmuma. Maksimaalne vahemik: 337M
fi: Malminilmaisimet havaitsevat malmit rajoitetulla säteellä ja saavat ne näkymään HUD: ssä. Suurin kantama: 337M
fr: Les détecteurs de minerai détectent les minerais dans un rayon limité et les font apparaître sur votre HUD. Portée maximale : 337 m
hr_hr: Detektori rude otkrivaju rude u ograničenom radijusu i tjeraju ih da se pojave na vašem HUD-u. Maksimalni domet: 337M
hu_hu: Az ércdetektorok korlátozott sugarú körben érzékelik az érceket, és megjelenítik azokat a HUD-on. Max hatótávolság: 337M
ja_jp: 鉱石探知機は、限られた範囲内の鉱石を検知し、HUDに表示させます。 最大範囲:337M
lv: Rūdas detektori nosaka rūdas ierobežotā rādiusā un liek tiem parādīties jūsu HUD. Maksimālais diapazons: 337M
nl: Ertsdetectoren detecteren ertsen binnen een beperkte straal en zorgen ervoor dat ze op uw HUD verschijnen. Maximaal bereik: 337M
no: Malmdetektorer oppdager malm innenfor en begrenset radius og får dem til å vises på HUD. Maks rekkevidde: 337M
pt_br: Os detectores de minério detectam minérios dentro de um raio limitado e fazem com que eles apareçam em seu HUD. Alcance máximo: 337M
ro: Detectoarele de minereu detectează minereurile pe o rază limitată și le fac să apară pe HUD. Raza maxima: 337M
ru: Детекторы руды обнаруживают руды в ограниченном радиусе и отображают их в интерфейсе. Максимальная дальность: 337M
sk_sk: Detektory rúd detekujú rudy v obmedzenom okruhu a zobrazujú sa na vašom HUD. Maximálny dosah: 337M
sv: Malmdetektorer upptäcker malmer inom en begränsad radie och får dem att dyka upp på din HUD. Max räckvidd: 337M
tr_tr: Cevher dedektörleri, sınırlı bir yarıçap içindeki cevherleri algılar ve bunların HUD'nizde görünmesini sağlar. Maksimum Menzil: 337M
uk: Детектори руди виявляють руди в обмеженому радіусі та змушують їх відображатися на вашому HUD. Максимальна дальність: 337 м
zh_cn: 矿石探测器检测有限半径内的矿石，并使其显示在您的 HUD 上。 最大射程：337M
