Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_GatlingTurretT3
source: Elite Gatling Turret
ca_ad: Torreta Gatling d'elit
cs_cz: Elitní Gatlingova věž
da: Elite Gatling tårn
de: Elite-Gatling-Geschützturm
es: Torreta Gatling de élite
et_ee: Elite Gatlingi torn
fi: Eliitti Gatling-torni
fr: Tourelle Gatling d’élite
hr_hr: Elitna Gatling kupola
hu_hu: Elite Gatling torony
ja_jp: エリートガトリングタレット
lv: Elites Gatlinga tornītis
nl: Elite Gatling Torentje
no: Elite Gatling tårn
pt_br: Torreta Elite Gatling
ro: Turela Elite Gatling
ru: Элитная турель Гатлинга
sk_sk: Elitná Gatlingova veža
sv: Elite Gatling-torn
tr_tr: Elit Mitralyöz Kulesi
uk: Елітна башта Гатлінга
zh_cn: 精英加特林炮塔

# DisplayName_Block_GyroscopeT1
source: Enhanced Gyroscope
ca_ad: Giroscopi millorat
cs_cz: Vylepšený gyroskop
da: Forbedret gyroskop
de: Verbessertes Gyroskop
es: Giroscopio mejorado
et_ee: Täiustatud güroskoop
fi: Parannettu gyroskooppi
fr: Gyroscope amélioré
hr_hr: Poboljšani žiroskop
hu_hu: Továbbfejlesztett giroszkóp
ja_jp: 強化されたジャイロスコープ
lv: Uzlabotais žiroskops
nl: Verbeterde gyroscoop
no: Forbedret gyroskop
pt_br: Giroscópio aprimorado
ro: Giroscop îmbunătățit
ru: Улучшенный гироскоп
sk_sk: Vylepšený gyroskop
sv: Förbättrat gyroskop
tr_tr: Geliştirilmiş Jiroskop
uk: Удосконалений гіроскоп
zh_cn: 增强型陀螺仪

# DisplayName_Block_GyroscopeT2
source: Proficient Gyroscope
ca_ad: Giroscopi competent
cs_cz: Zdatný gyroskop
da: Dygtigt gyroskop
de: Kompetentes Gyroskop
es: Giroscopio competente
et_ee: Vilunud güroskoop
fi: Taitava gyroskooppi
fr: Gyroscope compétent
hr_hr: Vješt žiroskop
hu_hu: Gyakorlott giroszkóp
ja_jp: 熟練したジャイロスコープ
lv: Prasmīgs žiroskops
nl: Bekwame gyroscoop
no: Dyktig gyroskop
pt_br: Giroscópio Proficiente
ro: Giroscop performant
ru: Опытный гироскоп
sk_sk: Skúsený gyroskop
sv: Skickligt gyroskop
tr_tr: Yetkin Jiroskop
uk: Професійний гіроскоп
zh_cn: 熟练的陀螺仪

# DisplayName_Block_GyroscopeT3
source: Elite Gyroscope
ca_ad: Giroscopi d'elit
cs_cz: Elitní gyroskop
da: Elite gyroskop
de: Elite-Gyroskop
es: Giroscopio de élite
et_ee: Elite güroskoop
fi: Eliitti gyroskooppi
fr: Gyroscope d’élite
hr_hr: Elitni žiroskop
hu_hu: Elit giroszkóp
ja_jp: エリートジャイロスコープ
lv: Elites žiroskops
nl: Elite gyroscoop
no: Elite gyroskop
pt_br: Giroscópio Elite
ro: Giroscop Elite
ru: Элитный гироскоп
sk_sk: Elitný gyroskop
sv: Elit gyroskop
tr_tr: Elit Jiroskop
uk: Елітний гіроскоп
zh_cn: 精英陀螺仪

# DisplayName_Block_HeavyCalibreGunT1
source: Enhanced Artillery
ca_ad: Artilleria reforçada
cs_cz: Vylepšené dělostřelectvo
da: Forbedret artilleri
de: Verbesserte Artillerie
es: Artillería mejorada
et_ee: Täiustatud suurtükivägi
fi: Parannettu tykistö
fr: Artillerie améliorée
hr_hr: Poboljšana artiljerija
hu_hu: Továbbfejlesztett tüzérség
ja_jp: 強化型自走砲
lv: Uzlabota artilērija
nl: Verbeterde artillerie
no: Forbedret artilleri
pt_br: Artilharia Reforçada
ro: Artilerie îmbunătățită
ru: Усиленная артиллерия
sk_sk: Vylepšené delostrelectvo
sv: Förbättrat artilleri
tr_tr: Geliştirilmiş Topçu
uk: Посилена артилерія
zh_cn: 增强型火炮

# DisplayName_Block_HeavyCalibreGunT2
source: Proficient Artillery
ca_ad: Artilleria competent
cs_cz: Zdatné dělostřelectvo
da: Dygtigt artilleri
de: Kompetente Artillerie
es: Artillería competente
et_ee: Vilunud suurtükivägi
fi: Taitava tykistö
fr: Artillerie compétente
hr_hr: Iskusna artiljerija
hu_hu: Gyakorlott tüzérség
ja_jp: 堪能な砲兵
lv: Prasmīga artilērija
nl: Bekwame artillerie
no: Dyktig artilleri
pt_br: Artilharia Proficiente
ro: Artilerie competentă
ru: Опытная артиллерия
sk_sk: Zdatné delostrelectvo
sv: Skickligt artilleri
tr_tr: Yetkin Topçu
uk: Досвідчена артилерія
zh_cn: 熟练的火炮

# DisplayName_Block_HeavyCalibreGunT3
source: Elite Artillery
ca_ad: Artilleria d'elit
cs_cz: Elitní dělostřelectvo
da: Elite artilleri
de: Elite-Artillerie
es: Artillería de élite
et_ee: Elite suurtükivägi
fi: Eliitti tykistö
fr: Artillerie d’élite
hr_hr: Elitna artiljerija
hu_hu: Elit tüzérség
ja_jp: 精鋭砲兵
lv: Elites artilērija
nl: Elite Artillerie
no: Eliteartilleri
pt_br: Artilharia de Elite
ro: Artilerie de elită
ru: Элитная артиллерия
sk_sk: Elitné delostrelectvo
sv: Elitartilleri
tr_tr: Elit Topçu
uk: Елітна артилерія
zh_cn: 精英炮兵

# DisplayName_Block_Hydrogen_EngineT1
source: Enhanced Hydrogen Engine
ca_ad: Motor d'hidrogen millorat
cs_cz: Vylepšený vodíkový motor
da: Forbedret brintmotor
de: Verbesserter Wasserstoffmotor
es: Motor de hidrógeno mejorado
et_ee: Täiustatud vesinikmootor
fi: Parannettu vetymoottori
fr: Moteur à hydrogène amélioré
hr_hr: Poboljšani motor vodika
hu_hu: Továbbfejlesztett hidrogénmotor
ja_jp: 改良型水素エンジン
lv: Uzlabots ūdeņraža dzinējs
nl: Verbeterde waterstofmotor
no: Forbedret hydrogenmotor
pt_br: Motor de hidrogênio aprimorado
ro: Motor cu hidrogen îmbunătățit
ru: Усовершенствованный водородный двигатель
sk_sk: Vylepšený vodíkový motor
sv: Förbättrad vätgasmotor
tr_tr: Geliştirilmiş Hidrojen Motoru
uk: Удосконалений водневий двигун
zh_cn: 增强型氢发动机

# DisplayName_Block_Hydrogen_EngineT2
source: Proficient Hydrogen Engine
ca_ad: Motor d'hidrogen competent
cs_cz: Zdatný vodíkový motor
da: Dygtig brintmotor
de: Leistungsfähiger Wasserstoffmotor
es: Motor de hidrógeno competente
et_ee: Vilunud vesinikmootor
fi: Taitava vetymoottori
fr: Moteur à hydrogène compétent
hr_hr: Stručni vodikov motor
hu_hu: Proficient hidrogénmotor
ja_jp: 熟練の水素エンジン
lv: Prasmīgs ūdeņraža dzinējs
nl: Bekwame waterstofmotor
no: Dyktig hydrogenmotor
pt_br: Motor a hidrogênio proficiente
ro: Motor cu hidrogen competent
ru: Опытный водородный двигатель
sk_sk: Zdatný vodíkový motor
sv: Skicklig vätgasmotor
tr_tr: Yetkin Hidrojen Motoru
uk: Досвідчений водневий двигун
zh_cn: 熟练的氢发动机

# DisplayName_Block_Hydrogen_EngineT3
source: Elite Hydrogen Engine
ca_ad: Motor d'hidrogen d'elit
cs_cz: Elitní vodíkový motor
da: Elite brintmotor
de: Elite-Wasserstoff-Motor
es: Motor de hidrógeno Elite
et_ee: Elite vesinikmootor
fi: Elite-vetymoottori
fr: Moteur à hydrogène Elite
hr_hr: Elitni vodikov motor
hu_hu: Elite hidrogénmotor
ja_jp: エリート水素エンジン
lv: Elites ūdeņraža dzinējs
nl: Elite waterstofmotor
no: Elite hydrogenmotor
pt_br: Motor de hidrogênio de elite
ro: Motor cu hidrogen Elite
ru: Элитный водородный двигатель
sk_sk: Vodíkový motor Elite
sv: Vätgasmotor för elit
tr_tr: Elit Hidrojen Motoru
uk: Елітний водневий двигун
zh_cn: 精英氢气发动机

# DisplayName_Block_HydrogenTankIndustrialT0
source: Industrial Hydrogen Tank
ca_ad: Tanc industrial d'hidrogen
cs_cz: Průmyslová vodíková nádrž
da: Industriel brinttank
de: Industrieller Wasserstofftank
es: Tanque de hidrógeno industrial
et_ee: Tööstuslik vesinikupaak
fi: Teollinen vetysäiliö
fr: Réservoir d’hydrogène industriel
hr_hr: Industrijski spremnik vodika
hu_hu: Ipari hidrogéntartály
ja_jp: 産業用水素タンク
lv: Rūpnieciskā ūdeņraža tvertne
nl: Industriële waterstoftank
no: Industriell hydrogentank
pt_br: Tanque de hidrogênio industrial
ro: Rezervor de hidrogen industrial
ru: Промышленный водородный резервуар
sk_sk: Priemyselná vodíková nádrž
sv: Industriell vätgastank
tr_tr: Endüstriyel Hidrojen Tankı
uk: Промисловий водневий бак
zh_cn: 工业氢气罐

# DisplayName_Block_HydrogenTankIndustrialT1
source: Enhanced Industrial Hydrogen Tank
ca_ad: Tanc d'hidrogen industrial millorat
cs_cz: Vylepšená průmyslová vodíková nádrž
da: Forbedret industriel brinttank
de: Verbesserter industrieller Wasserstofftank
es: Tanque de hidrógeno industrial mejorado
et_ee: Täiustatud tööstuslik vesinikupaak
fi: Parannettu teollinen vetysäiliö
fr: Réservoir d’hydrogène industriel amélioré
hr_hr: Poboljšani industrijski spremnik vodika
hu_hu: Továbbfejlesztett ipari hidrogéntartály
ja_jp: 改良型産業用水素タンク
lv: Uzlabota rūpnieciskā ūdeņraža tvertne
nl: Verbeterde industriële waterstoftank
no: Forbedret industriell hydrogentank
pt_br: Tanque de hidrogênio industrial aprimorado
ro: Rezervor de hidrogen industrial îmbunătățit
ru: Усовершенствованный промышленный водородный бак
sk_sk: Vylepšená nádrž na priemyselný vodík
sv: Förbättrad industriell vätgastank
tr_tr: Geliştirilmiş Endüstriyel Hidrojen Tankı
uk: Покращений промисловий водневий бак
zh_cn: 增强型工业氢气罐

# DisplayName_Block_HydrogenTankIndustrialT2
source: Proficient Industrial Hydrogen Tank
ca_ad: Tanc industrial d'hidrogen competent
cs_cz: Profesionální průmyslová vodíková nádrž
da: Dygtig industriel brinttank
de: Kompetenter industrieller Wasserstofftank
es: Tanque de hidrógeno industrial competente
et_ee: Vilunud tööstuslik vesinikupaak
fi: Taitava teollinen vetysäiliö
fr: Réservoir d’hydrogène industriel compétent
hr_hr: Stručni industrijski spremnik vodika
hu_hu: Proficiens ipari hidrogéntartály
ja_jp: 熟練した産業用水素タンク
lv: Lietpratīga rūpnieciskā ūdeņraža tvertne
nl: Bekwame industriële waterstoftank
no: Dyktig industriell hydrogentank
pt_br: Tanque de hidrogênio industrial proficiente
ro: Rezervor de hidrogen industrial competent
ru: Опытный промышленный водородный бак
sk_sk: Skúsený priemyselný vodíkový tank
sv: Skicklig industriell vätgastank
tr_tr: Yetkin Endüstriyel Hidrojen Tankı
uk: Досвідчений промисловий водневий бак
zh_cn: 熟练工业氢气罐

# DisplayName_Block_HydrogenTankIndustrialT3
source: Elite Industrial Hydrogen Tank
ca_ad: Tanc d'hidrogen industrial Elite
cs_cz: Elitní průmyslová vodíková nádrž
da: Elite industriel brinttank
de: Elite Industrieller Wasserstofftank
es: Tanque de hidrógeno industrial de élite
et_ee: Elite tööstuslik vesinikupaak
fi: Eliitti teollinen vetysäiliö
fr: Réservoir d’hydrogène industriel Elite
hr_hr: Elitni industrijski spremnik vodika
hu_hu: Elite ipari hidrogéntartály
ja_jp: エリート産業用水素タンク
lv: Elites rūpnieciskā ūdeņraža tvertne
nl: Elite industriële waterstoftank
no: Elite industriell hydrogentank
pt_br: Tanque de hidrogênio industrial Elite
ro: Rezervor de hidrogen industrial Elite
ru: Элитный промышленный водородный бак
sk_sk: Elitná priemyselná vodíková nádrž
sv: Elite industriell vätgastank
tr_tr: Elit Endüstriyel Hidrojen Tankı
uk: Елітний промисловий водневий бак
zh_cn: 精英工业氢气罐

# DisplayName_Block_HydrogenTankSmallT0
source: Small Hydrogen Tank
ca_ad: Petit tanc d'hidrogen
cs_cz: Malá nádrž na vodík
da: Lille brinttank
de: Kleiner Wasserstofftank
es: Pequeño tanque de hidrógeno
et_ee: Väike vesinikupaak
fi: Pieni vetysäiliö
fr: Petit réservoir d’hydrogène
hr_hr: Mali spremnik vodika
hu_hu: Kis hidrogéntartály
ja_jp: 小型水素タンク
lv: Maza ūdeņraža tvertne
nl: Kleine waterstoftank
no: Liten hydrogentank
pt_br: Tanque de hidrogênio pequeno
ro: Rezervor mic de hidrogen
ru: Небольшой резервуар для водорода
sk_sk: Malá vodíková nádrž
sv: Liten vätgastank
tr_tr: Küçük Hidrojen Tankı
uk: Малий водневий бак
zh_cn: 小型氢气罐

# DisplayName_Block_HydrogenTankSmallT1
source: Enhanced Small Hydrogen Tank
ca_ad: Tanc d'hidrogen petit millorat
cs_cz: Vylepšená malá nádrž na vodík
da: Forbedret lille brinttank
de: Verbesserter kleiner Wasserstofftank
es: Tanque de hidrógeno pequeño mejorado
et_ee: Täiustatud väike vesinikupaak
fi: Parannettu pieni vetysäiliö
fr: Petit réservoir d’hydrogène amélioré
hr_hr: Poboljšani mali spremnik vodika
hu_hu: Továbbfejlesztett kis hidrogéntartály
ja_jp: 改良型小型水素タンク
lv: Uzlabota mazā ūdeņraža tvertne
nl: Verbeterde kleine waterstoftank
no: Forbedret liten hydrogentank
pt_br: Tanque de hidrogênio pequeno aprimorado
ro: Rezervor mic de hidrogen îmbunătățit
ru: Усовершенствованный небольшой резервуар для водорода
sk_sk: Vylepšená malá vodíková nádrž
sv: Förbättrad liten vätgastank
tr_tr: Geliştirilmiş Küçük Hidrojen Tankı
uk: Покращений невеликий водневий бак
zh_cn: 增强型小型氢气罐

# DisplayName_Block_HydrogenTankSmallT2
source: Proficient Small Hydrogen Tank
ca_ad: Petit tanc d'hidrogen competent
cs_cz: Zdatná malá vodíková nádrž
da: Dygtig lille brinttank
de: Kompetenter kleiner Wasserstofftank
es: Tanque de hidrógeno pequeño competente
et_ee: Vilunud väike vesinikupaak
fi: Taitava pieni vetysäiliö
fr: Petit réservoir d’hydrogène compétent
hr_hr: Stručni mali spremnik vodika
hu_hu: Proficiens kis hidrogéntartály
ja_jp: 熟練の小型水素タンク
lv: Prasmīga maza ūdeņraža tvertne
nl: Bekwame kleine waterstoftank
no: Dyktig liten hydrogentank
pt_br: Tanque de hidrogênio pequeno proficiente
ro: Rezervor mic de hidrogen competent
ru: Опытный небольшой водородный бак
sk_sk: Zdatná malá vodíková nádrž
sv: Skicklig liten vätgastank
tr_tr: Yetkin Küçük Hidrojen Tankı
uk: Досвідчений невеликий водневий бак
zh_cn: 精通小型氢气罐

# DisplayName_Block_HydrogenTankSmallT3
source: Elite Small Hydrogen Tank
ca_ad: Tanc d'hidrogen petit Elite
cs_cz: Elitní malá vodíková nádrž
da: Elite lille brinttank
de: Kleiner Elite-Wasserstofftank
es: Tanque de hidrógeno pequeño Elite
et_ee: Elite väike vesinikupaak
fi: Elite pieni vetysäiliö
fr: Petit réservoir d’hydrogène Elite
hr_hr: Elitni mali spremnik vodika
hu_hu: Elite kis hidrogéntartály
ja_jp: エリート小型水素タンク
lv: Elite mazā ūdeņraža tvertne
nl: Elite kleine waterstoftank
no: Elite liten hydrogentank
pt_br: Tanque de hidrogênio pequeno de elite
ro: Rezervor mic de hidrogen Elite
ru: Элитный малый водородный бак
sk_sk: Malá vodíková nádrž Elite
sv: Elite liten vätgastank
tr_tr: Elit Küçük Hidrojen Tankı
uk: Елітний малий водневий бак
zh_cn: 精英小型氢气罐

# DisplayName_Block_HydrogenTankT0
source: Hydrogen Tank
ca_ad: Tanc d'hidrogen
cs_cz: Vodíková nádrž
da: Brint tank
de: Wasserstoff-Tank
es: Tanque de hidrógeno
et_ee: Vesiniku paak
fi: Vetysäiliö
fr: Réservoir d’hydrogène
hr_hr: Spremnik vodika
hu_hu: Hidrogéntartály
ja_jp: 水素タンク
lv: Ūdeņraža tvertne
nl: Waterstof Tank
pt_br: Tanque de Hidrogênio
ro: Rezervor de hidrogen
ru: Водородный бак
sk_sk: Vodíková nádrž
sv: Vätgastank
tr_tr: Hidrojen Tankı
uk: Водневий бак
zh_cn: 氢气罐

# DisplayName_Block_HydrogenTankT1
source: Enhanced Hydrogen Tank
ca_ad: Tanc d'hidrogen millorat
cs_cz: Vylepšená nádrž na vodík
da: Forbedret brinttank
de: Verbesserter Wasserstofftank
es: Tanque de hidrógeno mejorado
et_ee: Täiustatud vesinikupaak
fi: Parannettu vetysäiliö
fr: Réservoir d’hydrogène amélioré
hr_hr: Poboljšani spremnik vodika
hu_hu: Továbbfejlesztett hidrogéntartály
ja_jp: 改良型水素タンク
lv: Uzlabota ūdeņraža tvertne
nl: Verbeterde waterstoftank
no: Forbedret hydrogentank
pt_br: Tanque de hidrogênio aprimorado
ro: Rezervor de hidrogen îmbunătățit
ru: Улучшенный водородный бак
sk_sk: Vylepšená vodíková nádrž
sv: Förbättrad vätgastank
tr_tr: Geliştirilmiş Hidrojen Tankı
uk: Покращений водневий бак
zh_cn: 增强型氢气罐

# DisplayName_Block_HydrogenTankT2
source: Proficient Hydrogen Tank
ca_ad: Tanc d'hidrogen competent
cs_cz: Profesionální vodíková nádrž
da: Dygtig brinttank
de: Kompetenter Wasserstofftank
es: Tanque de hidrógeno competente
et_ee: Vilunud vesinikupaak
fi: Taitava vetysäiliö
fr: Réservoir d’hydrogène compétent
hr_hr: Stručni spremnik vodika
hu_hu: Proficient hidrogéntartály
ja_jp: 熟練の水素タンク
lv: Prasmīga ūdeņraža tvertne
nl: Bekwame waterstoftank
no: Dyktig hydrogentank
pt_br: Tanque de hidrogênio proficiente
ro: Rezervor de hidrogen competent
ru: Опытный водородный бак
sk_sk: Skúsená vodíková nádrž
sv: Skicklig vätgastank
tr_tr: Yetkin Hidrojen Tankı
uk: Досвідчений водневий бак
zh_cn: 熟练氢气罐

# DisplayName_Block_HydrogenTankT3
source: Elite Hydrogen Tank
ca_ad: Tanc d'hidrogen Elite
cs_cz: Elitní vodíková nádrž
da: Elite brinttank
de: Elite-Wasserstofftank
es: Tanque de hidrógeno Elite
et_ee: Elite vesinikupaak
fi: Elite-vetysäiliö
fr: Réservoir d’hydrogène Elite
hr_hr: Elitni spremnik vodika
hu_hu: Elite hidrogéntartály
ja_jp: エリート水素タンク
lv: Elites ūdeņraža tvertne
nl: Elite waterstoftank
pt_br: Tanque de hidrogênio de elite
ro: Rezervor de hidrogen Elite
ru: Элитный водородный бак
sk_sk: Vodíková nádrž Elite
sv: Elite vätgastank
tr_tr: Elit Hidrojen Tankı
uk: Елітний водневий бак
zh_cn: 精英氢气罐

# DisplayName_Block_HydrogenThrustIndustrialT1
source: Enhanced Industrial Hydrogen Thruster
ca_ad: Propulsor industrial d'hidrogen millorat
cs_cz: Vylepšený průmyslový vodíkový tryska
da: Forbedret industriel brintthruster
de: Verbessertes industrielles Wasserstoff-Triebwerk
es: Propulsor de hidrógeno industrial mejorado
et_ee: Täiustatud tööstuslik vesiniku tõukejõud
fi: Parannettu teollinen vetypotkuri
fr: Propulseur industriel à hydrogène amélioré
hr_hr: Poboljšani industrijski potisnik vodika
hu_hu: Továbbfejlesztett ipari hidrogénhajtómű
ja_jp: 改良型産業用水素スラスタ
lv: Uzlabots rūpnieciskais ūdeņraža vilces līdzeklis
nl: Verbeterde industriële waterstofboegschroef
no: Forbedret industriell hydrogenthruster
pt_br: Propulsor de hidrogênio industrial aprimorado
ro: Propulsor industrial îmbunătățit cu hidrogen
ru: Усовершенствованный промышленный водородный двигатель
sk_sk: Vylepšený priemyselný vodíkový motor
sv: Förbättrad industriell vätgaspropeller
tr_tr: Geliştirilmiş Endüstriyel Hidrojen İtici
uk: Покращений промисловий водневий двигун
zh_cn: 增强型工业氢气推进器

# DisplayName_Block_HydrogenThrustIndustrialT2
source: Proficient Industrial Hydrogen Thruster
ca_ad: Propulsor industrial d'hidrogen competent
cs_cz: Zkušený průmyslový vodíkový tryska
da: Dygtig industriel brintthruster
de: Kompetentes industrielles Wasserstoff-Triebwerk
es: Propulsor de hidrógeno industrial competente
et_ee: Vilunud tööstuslik vesiniku tõukejõud
fi: Taitava teollinen vetypotkuri
fr: Propulseur à hydrogène industriel compétent
hr_hr: Stručni industrijski potisnik vodika
hu_hu: Gyakorlott ipari hidrogénhajtómű
ja_jp: 堪能な産業用水素スラスタ
lv: Prasmīgs rūpnieciskais ūdeņraža vilces līdzeklis
nl: Bekwame industriële waterstofboegschroef
no: Dyktig industriell hydrogenthruster
pt_br: Propulsor de hidrogênio industrial proficiente
ro: Propulsor industrial de hidrogen competent
ru: Опытный промышленный водородный двигатель
sk_sk: Zdatný priemyselný vodíkový motorček
sv: Skicklig industriell vätgaspropeller
tr_tr: Yetkin Endüstriyel Hidrojen İtici
uk: Досвідчений промисловий водневий двигун
zh_cn: 熟练工业氢气推进器

# DisplayName_Block_HydrogenThrustIndustrialT3
source: Elite Industrial Hydrogen Thruster
ca_ad: Propulsor industrial d'hidrogen d'elit
cs_cz: Elitní průmyslový vodíkový tryska
da: Elite industriel brintthruster
de: Elite-Industrie-Wasserstoff-Triebwerk
es: Propulsor de hidrógeno industrial de élite
et_ee: Elite tööstuslik vesiniku tõukejõud
fi: Eliitti teollinen vetypotkuri
fr: Propulseur à hydrogène industriel Elite
hr_hr: Elitni industrijski potisnik vodika
hu_hu: Elite ipari hidrogénhajtómű
ja_jp: エリート産業用水素スラスタ
lv: Elites rūpnieciskais ūdeņraža vilces līdzeklis
nl: Elite industriële waterstofboegschroef
no: Elite industriell hydrogenthruster
pt_br: Propulsor de Hidrogênio Industrial Elite
ro: Propulsor industrial de elită cu hidrogen
ru: Элитный промышленный водородный двигатель
sk_sk: Elitný priemyselný vodíkový motorček
sv: Elite industriell vätgaspropeller
tr_tr: Elite Endüstriyel Hidrojen İtici
uk: Елітний промисловий водневий двигун
zh_cn: 精英工业氢推进器

# DisplayName_Block_IndustrialConveyorSorterT1
source: Industrial Conveyor Sorter
ca_ad: Classificador transportador industrial
cs_cz: Průmyslový dopravníkový třídič
da: Industriel transportør sortere
de: Industrieller Förderer-Sortierer
es: Clasificador de transportadores industriales
et_ee: Tööstuslik konveieri sorteerija
fi: Teollinen kuljetinlajittelija
fr: Trieuse à convoyeur industriel
hr_hr: Razvrstavač industrijskih transportera
hu_hu: Ipari szállítószalag válogató
ja_jp: 産業用コンベアソーター
lv: Rūpnieciskais konveijera šķirotājs
nl: Industriële transportbandsorteerder
no: Industriell transportørsortering
pt_br: Classificador de Transportadores Industriais
ro: Sortator transportor industrial
ru: Промышленный конвейерный сортировщик
sk_sk: Triedič priemyselných dopravníkov
sv: Sorterare för industriell transportör
tr_tr: Endüstriyel Konveyör Sıralayıcısı
uk: Промисловий конвеєрний сортувальник
zh_cn: 工业输送机分拣机

# DisplayName_Block_IndustrialConveyorSorterT2
source: Industrial Conveyor Sorter
ca_ad: Classificador transportador industrial
cs_cz: Průmyslový dopravníkový třídič
da: Industriel transportør sortere
de: Industrieller Förderer-Sortierer
es: Clasificador de transportadores industriales
et_ee: Tööstuslik konveieri sorteerija
fi: Teollinen kuljetinlajittelija
fr: Trieuse à convoyeur industriel
hr_hr: Razvrstavač industrijskih transportera
hu_hu: Ipari szállítószalag válogató
ja_jp: 産業用コンベアソーター
lv: Rūpnieciskais konveijera šķirotājs
nl: Industriële transportbandsorteerder
no: Industriell transportørsortering
pt_br: Classificador de Transportadores Industriais
ro: Sortator transportor industrial
ru: Промышленный конвейерный сортировщик
sk_sk: Triedič priemyselných dopravníkov
sv: Sorterare för industriell transportör
tr_tr: Endüstriyel Konveyör Sıralayıcısı
uk: Промисловий конвеєрний сортувальник
zh_cn: 工业输送机分拣机

# DisplayName_Block_IndustrialConveyorSorterT3
source: Industrial Conveyor Sorter
ca_ad: Classificador transportador industrial
cs_cz: Průmyslový dopravníkový třídič
da: Industriel transportør sortere
de: Industrieller Förderer-Sortierer
es: Clasificador de transportadores industriales
et_ee: Tööstuslik konveieri sorteerija
fi: Teollinen kuljetinlajittelija
fr: Trieuse à convoyeur industriel
hr_hr: Razvrstavač industrijskih transportera
hu_hu: Ipari szállítószalag válogató
ja_jp: 産業用コンベアソーター
lv: Rūpnieciskais konveijera šķirotājs
nl: Industriële transportbandsorteerder
no: Industriell transportørsortering
pt_br: Classificador de Transportadores Industriais
ro: Sortator transportor industrial
ru: Промышленный конвейерный сортировщик
sk_sk: Triedič priemyselných dopravníkov
sv: Sorterare för industriell transportör
tr_tr: Endüstriyel Konveyör Sıralayıcısı
uk: Промисловий конвеєрний сортувальник
zh_cn: 工业输送机分拣机

# DisplayName_Block_JumpDriveT1
source: Enhanced Jump Drive
ca_ad: Unitat de salt millorada
cs_cz: Vylepšený skokový pohon
da: Forbedret jump-drev
de: Verbesserter Sprungantrieb
es: Impulso de salto mejorado
et_ee: Täiustatud hüppeseade
fi: Parannettu Jump Drive
fr: Entraînement de saut amélioré
hr_hr: Poboljšani pogon za skok
hu_hu: Továbbfejlesztett Jump Drive
ja_jp: 強化されたジャンプドライブ
lv: Uzlabots lēciena disks
nl: Verbeterde Jump Drive
no: Forbedret Jump Drive
pt_br: Movimentação de salto aprimorada
ro: Jump Drive îmbunătățit
ru: Улучшенный прыжковый привод
sk_sk: Vylepšená skoková jazda
sv: Förbättrad hoppdrivning
tr_tr: Gelişmiş Atlama Sürücüsü
uk: Покращений стрибковий драйв
zh_cn: 增强型跳跃驱动器

# DisplayName_Block_JumpDriveT2
source: Proficient Jump Drive
ca_ad: Tracció de salt competent
cs_cz: Zdatný skokový pohon
da: Dygtig hoppedrev
de: Kompetenter Sprungantrieb
es: Impulsión de salto competente
et_ee: Vilunud hüppeajam
fi: Taitava hyppyajo
fr: Entraînement de saut compétent
hr_hr: Vješt jump drive
hu_hu: Gyakorlott ugrás meghajtó
ja_jp: 熟練したジャンプドライブ
lv: Prasmīgs lēciena brauciens
nl: Bekwame Jump Drive
no: Dyktig Jump Drive
pt_br: Pular proficiente
ro: Unitate de salt competentă
ru: Опытный прыжковый привод
sk_sk: Zdatná skoková jazda
sv: Skicklig hoppdrivning
tr_tr: Yetkin Atlama Sürüşü
uk: Досвідчений стрибковий драйв
zh_cn: 熟练的跳跃驱动器

# DisplayName_Block_JumpDriveT3
source: Elite Jump Drive
cs_cz: Elitní skokový pohon
de: Elite-Sprungantrieb
es: Impulso de salto de élite
et_ee: Elite hüppesõit
fi: Elite Jump -ajo
fr: Entraînement de saut d’élite
hr_hr: Elitni skok pogon
ja_jp: エリートジャンプドライブ
lv: Elites lēciena brauciens
nl: Elite Jump Aandrijving
ru: Элитный Джамп-Драйв
sk_sk: Elitná skoková jazda
tr_tr: Elit Atlama Sürüşü
uk: Елітний стрибковий драйв
zh_cn: 精英跳跃驱动器

# DisplayName_Block_KOC
source: Knowledge Of Clang
ca_ad: Coneixement de Clang
cs_cz: Znalost Clangu
da: Kendskab til Clang
de: Wissen über Clang
es: Conocimiento de Clang
et_ee: Teadmised Clangist
fi: Klangin tuntemus
fr: Connaissance de Clang
hr_hr: Znanje o Clangu
hu_hu: A Clang ismerete
ja_jp: Clangの知識
lv: Zināšanas par Klangu
nl: Kennis van Clang
no: Kunnskap om Clang
pt_br: Conhecimento de Clang
ro: Cunoașterea lui Clang
ru: Знание Clang
sk_sk: Znalosť Clang
sv: Kunskap om Clang
tr_tr: Clang Bilgisi
uk: Знання Clang
zh_cn: 叮叮当当的知识
