Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeClangiumReactorT1
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. 1.5x Better than Normal. Max Power Output: 450MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. 1.5x millor del normal. Potència màxima de sortida: 450MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. 1,5× lepší než normálně. Maximální výstupní výkon: 450MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. 1.5x bedre end normalt. Max effekt: 450MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. 1,5x besser als normal. Maximale Leistung: 450 MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. 1,5 veces mejor de lo normal. Potencia máxima de salida: 450 MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. 1.5x parem kui tavaliselt. Maksimaalne võimsus: 450MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. 1.5x parempi kuin normaalisti. Suurin teho: 450MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. 1,5x mieux que la normale. Puissance de sortie maximale : 450 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. 1.5x bolje od normalnog. Maksimalna snaga: 450MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. 1,5x jobb a normálnál. Max teljesítmény: 450MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 通常より1.5倍優れています。 最大出力:450MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. 1,5x labāks nekā parasti. Maksimālā jauda: 450MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. 1,5x beter dan normaal. Maximaal uitgangsvermogen: 450MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. 1,5 ganger bedre enn normalt. Maks effekt: 450MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. 1,5x melhor que o normal. Potência máxima: 450MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. De 1,5 ori mai bine decât în mod normal. Putere maxima de putere: 450MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность: 450 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. 1,5x lepšie ako zvyčajne. Maximálny výkon: 450MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. 1,5 gånger bättre än normalt. Max uteffekt: 450MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Normalden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 450MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність: 450 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 比正常情况好 1.5 倍。 最大功率输出：450MW

# Description_LargeClangiumReactorT2
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. 1.5x Better than Enhanced. Max Power Output: 675MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. 1.5x Millor que millorat. Potència màxima de sortida: 675MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. 1,5× lepší než vylepšené. Maximální výstupní výkon: 675 MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. 1.5x bedre end forbedret. Maks. effekt: 675MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. 1,5x besser als verbessert. Maximale Leistung: 675MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. 1,5 veces mejor que mejorado. Potencia máxima de salida: 675 MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. 1.5x parem kui täiustatud. Maksimaalne võimsus: 675MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. 1,5 kertaa parempi kuin parannettu. Suurin teho: 675MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. 1,5 fois mieux que Amélioré. Puissance de sortie maximale : 675 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. 1.5x Bolje od poboljšanog. Maksimalna snaga: 675MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. 1,5-szer jobb, mint a továbbfejlesztett. Max. teljesítmény: 675MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 Enhancedより1.5倍優れています。 最大出力:675MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. 1,5x labāk nekā uzlabots. Maksimālā jauda: 675MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. 1,5x beter dan verbeterd. Maximaal uitgangsvermogen: 675MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. 1,5 ganger bedre enn forbedret. Maks utgangseffekt: 675 MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. 1,5x melhor que o aprimorado. Potência máxima: 675MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire: 675MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность: 675 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. 1,5x lepšie ako vylepšené. Maximálny výkon: 675MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. 1,5 gånger bättre än Enhanced. Max uteffekt: 675MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Geliştirilmiş'ten 1,5 kat daha iyi. Maksimum Güç Çıkışı: 675MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. У 1,5 раза краще, ніж покращене. Максимальна вихідна потужність: 675 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 比增强型好 1.5 倍。 最大输出功率：675MW

# Description_LargeClangiumReactorT3
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. 1.5x Better than Proficient. Max Power Output: 1013MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. 1.5x Millor que competent. Potència màxima de sortida: 1013MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. 1,5x lepší než zdatný. Maximální výstupní výkon: 1013MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. 1.5x bedre end dygtig. Maks. effekt: 1013MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. 1,5x besser als kompetent. Maximale Leistung: 1013MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. 1,5 veces mejor que Proficiente. Potencia máxima de salida: 1013MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. 1.5x parem kui Proficient. Maksimaalne võimsus: 1013MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. 1,5 kertaa parempi kuin taitava. Suurin teho: 1013MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. 1,5 fois mieux que compétent. Puissance de sortie maximale : 1013 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. 1.5x bolje od stručnog. Maksimalna snaga: 1013MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. 1,5x jobb, mint a Proficient. Max teljesítmény: 1013MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 熟練の1.5倍優れています。 最大出力:1013MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. 1,5x labāk nekā lietpratējs. Maksimālā jauda: 1013MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. 1,5x beter dan bekwaam. Maximaal uitgangsvermogen: 1013MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. 1,5 ganger bedre enn dyktig. Maks effekt: 1013MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. 1,5x melhor que o Proficient. Potência máxima: 1013MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. De 1,5 ori mai bun decât Proficient. Putere maximă: 1013MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. В 1,5 раза лучше, чем Опытный. Максимальная выходная мощность: 1013 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. 1,5x lepšie ako zdatný. Maximálny výkon: 1013MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. 1,5 gånger bättre än skicklig. Max uteffekt: 1013MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Yetkinden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 1013MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність: 1013 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 比精通好 1.5 倍。 最大输出功率：1013MW
