Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_PowerEfficiencyModuleT0
source: Power modules decrease power consumption of refineries or assemblers when connected. Modifier: 0.125 Modifier Type: Additive 25% Power Efficiency Per Module. (100% for 4)
ca_ad: Els mòduls de potència disminueixen el consum d'energia de les refineries o muntadors quan estan connectats. Modificador: 0,125 Tipus de modificador: additiu 25% d'eficiència energètica per mòdul. (100% per a 4)
cs_cz: Napájecí moduly snižují spotřebu energie rafinérií nebo montážních zařízení, pokud jsou připojeny. Modifikátor: 0.125 Typ modifikátoru: Aditivum Energetická účinnost 25 % na modul. (100% pro 4)
da: Strømmoduler reducerer raffinaderiernes eller montørernes strømforbrug, når de er tilsluttet. Modifikator: 0,125 Modifier Type: Tilsætningsstof 25 % energieffektivitet pr. modul. (100% for 4)
de: Leistungsmodule verringern den Stromverbrauch von Raffinerien oder Monteuren, wenn sie angeschlossen sind. Modifikator: 0,125 Modifikatortyp: Additiv 25 % Energieeffizienz pro Modul. (100% für 4)
es: Los módulos de potencia disminuyen el consumo de energía de las refinerías o ensambladoras cuando están conectados. Modificador: 0.125 Tipo de modificador: Aditivo 25% de eficiencia energética por módulo. (100% para 4)
et_ee: Toitemoodulid vähendavad ühendamisel rafineerimistehaste või monteerijate energiatarbimist. Modifikaator: 0,125 Modifikaatori tüüp: lisaaine 25% energiatõhusus mooduli kohta. (100% 4-le)
fi: Tehomoduulit vähentävät jalostamoiden tai kokoonpanijoiden virrankulutusta, kun ne on kytketty. Muuttaja: 0,125 Muuntimen tyyppi: Lisäaine 25% energiatehokkuus moduulia kohti. (100% 4: lle)
fr: Les modules d’alimentation réduisent la consommation d’énergie des raffineries ou des assembleurs lorsqu’ils sont connectés. Modificateur : 0.125 Type de modificateur : Additif 25 % d’efficacité énergétique par module. (100% pour 4)
hr_hr: Energetski moduli smanjuju potrošnju energije rafinerija ili asemblera kada su spojeni. Modifikator: 0,125 Vrsta modifikatora: aditiv 25% snage po modulu. (100% za 4)
hu_hu: A tápegységek csökkentik a finomítók vagy összeszerelők energiafogyasztását, ha csatlakoztatva vannak. Módosító: 0.125 Módosító típusa: Additív 25%-os energiahatékonyság modulonként. (100% 4-ért)
ja_jp: パワーモジュールは、接続時に製油所や組立業者の消費電力を削減します。 モディファイヤ: 0.125 モディファイヤ タイプ: 加算 モジュールあたり25%の電力効率。 (4人で100%)
lv: Jaudas moduļi samazina pārstrādes rūpnīcu vai montētāju enerģijas patēriņu, kad tie ir savienoti. Modifikators: 0.125 Modifikatora tips: piedeva 25% energoefektivitāte uz moduli. (100% par 4)
nl: Vermogensmodules verminderen het stroomverbruik van raffinaderijen of assembleurs wanneer ze zijn aangesloten. Wijziging: 0.125 Type modificator: Additief 25% energie-efficiëntie per module. (100% voor 4)
no: Strømmoduler reduserer strømforbruket til raffinerier eller montører når de er tilkoblet. Modifikator: 0,125 Modifier Type: Additiv 25 % energieffektivitet per modul. (100% for 4)
pt_br: Os módulos de energia diminuem o consumo de energia das refinarias ou montadoras quando conectados. Modificador: 0.125 Tipo de modificador: Aditivo 25% de eficiência energética por módulo. (100% para 4)
ro: Modulele de alimentare reduc consumul de energie al rafinăriilor sau asamblorilor atunci când sunt conectate. Modificator: 0.125 Tip modificator: Aditiv Eficiență energetică de 25% per modul. (100% pentru 4)
ru: Силовые модули снижают энергопотребление нефтеперерабатывающих заводов или сборщиков при подключении. Модификатор: 0.125 Тип модификатора: Добавка Энергоэффективность 25% на модуль. (100% за 4)
sk_sk: Výkonové moduly znižujú spotrebu energie rafinérií alebo montážnych zariadení, keď sú pripojené. Modifikátor: 0.125 Typ modifikátora: Aditívum 25 % energetická účinnosť na modul. (100 % za 4)
sv: Kraftmoduler minskar strömförbrukningen för raffinaderier eller montörer när de är anslutna. Modifierare: 0,125 Modifieringstyp: Tillsats 25 % energieffektivitet per modul. (100 % för 4)
tr_tr: Güç modülleri, bağlandığında rafinerilerin veya montajcıların güç tüketimini azaltır. Değiştirici: 0.125 Değiştirici Türü: Katkı maddesi Modül başına %25 güç verimliliği. (4 için %100)
uk: Силові модулі зменшують енергоспоживання нафтопереробних заводів або монтажників при підключенні. Модифікатор: 0.125 Тип модифікатора: Адитивний Енергоефективність 25% на модуль. (100% за 4)
zh_cn: 电源模块在连接时可降低炼油厂或装配厂的功耗。 修饰符： 0.125 改性剂类型：添加剂 每个模块的电源效率为 25%。 （100% 为 4）

# Description_PowerEfficiencyModuleT1
source: Power modules decrease power consumption of refineries or assemblers when connected. Modifier: 0.25 Modifier Type: Additive 50% Power Efficiency Per Module. (200% for 4)
ca_ad: Els mòduls de potència disminueixen el consum d'energia de les refineries o muntadors quan estan connectats. Modificador: 0,25 Tipus de modificador: additiu 50% d'eficiència energètica per mòdul. (200% per a 4)
cs_cz: Napájecí moduly snižují spotřebu energie rafinérií nebo montážních zařízení, pokud jsou připojeny. Modifikátor: 0.25 Typ modifikátoru: Aditivum 50% energetická účinnost na modul. (200% pro 4)
da: Strømmoduler reducerer raffinaderiernes eller montørernes strømforbrug, når de er tilsluttet. Modifikator: 0,25 Modifier Type: Tilsætningsstof 50 % energieffektivitet pr. modul. (200% for 4)
de: Leistungsmodule verringern den Stromverbrauch von Raffinerien oder Monteuren, wenn sie angeschlossen sind. Modifikator: 0,25 Modifikatortyp: Additiv 50 % Energieeffizienz pro Modul. (200% für 4)
es: Los módulos de potencia disminuyen el consumo de energía de las refinerías o ensambladoras cuando están conectados. Modificador: 0.25 Tipo de modificador: Aditivo 50% de eficiencia energética por módulo. (200% para 4)
et_ee: Toitemoodulid vähendavad ühendamisel rafineerimistehaste või monteerijate energiatarbimist. Muutja: 0,25 Modifikaatori tüüp: lisaaine 50% energiatõhusus mooduli kohta. (200% 4-le)
fi: Tehomoduulit vähentävät jalostamoiden tai kokoonpanijoiden virrankulutusta, kun ne on kytketty. Muuttaja: 0,25 Muuntimen tyyppi: Lisäaine 50% energiatehokkuus moduulia kohti. (200% 4: lle)
fr: Les modules d’alimentation réduisent la consommation d’énergie des raffineries ou des assembleurs lorsqu’ils sont connectés. Modificateur : 0.25 Type de modificateur : Additif 50 % d’efficacité énergétique par module. (200% pour 4)
hr_hr: Energetski moduli smanjuju potrošnju energije rafinerija ili asemblera kada su spojeni. Modifikator: 0,25 Vrsta modifikatora: aditiv 50% energetske učinkovitosti po modulu. (200% za 4)
hu_hu: A tápegységek csökkentik a finomítók vagy összeszerelők energiafogyasztását, ha csatlakoztatva vannak. Módosító: 0.25 Módosító típusa: Additív 50%-os energiahatékonyság modulonként. (200% 4-ért)
ja_jp: パワーモジュールは、接続時に製油所や組立業者の消費電力を削減します。 モディファイヤ: 0.25 モディファイヤ タイプ: 加算 モジュールあたり50%の電力効率。 (4の場合は200%)
lv: Jaudas moduļi samazina pārstrādes rūpnīcu vai montētāju enerģijas patēriņu, kad tie ir savienoti. Modifikators: 0,25 Modifikatora tips: piedeva 50% energoefektivitāte uz moduli. (200% par 4)
nl: Vermogensmodules verminderen het stroomverbruik van raffinaderijen of assembleurs wanneer ze zijn aangesloten. Wijziging: 0.25 Type modificator: Additief 50% energie-efficiëntie per module. (200% voor 4)
no: Strømmoduler reduserer strømforbruket til raffinerier eller montører når de er tilkoblet. Modifikator: 0,25 Modifier Type: Additiv 50 % energieffektivitet per modul. (200% for 4)
pt_br: Os módulos de energia diminuem o consumo de energia das refinarias ou montadoras quando conectados. Modificador: 0.25 Tipo de modificador: Aditivo 50% de eficiência energética por módulo. (200% para 4)
ro: Modulele de alimentare reduc consumul de energie al rafinăriilor sau asamblorilor atunci când sunt conectate. Modificator: 0.25 Tip modificator: Aditiv Eficiență energetică de 50% per modul. (200% pentru 4)
ru: Силовые модули снижают энергопотребление нефтеперерабатывающих заводов или сборщиков при подключении. Модификатор: 0.25 Тип модификатора: Добавка Энергоэффективность 50% на модуль. (200% для 4)
sk_sk: Výkonové moduly znižujú spotrebu energie rafinérií alebo montážnych zariadení, keď sú pripojené. modifikátor: 0.25 Typ modifikátora: Aditívum 50% energetická účinnosť na modul. (200% pre 4)
sv: Kraftmoduler minskar strömförbrukningen för raffinaderier eller montörer när de är anslutna. Modifierare: 0,25 Modifieringstyp: Tillsats 50 % energieffektivitet per modul. (200 % för 4)
tr_tr: Güç modülleri, bağlandığında rafinerilerin veya montajcıların güç tüketimini azaltır. Değiştirici: 0.25 Değiştirici Türü: Katkı maddesi Modül başına %50 güç verimliliği. (4 için %200)
uk: Силові модулі зменшують енергоспоживання нафтопереробних заводів або монтажників при підключенні. Модифікатор: 0.25 Тип модифікатора: Адитивний 50% енергоефективності на модуль. (200% за 4)
zh_cn: 电源模块在连接时可降低炼油厂或装配厂的功耗。 修饰符： 0.25 改性剂类型：添加剂 每个模块的电源效率为 50%。 （200% 为 4）

# Description_PowerEfficiencyModuleT2
source: Power modules decrease power consumption of refineries or assemblers when connected. Modifier: 0.375 Modifier Type: Additive 75% Power Efficiency Per Module (300% for 4)
ca_ad: Els mòduls de potència disminueixen el consum d'energia de les refineries o muntadors quan estan connectats. Modificador: 0,375 Tipus de modificador: additiu 75% d'eficiència energètica per mòdul (300% per 4)
cs_cz: Napájecí moduly snižují spotřebu energie rafinérií nebo montážních zařízení, pokud jsou připojeny. Modifikátor: 0,375 Typ modifikátoru: Aditivum 75% energetická účinnost na modul (300% pro 4)
da: Strømmoduler reducerer raffinaderiernes eller montørernes strømforbrug, når de er tilsluttet. Modifikator: 0,375 Modifier Type: Tilsætningsstof 75 % energieffektivitet pr. modul (300% for 4)
de: Leistungsmodule verringern den Stromverbrauch von Raffinerien oder Monteuren, wenn sie angeschlossen sind. Modifikator: 0,375 Modifikatortyp: Additiv 75 % Energieeffizienz pro Modul (300% für 4)
es: Los módulos de potencia disminuyen el consumo de energía de las refinerías o ensambladoras cuando están conectados. Modificador: 0.375 Tipo de modificador: Aditivo 75% de eficiencia energética por módulo (300% para 4)
et_ee: Toitemoodulid vähendavad ühendamisel rafineerimistehaste või monteerijate energiatarbimist. Modifikaator: 0,375 Modifikaatori tüüp: lisaaine 75% energiatõhusus mooduli kohta (300% 4-le)
fi: Tehomoduulit vähentävät jalostamoiden tai kokoonpanijoiden virrankulutusta, kun ne on kytketty. Muuttaja: 0,375 Muuntimen tyyppi: Lisäaine 75% energiatehokkuus moduulia kohden (300% 4: lle)
fr: Les modules d’alimentation réduisent la consommation d’énergie des raffineries ou des assembleurs lorsqu’ils sont connectés. Modificateur : 0,375 Type de modificateur : Additif 75 % d’efficacité énergétique par module (300% pour 4)
hr_hr: Energetski moduli smanjuju potrošnju energije rafinerija ili asemblera kada su spojeni. Modifikator: 0,375 Vrsta modifikatora: aditiv 75% energetska učinkovitost po modulu (300% za 4)
hu_hu: A tápegységek csökkentik a finomítók vagy összeszerelők energiafogyasztását, ha csatlakoztatva vannak. Módosító: 0.375 Módosító típusa: Additív 75%-os energiahatékonyság modulonként (300% 4-ért)
ja_jp: パワーモジュールは、接続時に製油所や組立業者の消費電力を削減します。 補正: 0.375 モディファイヤ タイプ: 加算 モジュールあたり75%の電力効率 (4の場合は300%)
lv: Jaudas moduļi samazina pārstrādes rūpnīcu vai montētāju enerģijas patēriņu, kad tie ir savienoti. Modifikators: 0.375 Modifikatora tips: piedeva 75% energoefektivitāte uz moduli (300% par 4)
nl: Vermogensmodules verminderen het stroomverbruik van raffinaderijen of assembleurs wanneer ze zijn aangesloten. Wijziging: 0.375 Type modificator: Additief 75% energie-efficiëntie per module (300% voor 4)
no: Strømmoduler reduserer strømforbruket til raffinerier eller montører når de er tilkoblet. Modifikator: 0,375 Modifier Type: Additiv 75 % energieffektivitet per modul (300% for 4)
pt_br: Os módulos de energia diminuem o consumo de energia das refinarias ou montadoras quando conectados. Modificador: 0.375 Tipo de modificador: Aditivo 75% de eficiência energética por módulo (300% para 4)
ro: Modulele de alimentare reduc consumul de energie al rafinăriilor sau asamblorilor atunci când sunt conectate. Modificator: 0.375 Tip modificator: Aditiv Eficiență energetică de 75% per modul (300% pentru 4)
ru: Силовые модули снижают энергопотребление нефтеперерабатывающих заводов или сборщиков при подключении. Модификатор: 0.375 Тип модификатора: Добавка Энергоэффективность 75% на модуль (300% на 4)
sk_sk: Výkonové moduly znižujú spotrebu energie rafinérií alebo montážnych zariadení, keď sú pripojené. Modifikátor: 0,375 Typ modifikátora: Aditívum 75 % energetická účinnosť na modul (300 % za 4)
sv: Kraftmoduler minskar strömförbrukningen för raffinaderier eller montörer när de är anslutna. Modifierare: 0,375 Modifieringstyp: Tillsats 75 % energieffektivitet per modul (300 % för 4)
tr_tr: Güç modülleri, bağlandığında rafinerilerin veya montajcıların güç tüketimini azaltır. Değiştirici: 0.375 Değiştirici Türü: Katkı maddesi Modül başına %75 güç verimliliği (4 için %300)
uk: Силові модулі зменшують енергоспоживання нафтопереробних заводів або монтажників при підключенні. Модифікатор: 0.375 Тип модифікатора: Адитивний 75% енергоефективності на модуль (300% за 4)
zh_cn: 电源模块在连接时可降低炼油厂或装配厂的功耗。 修饰符： 0.375 改性剂类型：添加剂 每个模块的电源效率为 75% （300% 为 4）

# Description_PowerEfficiencyModuleT3
source: Power modules decrease power consumption of refineries or assemblers when connected. Modifier: 0.5 Modifier Type: Additive 100% Power Efficiency Per Module. (400% for 4)
ca_ad: Els mòduls de potència disminueixen el consum d'energia de les refineries o muntadors quan estan connectats. Modificador: 0,5 Tipus de modificador: additiu 100% d'eficiència energètica per mòdul. (400% per 4)
cs_cz: Napájecí moduly snižují spotřebu energie rafinérií nebo montážních zařízení, pokud jsou připojeny. Modifikátor: 0.5 Typ modifikátoru: Aditivum 100% energetická účinnost na modul. (400% pro 4)
da: Strømmoduler reducerer raffinaderiernes eller montørernes strømforbrug, når de er tilsluttet. Modifikator: 0,5 Modifier Type: Tilsætningsstof 100% energieffektivitet pr. modul. (400% for 4)
de: Leistungsmodule verringern den Stromverbrauch von Raffinerien oder Monteuren, wenn sie angeschlossen sind. Modifikator: 0,5 Modifikatortyp: Additiv 100% Energieeffizienz pro Modul. (400% für 4)
es: Los módulos de potencia disminuyen el consumo de energía de las refinerías o ensambladoras cuando están conectados. Modificador: 0.5 Tipo de modificador: Aditivo 100% de eficiencia energética por módulo. (400% para 4)
et_ee: Toitemoodulid vähendavad ühendamisel rafineerimistehaste või monteerijate energiatarbimist. Modifikaator: 0,5 Modifikaatori tüüp: lisaaine 100% energiatõhusus mooduli kohta. (400% 4-le)
fi: Tehomoduulit vähentävät jalostamoiden tai kokoonpanijoiden virrankulutusta, kun ne on kytketty. Muuttaja: 0,5 Muuntimen tyyppi: Lisäaine 100% energiatehokkuus moduulia kohti. (400% 4: lle)
fr: Les modules d’alimentation réduisent la consommation d’énergie des raffineries ou des assembleurs lorsqu’ils sont connectés. Modificateur : 0,5 Type de modificateur : Additif 100 % d’efficacité énergétique par module. (400% pour 4)
hr_hr: Energetski moduli smanjuju potrošnju energije rafinerija ili asemblera kada su spojeni. Modifikator: 0,5 Vrsta modifikatora: aditiv 100% energetska učinkovitost po modulu. (400% za 4)
hu_hu: A tápegységek csökkentik a finomítók vagy összeszerelők energiafogyasztását, ha csatlakoztatva vannak. Módosító: 0.5 Módosító típusa: Additív 100%-os energiahatékonyság modulonként. (400% 4-ért)
ja_jp: パワーモジュールは、接続時に製油所や組立業者の消費電力を削減します。 モディファイヤ: 0.5 モディファイヤ タイプ: 加算 モジュールあたり100%の電力効率。 (400%で4)
lv: Jaudas moduļi samazina pārstrādes rūpnīcu vai montētāju enerģijas patēriņu, kad tie ir savienoti. Modifikators: 0,5 Modifikatora tips: piedeva 100% energoefektivitāte uz moduli. (400% par 4)
nl: Vermogensmodules verminderen het stroomverbruik van raffinaderijen of assembleurs wanneer ze zijn aangesloten. Wijziging: 0.5 Type modificator: Additief 100% energie-efficiëntie per module. (400% voor 4)
no: Strømmoduler reduserer strømforbruket til raffinerier eller montører når de er tilkoblet. Modifikator: 0.5 Modifier Type: Additiv 100 % energieffektivitet per modul. (400% for 4)
pt_br: Os módulos de energia diminuem o consumo de energia das refinarias ou montadoras quando conectados. Modificador: 0.5 Tipo de modificador: Aditivo 100% de eficiência energética por módulo. (400% para 4)
ro: Modulele de alimentare reduc consumul de energie al rafinăriilor sau asamblorilor atunci când sunt conectate. Modificator: 0.5 Tip modificator: Aditiv Eficiență energetică de 100% per modul. (400% pentru 4)
ru: Силовые модули снижают энергопотребление нефтеперерабатывающих заводов или сборщиков при подключении. Модификатор: 0.5 Тип модификатора: Добавка 100% энергоэффективность на модуль. (400% для 4)
sk_sk: Výkonové moduly znižujú spotrebu energie rafinérií alebo montážnych zariadení, keď sú pripojené. Modifikátor: 0.5 Typ modifikátora: Aditívum 100% energetická účinnosť na modul. (400% za 4)
sv: Kraftmoduler minskar strömförbrukningen för raffinaderier eller montörer när de är anslutna. Modifierare: 0.5 Modifieringstyp: Tillsats 100 % energieffektivitet per modul. (400 % för 4)
tr_tr: Güç modülleri, bağlandığında rafinerilerin veya montajcıların güç tüketimini azaltır. Değiştirici: 0.5 Değiştirici Türü: Katkı maddesi Modül başına %100 güç verimliliği. (400 için %4)
uk: Силові модулі зменшують енергоспоживання нафтопереробних заводів або монтажників при підключенні. Модифікатор: 0.5 Тип модифікатора: Адитивний 100% енергоефективність на модуль. (400% за 4)
zh_cn: 电源模块在连接时可降低炼油厂或装配厂的功耗。 修饰符：0.5 改性剂类型：添加剂 每个模块的电源效率为 100%。 （400% 为 4）

# Description_PowerGeneratorT0
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. Normal Max Power Output: 5MW Fuel Capacity: 100000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. Normal Potència màxima de sortida: 5MW Capacitat de combustible: 100000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. Normální Maximální výstupní výkon: 5MW Objem palivové nádrže: 100000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. Normal Maks. effekt: 5MW Brændstof kapacitet: 100000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. Normal Maximale Leistung: 5MW Kraftstoffkapazität: 100000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. Normal Potencia máxima de salida: 5MW Capacidad de combustible: 100000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. Tavaline Maksimaalne võimsus: 5MW Kütuse maht: 100000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. Normaali Suurin teho: 5MW Polttoainekapasiteetti: 100000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. Normal Puissance de sortie maximale : 5 MW Capacité de carburant : 100000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. Normalan Maksimalna izlazna snaga: 5MW Kapacitet goriva: 100000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. Normális Max. teljesítmény: 5MW Üzemanyagtartály: 100000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 正常 最大出力:5MW 燃料容量:100000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. Parasts Maksimālā jauda: 5MW Degvielas ietilpība: 100000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. Normaal Maximaal uitgangsvermogen: 5MW Tankinhoud: 100000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. Normal Maks utgangseffekt: 5MW Drivstoff kapasitet: 100000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. Normal Potência máxima: 5MW Capacidade de combustível: 100000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. Normal Putere maximă de ieșire: 5MW Capacitate combustibil: 100000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. Нормальный Максимальная выходная мощность: 5 МВт Объем топливного бака: 100000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. Normálny Maximálny výkon: 5MW Kapacita paliva: 100000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. Normal Max uteffekt: 5MW Bränslekapacitet: 100000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Normal Maksimum Güç Çıkışı: 5MW Yakıt kapasitesi: 100000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. Нормальний Максимальна вихідна потужність: 5 МВт Запас палива: 100000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 正常 最大功率输出：5MW 燃油容量：100000L
