Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QAssemblerT2
source: Assemblers are highly advanced machines capable of producing tools and components. Requires ingots and power to produce components. 5.4x Assembly Speed. 10.08MW Base Power Usage. 8x Faster than proficient assembler. 8x Cost than proficient assembler. Includes the cost of 28 proficient speed modules.
ca_ad: Els assembladors són màquines molt avançades capaces de produir eines i components. Requereix lingots i energia per produir components. 5.4x Velocitat de muntatge. Consum d'energia base de 10.08MW. 8x Més ràpid que l'assemblador competent. 8x Cost que el muntador competent. Inclou el cost de 28 mòduls de velocitat competents.
cs_cz: Montéři jsou vysoce pokročilé stroje schopné vyrábět nástroje a komponenty. Vyžaduje ingoty a energii k výrobě součástí. 5,4x rychlost montáže. Základní spotřeba energie 10,08 MW. 8x Rychlejší než zdatný montér. 8x dražší než zdatný montér. Zahrnuje náklady na 28 zdatných rychlostních modulů.
da: Montører er meget avancerede maskiner, der er i stand til at producere værktøjer og komponenter. Kræver barrer og strøm til at producere komponenter. 5,4x monteringshastighed. 10.08MW grundlæggende strømforbrug. 8x Hurtigere end dygtig montør. 8x Omkostninger end dygtig montør. Inkluderer omkostningerne ved 28 dygtige hastighedsmoduler.
de: Monteure sind hochentwickelte Maschinen, die in der Lage sind, Werkzeuge und Komponenten herzustellen. Benötigt Barren und Strom für die Herstellung von Komponenten. 5,4-fache Montagegeschwindigkeit. 10,08 MW Basisstromverbrauch. 8x Schneller als ein kompetenter Monteur. 8x Kosten als ein kompetenter Monteur. Beinhaltet die Kosten für 28 kompetente Geschwindigkeitsmodule.
es: Las ensambladoras son máquinas muy avanzadas capaces de producir herramientas y componentes. Requiere lingotes y energía para producir componentes. Velocidad de montaje de 5,4x. Consumo de energía base de 10,08 MW. 8 veces más rápido que un ensamblador competente. 8 veces más costo que el ensamblador competente. Incluye el costo de 28 módulos de velocidad competente.
et_ee: Monteerijad on kõrgelt arenenud masinad, mis on võimelised tootma tööriistu ja komponente. Komponentide tootmiseks on vaja valuplokke ja võimsust. 5.4x montaažikiirus. 10.08MW baasvõimsuse kasutamine. 8x kiirem kui vilunud monteerija. 8x Maksumus kui vilunud monteerija. Sisaldab 28 vilunud kiirusmooduli maksumust.
fi: Kokoonpanijat ovat erittäin kehittyneitä koneita, jotka pystyvät tuottamaan työkaluja ja komponentteja. Vaatii harkkoja ja tehoa komponenttien tuottamiseen. 5.4x kokoonpanonopeus. 10,08 MW:n perusvirrankulutus. 8x nopeampi kuin taitava kokoonpanija. 8x kustannukset kuin taitava kokoonpanija. Sisältää 28 taitavan nopeusmoduulin kustannukset.
fr: Les assembleurs sont des machines très avancées capables de produire des outils et des composants. Nécessite des lingots et de l’énergie pour produire des composants. Vitesse d’assemblage 5,4x. Consommation d’énergie de base de 10,08 MW. 8x plus rapide qu’un assembleur compétent. 8x le coût d’un assembleur compétent. Comprend le coût de 28 modules de vitesse compétents.
hr_hr: Asembleri su visoko napredni strojevi sposobni za proizvodnju alata i komponenti. Zahtijeva ingote i snagu za proizvodnju komponenti. 5.4x brzina montaže. Potrošnja osnovne energije od 10,08 MW. 8x Brže od stručnog asemblera. 8x Trošak od stručnog asemblera. Uključuje troškove 28 stručnih modula brzine.
hu_hu: Az összeszerelők rendkívül fejlett gépek, amelyek képesek szerszámok és alkatrészek előállítására. Az alkatrészek előállításához öntvényekre és energiára van szükség. 5,4-szeres szerelési sebesség. 10,08 MW alap energiafelhasználás. 8x gyorsabb, mint a gyakorlott összeszerelő. 8x Költség, mint a gyakorlott összeszerelő. Tartalmazza 28 jártassági sebességmodul költségét.
ja_jp: 組立機は、工具や部品を製造できる高度な機械です。 部品を製造するにはインゴットと電力が必要です。 組み立て速度は5.4倍。 10.08MWの基本電力使用量。 熟練したアセンブラよりも8倍高速です。 熟練したアセンブラの8倍のコスト。 28個の熟練した速度モジュールのコストが含まれています。
lv: Montētāji ir ļoti progresīvas mašīnas, kas spēj ražot instrumentus un komponentus. Nepieciešami lietņi un jauda, lai ražotu komponentus. 5,4x montāžas ātrums. 10.08MW bāzes enerģijas patēriņš. 8x Ātrāks par prasmīgu montētāju. 8x Izmaksas nekā prasmīgam montētājam. Ietver 28 prasmīgu ātruma moduļu izmaksas.
nl: Assembleurs zijn zeer geavanceerde machines die in staat zijn om gereedschappen en componenten te produceren. Vereist blokken en stroom om componenten te produceren. 5,4x montagesnelheid. 10,08 MW basisstroomverbruik. 8x Sneller dan bekwame monteur. 8x kosten dan bekwame monteur. Inclusief de kosten van 28 vaardige snelheidsmodules.
no: Montører er svært avanserte maskiner som er i stand til å produsere verktøy og komponenter. Krever ingots og kraft til å produsere komponenter. 5,4 x monteringshastighet. 10,08 MW grunnstrømforbruk. 8x Raskere enn dyktig montør. 8x Kostnad enn dyktig montør. Inkluderer kostnaden for 28 dyktige hastighetsmoduler.
pt_br: Montadores são máquinas altamente avançadas capazes de produzir ferramentas e componentes. Requer lingotes e energia para produzir componentes. 5.4x velocidade de montagem. Consumo de energia base de 10,08MW. 8x mais rápido que o montador proficiente. 8x Custo do que montador proficiente. Inclui o custo de 28 módulos de velocidade proficientes.
ro: Asamblorii sunt mașini extrem de avansate capabile să producă unelte și componente. Necesită lingouri și putere pentru a produce componente. 5.4x viteza de asamblare. 10,08MW consum de energie de bază. De 8 ori mai rapid decât asamblorul competent. 8x Cost decât asamblorul competent. Include costul a 28 de module de viteză competente.
ru: Сборщики — это высокотехнологичные машины, способные производить инструменты и компоненты. Для производства компонентов требуются слитки и мощность. Скорость сборки в 5,4 раза. Базовое энергопотребление 10,08 МВт. В 8 раз быстрее, чем опытный ассемблер. В 8 раз дороже, чем у опытного ассемблера. Включает в себя стоимость 28 профессиональных скоростных модулей.
sk_sk: Montéri sú vysoko pokročilé stroje schopné vyrábať nástroje a komponenty. Vyžaduje ingoty a energiu na výrobu komponentov. 5,4x rýchlosť montáže. Základná spotreba energie 10,08 MW. 8x rýchlejší ako zdatný montér. 8x cena oproti zdatnému montérovi. Zahŕňa náklady na 28 zdatných rýchlostných modulov.
sv: Montörer är mycket avancerade maskiner som kan producera verktyg och komponenter. Kräver göt och kraft för att producera komponenter. 5,4x monteringshastighet. 10,08 MW basströmförbrukning. 8x snabbare än skicklig montör. 8x Kostnad än skicklig montör. Inkluderar kostnaden för 28 skickliga hastighetsmoduler.
tr_tr: Montajcılar, alet ve bileşen üretebilen son derece gelişmiş makinelerdir. Bileşenleri üretmek için külçe ve güç gerektirir. 5.4x Montaj Hızı. 10.08MW Temel Güç Kullanımı. Yetkin montajcıdan 8 kat daha hızlı. Yetkin montajcıdan 8 kat daha maliyetli. 28 yeterli hız modülünün maliyetini içerir.
uk: Складальники - це високотехнологічні машини, здатні виробляти інструменти та компоненти. Потрібні злитки і потужність для виробництва компонентів. 5,4-кратна швидкість складання. 10,08 МВт базової споживаної потужності. У 8 разів швидше, ніж досвідчений асемблер. У 8 разів дорожче, ніж у досвідченого асемблера. Включає вартість 28 високошвидкісних модулів.
zh_cn: 装配工是能够生产工具和组件的高度先进的机器。 需要铸锭和电力来生产组件。 5.4 倍装配速度。 10.08MW基本用电量。 比熟练的汇编程序快 8 倍。 成本是熟练装配工的 8 倍。 包括 28 个熟练速度模块的成本。

# Description_QAssemblerT3
source: Assemblers are highly advanced machines capable of producing tools and components. Requires ingots and power to produce components. 8x Assembly Speed. 15.12MW Base Power Usage. 8x Faster than elite assembler. 8x Cost than elite assembler. Includes the cost of 28 elite speed modules.
ca_ad: Els assembladors són màquines molt avançades capaces de produir eines i components. Requereix lingots i energia per produir components. 8x Velocitat de muntatge. Consum d'energia base de 15.12MW. 8x Més ràpid que el muntador d'elit. 8x Cost que el muntador d'elit. Inclou el cost de 28 mòduls de velocitat elit.
cs_cz: Montéři jsou vysoce pokročilé stroje schopné vyrábět nástroje a komponenty. Vyžaduje ingoty a energii k výrobě součástí. 8x rychlost montáže. Základní spotřeba energie 15,12 MW. 8x rychlejší než elitní assembler. 8x dražší než elitní assembler. Zahrnuje náklady na 28 elitních rychlostních modulů.
da: Montører er meget avancerede maskiner, der er i stand til at producere værktøjer og komponenter. Kræver barrer og strøm til at producere komponenter. 8x monteringshastighed. 15,12 MW basisstrømforbrug. 8x Hurtigere end elite assembler. 8x Omkostninger end elite assembler. Inkluderer prisen på 28 elitehastighedsmoduler.
de: Monteure sind hochentwickelte Maschinen, die in der Lage sind, Werkzeuge und Komponenten herzustellen. Benötigt Barren und Strom für die Herstellung von Komponenten. 8-fache Montagegeschwindigkeit. 15,12 MW Basisstromverbrauch. 8x Schneller als Elite-Assembler. 8x Kosten als Elite-Monteur. Beinhaltet die Kosten für 28 Elite-Geschwindigkeitsmodule.
es: Las ensambladoras son máquinas muy avanzadas capaces de producir herramientas y componentes. Requiere lingotes y energía para producir componentes. Velocidad de montaje 8x. Consumo de energía base de 15,12 MW. 8 veces más rápido que el ensamblador de élite. 8 veces más costo que el ensamblador de élite. Incluye el costo de 28 módulos de velocidad de élite.
et_ee: Monteerijad on kõrgelt arenenud masinad, mis on võimelised tootma tööriistu ja komponente. Komponentide tootmiseks on vaja valuplokke ja võimsust. 8x montaažikiirus. 15.12MW baasvõimsuse kasutamine. 8x kiirem kui eliitmonteerija. 8x Maksumus kui eliitmonteerija. Sisaldab 28 eliitkiiruse mooduli maksumust.
fi: Kokoonpanijat ovat erittäin kehittyneitä koneita, jotka pystyvät tuottamaan työkaluja ja komponentteja. Vaatii harkkoja ja tehoa komponenttien tuottamiseen. 8x kokoonpanonopeus. 15,12 MW:n perusvirrankulutus. 8x nopeampi kuin eliittikokoonpanija. 8x hinta kuin eliittikokoonpanija. Sisältää 28 huippunopeusmoduulin kustannukset.
fr: Les assembleurs sont des machines très avancées capables de produire des outils et des composants. Nécessite des lingots et de l’énergie pour produire des composants. Vitesse d’assemblage 8x. Consommation d’énergie de base de 15,12 MW. 8x plus rapide que l’assembleur d’élite. Coût 8x supérieur à celui de l’assembleur d’élite. Comprend le coût de 28 modules de vitesse d’élite.
hr_hr: Asembleri su visoko napredni strojevi sposobni za proizvodnju alata i komponenti. Zahtijeva ingote i snagu za proizvodnju komponenti. 8x brzina montaže. 15.12MW osnovna potrošnja energije. 8x Brže od elitnog asemblera. 8x Trošak od elitnog asemblera. Uključuje cijenu 28 elitnih modula brzine.
hu_hu: Az összeszerelők rendkívül fejlett gépek, amelyek képesek szerszámok és alkatrészek előállítására. Az alkatrészek előállításához öntvényekre és energiára van szükség. 8x szerelési sebesség. 15,12 MW alapenergia-felhasználás. 8x gyorsabb, mint az elit assembler. 8x Költség, mint az elit összeszerelő. Tartalmazza a 28 elit sebességű modul költségét.
ja_jp: 組立機は、工具や部品を製造できる高度な機械です。 部品を製造するにはインゴットと電力が必要です。 組み立て速度は8倍。 15.12MWの基本電力使用量。 エリートアセンブラの8倍の速さ。 エリートアセンブラの8倍のコスト。 28 個のエリート スピード モジュールのコストが含まれています。
lv: Montētāji ir ļoti progresīvas mašīnas, kas spēj ražot instrumentus un komponentus. Nepieciešami lietņi un jauda, lai ražotu komponentus. 8x montāžas ātrums. 15.12MW bāzes enerģijas patēriņš. 8x Ātrāks nekā elites montētājs. 8x Izmaksas nekā elites montētājs. Ietver 28 elites ātruma moduļu izmaksas.
nl: Assembleurs zijn zeer geavanceerde machines die in staat zijn om gereedschappen en componenten te produceren. Vereist blokken en stroom om componenten te produceren. 8x Montage snelheid. 15,12 MW basisstroomverbruik. 8x Sneller dan elite assembler. 8x kosten dan elite assembler. Inclusief de kosten van 28 elite-snelheidsmodules.
no: Montører er svært avanserte maskiner som er i stand til å produsere verktøy og komponenter. Krever ingots og kraft til å produsere komponenter. 8x monteringshastighet. 15,12 MW basisstrømforbruk. 8x Raskere enn elite assembler. 8x Kostnad enn elite assembler. Inkluderer kostnaden for 28 elite hastighetsmoduler.
pt_br: Montadores são máquinas altamente avançadas capazes de produzir ferramentas e componentes. Requer lingotes e energia para produzir componentes. 8x velocidade de montagem. Consumo de energia base de 15,12MW. 8x mais rápido que o montador de elite. 8x Custo do que montador de elite. Inclui o custo de 28 módulos de velocidade de elite.
ro: Asamblorii sunt mașini extrem de avansate capabile să producă unelte și componente. Necesită lingouri și putere pentru a produce componente. 8x viteza de asamblare. Consum de energie de bază de 15,12 MW. De 8 ori mai rapid decât asamblorul de elită. 8x Cost decât asamblorul de elită. Include costul a 28 de module de viteză de elită.
ru: Сборщики — это высокотехнологичные машины, способные производить инструменты и компоненты. Для производства компонентов требуются слитки и мощность. Скорость сборки в 8 раз. Базовая потребляемая мощность 15,12 МВт. В 8 раз быстрее, чем у элитного сборщика. В 8 раз дороже, чем у элитного сборщика. Включает в себя стоимость 28 элитных скоростных модулей.
sk_sk: Montéri sú vysoko pokročilé stroje schopné vyrábať nástroje a komponenty. Vyžaduje ingoty a energiu na výrobu komponentov. 8x rýchlosť montáže. Základná spotreba energie 15,12 MW. 8x rýchlejší ako elitný assembler. 8x cena ako elitný montér. Zahŕňa náklady na 28 elitných rýchlostných modulov.
sv: Montörer är mycket avancerade maskiner som kan producera verktyg och komponenter. Kräver göt och kraft för att producera komponenter. 8x monteringshastighet. 15,12 MW basströmförbrukning. 8x snabbare än elitmontör. 8x Kostnad än elitmontör. Inkluderar kostnaden för 28 elithastighetsmoduler.
tr_tr: Montajcılar, alet ve bileşen üretebilen son derece gelişmiş makinelerdir. Bileşenleri üretmek için külçe ve güç gerektirir. 8x montaj hızı. 15.12MW Temel Güç Kullanımı. Elit montajcıdan 8 kat daha hızlı. Seçkin montajcıdan 8 kat daha maliyetli. 28 elit hız modülünün maliyetini içerir.
uk: Складальники - це високотехнологічні машини, здатні виробляти інструменти та компоненти. Потрібні злитки і потужність для виробництва компонентів. 8-кратна швидкість складання. Базова споживана потужність 15,12 МВт. У 8 разів швидше, ніж елітний асемблер. У 8 разів дорожче, ніж елітний асемблер. Включає у вартість 28 елітних швидкісних модулів.
zh_cn: 装配工是能够生产工具和组件的高度先进的机器。 需要铸锭和电力来生产组件。 8 倍装配速度。 15.12MW基本用电量。 比精英装配工快 8 倍。 成本是精英装配商的 8 倍。 包括 28 个精英速度模块的成本。

# Description_QBatteryT0
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. Normal Quantum Max Power Output: 96MW Max Power Input: 96MW Max Stored Power: 24MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. Quàntica normal Potència màxima de sortida: 96MW Potència màxima d'entrada: 96MW Potència màxima emmagatzemada: 24MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. Normální kvantové Maximální výstupní výkon: 96MW Maximální příkon: 96MW Maximální uložený výkon: 24MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. Normal kvante Maks. effekt: 96MW Maks. effektindgang: 96MW Maks. lagret effekt: 24MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. Normales Quantum Maximale Leistung: 96MW Maximale Leistungsaufnahme: 96MW Maximale gespeicherte Leistung: 24 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. Cuántico normal Potencia máxima de salida: 96MW Potencia máxima de entrada: 96MW Potencia máxima almacenada: 24MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. Tavaline kvant Maksimaalne võimsus: 96MW Maksimaalne sisendvõimsus: 96MW Maksimaalne salvestatud võimsus: 24MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. Normaali kvantti Suurin teho: 96MW Suurin tehonsyöttö: 96MW Suurin varastoitu teho: 24MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. Normal Quantum Puissance de sortie maximale : 96 MW Puissance d’entrée maximale : 96 MW Puissance maximale stockée : 24 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. Normalni kvantni Maksimalna snaga: 96MW Maksimalna snaga: 96MW Maksimalna pohranjena snaga: 24MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. Normál kvantum Max teljesítmény: 96MW Max. felvett teljesítmény: 96MW Max tárolt teljesítmény: 24MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 ノーマルクォンタム 最大出力:96MW 最大電力入力:96MW 最大蓄電電力:24MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. Normāls kvants Maksimālā jauda: 96MW Maksimālā ieejas jauda: 96MW Maksimālā uzglabātā jauda: 24MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. Normaal kwantum Maximaal uitgangsvermogen: 96MW Maximaal opgenomen vermogen: 96MW Max. opgeslagen vermogen: 24 MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. Normal kvantum Maks effekt: 96 MW Maks strøminngang: 96MW Maks lagret effekt: 24MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. Quântico normal Potência máxima: 96MW Potência máxima de entrada: 96MW Potência máxima armazenada: 24MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. Cuantică normală Putere maximă: 96MW Putere maximă de intrare: 96MW Putere maximă stocată: 24MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. Нормальный квант Максимальная выходная мощность: 96 МВт Максимальная потребляемая мощность: 96 МВт Максимальная хранимая мощность: 24 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. Normálne kvantum Maximálny výkon: 96MW Maximálny príkon: 96MW Maximálny uložený výkon: 24MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. Normal kvant Max uteffekt: 96MW Max ineffekt: 96MW Max lagrad effekt: 24MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Normal Kuantum Maksimum Güç Çıkışı: 96MW Maksimum Güç Girişi: 96MW Maksimum Depolanan Güç: 24MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. Нормальний квант Максимальна вихідна потужність: 96 МВт Максимальна споживана потужність: 96 МВт Максимальна споживана потужність: 24 МВТ/год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 正常量子 最大输出功率：96MW 最大功率输入：96MW 最大储存功率：24MWH
