Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallHydrogenTankT2
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Enhanced Capacity: 33,750L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor que millorat Potència Total: 33,750L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než vylepšený Kapacita: 33 750 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end forbedret Kapacitet: 33.750L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als Enhanced Fassungsvermögen: 33.750 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que mejorado Capacidad: 33.750L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui täiustatud Maht: 33,750L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1,5 kertaa parempi kuin parannettu Kapasiteetti: 33,750L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux qu’amélioré Capacité : 33 750L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolje od poboljšanog Kapacitet: 33,750L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a továbbfejlesztett; Kapacitás: 33,750L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 拡張の1.5倍優れている 容量:33,750L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā uzlabots Ietilpība: 33,750L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1,5x beter dan verbeterd Capaciteit: 33.750L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn forbedret Kapasitet: 33,750L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1,5x melhor que o Enhanced Capacidade: 33,750L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât îmbunătățit Capacitate: 33,750L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем улучшено Емкость: 33 750 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie než vylepšené Kapacita: 33 750L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än förbättrad Kapacitet: 33 750L
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Geliştirilmişten 1,5 kat daha iyi Kapasite: 33.750L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж покращене Ємність: 33 750 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比增强型好 1.5 倍 容量：33,750L

# Description_SmallSmallHydrogenTankT3
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Proficient Capacity: 50,625L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor que competent Potència Total: 50,625L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5x lepší než zdatný Kapacita: 50 625 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end dygtig Kapacitet: 50.625L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als kompetent Fassungsvermögen: 50.625 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que competente Capacidad: 50,625L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui vilunud Mahutavus: 50,625L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1.5x parempi kuin taitava Kapasiteetti: 50,625L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux que compétent Capacité : 50,625L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolji od stručnog Kapacitet: 50,625L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a profi Kapacitás: 50,625L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 熟練より1.5倍優れている 容量:50,625L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā lietpratējs Ietilpība: 50,625L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan bekwaam Capaciteit: 50.625L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn dyktig Kapasitet: 50,625L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1.5x melhor do que proficiente Capacidade: 50,625L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât cel competent Capacitate: 50,625L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем Proficient Емкость: 50 625 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako zdatný Kapacita: 50,625L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än skicklig Kapacitet: 50 625L
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Yetkinden 1,5 kat daha iyi Kapasite: 50.625L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж Proficient Ємність: 50 625 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比精通好 1.5 倍 容量：50,625L

# Description_SmallSmallQBatteryT0
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. Normal Max Power Output: 1.6MW Max Power Input: 1.6MW Max Stored Power: 0.4MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. Normal Potència màxima de sortida: 1.6MW Potència màxima d'entrada: 1.6MW Potència màxima emmagatzemada: 0.4MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. Normální Maximální výstupní výkon: 1,6 MW Maximální příkon: 1,6 MW Maximální uložený výkon: 0,4 MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. Normal Maks. effekt: 1,6 MW Maks. effektindgang: 1,6 MW Maks. lagret effekt: 0,4 MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. Normal Maximale Leistung: 1,6 MW Maximale Leistungsaufnahme: 1,6 MW Maximale gespeicherte Leistung: 0,4 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. Normal Potencia máxima de salida: 1,6 MW Potencia máxima de entrada: 1,6 MW Potencia máxima almacenada: 0,4 MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. Tavaline Maksimaalne võimsus: 1.6MW Maksimaalne sisendvõimsus: 1.6MW Maksimaalne salvestatud võimsus: 0.4MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. Normaali Suurin teho: 1.6MW Suurin tehonsyöttö: 1.6MW Suurin varastoitu teho: 0.4MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. Normal Puissance de sortie maximale : 1,6 MW Puissance d’entrée maximale : 1,6 MW Puissance maximale stockée : 0,4 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. Normalan Maksimalna snaga: 1,6 MW Maksimalna snaga: 1,6 MW Maksimalna pohranjena snaga: 0.4MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. Normális Max. teljesítmény: 1.6MW Max. felvett teljesítmény: 1,6 MW Max. tárolt teljesítmény: 0.4MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 正常 最大出力:1.6MW 最大電力入力:1.6MW 最大蓄電電力:0.4MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. Parasts Maksimālā jauda: 1.6MW Maksimālā ieejas jauda: 1.6MW Maksimālā uzglabātā jauda: 0.4MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. Normaal Maximaal uitgangsvermogen: 1,6 MW Maximaal opgenomen vermogen: 1,6 MW Maximaal opgeslagen vermogen: 0,4 MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. Normal Maks utgangseffekt: 1,6 MW Maks strøminngang: 1,6 MW Maks lagret effekt: 0,4 MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. Normal Potência máxima: 1.6MW Entrada de potência máxima: 1.6MW Potência máxima armazenada: 0.4MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. Normal Putere maximă de ieșire: 1.6MW Putere maximă de intrare: 1.6MW Putere maximă stocată: 0,4MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. Нормальный Максимальная выходная мощность: 1,6 МВт Максимальная потребляемая мощность: 1,6 МВт Максимальная хранимая мощность: 0,4 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. Normálny Maximálny výkon: 1.6MW Maximálny príkon: 1.6MW Maximálny uložený výkon: 0.4MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. Normal Max uteffekt: 1,6 MW Max ineffekt: 1,6 MW Max lagrad effekt: 0,4 MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Normal Maksimum Güç Çıkışı: 1.6MW Maksimum Güç Girişi: 1.6MW Maksimum Depolanan Güç: 0.4MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. Нормальний Максимальна вихідна потужність: 1,6 МВт Максимальна споживана потужність: 1,6 МВт Максимальна споживана потужність: 0,4 МВТ·год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 正常 最大功率输出：1.6MW 最大输入功率：1.6MW 最大储存功率：0.4MWH

# Description_SmallSmallQBatteryT1
source: A quantum battery is equivalent to 8x non-quantum counterpart batteries. At 8x the cost and weight. 1.5x Better Than Normal Max Power Output: 2.4MW Max Power Input: 2.4MW Max Stored Power: 0.64MWH
ca_ad: Una bateria quàntica és equivalent a 8x bateries homòlogues no quàntiques. A 8x el cost i el pes. 1.5x millor del normal Potència màxima de sortida: 2.4MW Potència màxima d'entrada: 2.4MW Potència màxima emmagatzemada: 0.64MWH
cs_cz: Kvantová baterie je ekvivalentní 8x nekvantovým protějškům baterií. Při 8násobné ceně a hmotnosti. 1,5× lepší než normálně Maximální výstupní výkon: 2,4 MW Maximální příkon: 2,4 MW Maximální uložený výkon: 0,64 MWH
da: Et kvantebatteri svarer til 8x ikke-kvantemodstykkebatterier. Til 8x prisen og vægten. 1.5x bedre end normalt Maks. effekt: 2,4 MW Maks. effektindgang: 2,4 MW Maks. lagret effekt: 0,64 MWH
de: Eine Quantenbatterie entspricht 8x Nicht-Quanten-Gegenstückbatterien. Zum 8-fachen Preis und Gewicht. 1,5x besser als normal Maximale Leistung: 2,4 MW Maximale Leistungsaufnahme: 2,4 MW Maximale gespeicherte Leistung: 0,64 MWH
es: Una batería cuántica equivale a 8 baterías homólogas no cuánticas. A 8 veces el costo y el peso. 1,5 veces mejor de lo normal Potencia máxima de salida: 2,4 MW Potencia máxima de entrada: 2,4 MW Potencia máxima almacenada: 0,64 MWH
et_ee: Kvantaku on samaväärne 8x mitte-kvantakuga. 8x hind ja kaal. 1.5x parem kui tavaline Maksimaalne võimsus: 2.4MW Maksimaalne sisendvõimsus: 2.4MW Maksimaalne salvestatud võimsus: 0.64MWH
fi: Kvanttiakku vastaa 8x ei-kvanttista vastineakkua. 8x hinta ja paino. 1.5x parempi kuin normaalisti Suurin teho: 2.4MW Suurin tehonsyöttö: 2.4MW Suurin varastoitu teho: 0.64MWH
fr: Une batterie quantique est équivalente à 8 batteries homologues non quantiques. À 8 fois le coût et le poids. 1,5 fois mieux que la normale Puissance de sortie maximale : 2,4 MW Puissance d’entrée maximale : 2,4 MW Puissance maximale stockée : 0,64 MWH
hr_hr: Kvantna baterija ekvivalentna je 8x ne-kvantnim baterijama. Na 8x cijena i težina. 1.5x bolje od normalnog Maksimalna izlazna snaga: 2,4 MW Maksimalna snaga: 2.4MW Maksimalna pohranjena snaga: 0.64MWH
hu_hu: A kvantumakkumulátor 8x nem kvantum megfelelőjének felel meg. 8x költséggel és súllyal. 1,5-szer jobb a normálnál Max. teljesítmény: 2.4MW Max. felvett teljesítmény: 2.4MW Max. tárolt teljesítmény: 0.64MWH
ja_jp: 量子電池は、非量子電池の8倍に相当します。コストと重量の8倍。 通常の1.5倍 最大出力:2.4MW 最大電力入力:2.4MW 最大蓄電電力:0.64MWH
lv: Kvantu akumulators ir līdzvērtīgs 8x nekvantu ekvivalenta baterijām. Pie 8x izmaksas un svara. 1,5x labāks nekā parasti Maksimālā jauda: 2.4MW Maksimālā ieejas jauda: 2.4MW Maksimālā saglabātā jauda: 0.64MWH
nl: Een kwantumbatterij is gelijk aan 8x niet-kwantumbatterijen. Tegen 8x de kosten en het gewicht. 1.5x beter dan normaal Maximaal uitgangsvermogen: 2,4 MW Maximaal opgenomen vermogen: 2,4 MW Max. opgeslagen vermogen: 0,64 MWH
no: Et kvantebatteri tilsvarer 8x ikke-kvante motpartbatterier. Til 8x kostnaden og vekten. 1,5 ganger bedre enn normalt Maks utgangseffekt: 2,4 MW Maks strøminngang: 2,4 MW Maks lagret effekt: 0,64 MWH
pt_br: Uma bateria quântica é equivalente a 8x baterias contrapartes não quânticas. A 8x o custo e o peso. 1.5x melhor do que o normal Potência máxima: 2.4MW Entrada de potência máxima: 2.4MW Potência máxima armazenada: 0.64MWH
ro: O baterie cuantică este echivalentă cu 8x baterii omologe non-cuantice. La 8x costul și greutatea. De 1,5 ori mai bine decât în mod normal Putere maximă de ieșire: 2.4MW Putere maximă de intrare: 2.4MW Putere maximă stocată: 0,64MWH
ru: Квантовая батарея эквивалентна 8 неквантовым батареям-аналогам. В 8 раз выше стоимость и вес. В 1,5 раза лучше, чем обычно Максимальная выходная мощность: 2,4 МВт Максимальная потребляемая мощность: 2,4 МВт Максимальная аккумулируемая мощность: 0,64 МВтч
sk_sk: Kvantová batéria je ekvivalentná 8x nekvantovým náprotivkovým batériám. Pri 8-násobku nákladov a hmotnosti. 1,5x lepšie ako normálne Maximálny výkon: 2.4MW Maximálny príkon: 2.4MW Maximálny uložený výkon: 0.64MWH
sv: Ett kvantbatteri motsvarar 8x icke-kvantmotsvarigheter. Till 8x kostnaden och vikten. 1,5 gånger bättre än normalt Max uteffekt: 2,4 MW Max ineffekt: 2,4 MW Max lagrad effekt: 0,64 MWH
tr_tr: Bir kuantum pili, 8 kat kuantum olmayan muadili pillere eşdeğerdir. 8 kat daha fazla maliyet ve ağırlıkta. Normalden 1,5 kat daha iyi Maksimum Güç Çıkışı: 2.4MW Maksimum Güç Girişi: 2.4MW Maksimum Depolanan Güç: 0.64MWH
uk: Квантова батарея еквівалентна 8 неквантовим аналогам. При 8-кратній вартості та вазі. У 1,5 рази краще, ніж зазвичай Максимальна вихідна потужність: 2,4 МВт Максимальна споживана потужність: 2,4 МВт Максимальна споживана потужність: 0,64 МВТ*год
zh_cn: 量子电池相当于 8 倍非量子对应电池。成本和重量是原来的 8 倍。 比正常情况好 1.5 倍 最大功率输出：2.4MW 最大功率输入：2.4MW 最大储存功率：0.64MWH
