Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SolarPanelT0
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 0.15MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 0.15MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 0,15 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 0,15 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 0,15 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 0,15 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 0,15MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 0,15MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 0,15 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 0,15 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 0,15MW maximális teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 0.15MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 0,15 MW maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 0,15 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 0,15 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 0.15MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de 0,15 MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 0,15 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 0,15 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 0,15 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 0.15MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 0,15 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 0.15MW最大功率输出。

# Description_SolarPanelT1
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Normal. 0.24MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor del normal. Potència màxima de 0,24MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5x lepší než normálně. Maximální výstupní výkon 0,24 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end normalt. 0,24 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als normal. 0,24 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor de lo normal. Potencia máxima de salida de 0,24 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1,5x parem kui tavaliselt. 0.24MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa normaalia parempi. 0.24MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux que la normale. Puissance de sortie maximale de 0,24 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od normalnog. Maksimalna snaga od 0,24 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5x jobb a normálnál. 0,24MW Max. teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 通常の1.5倍。 0.24MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā parasti. 0,24 MW maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan normaal. 0,24 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn normalt. 0,24 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor que o normal. 0.24MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bine decât în mod normal. Putere maximă de 0,24 MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность 0,24 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako normálne. Maximálny výkon 0,24 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än normalt. 0,24 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Normalden 1,5 kat daha iyi. 0.24MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність 0,24 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比正常情况好 1.5 倍。 0.24MW最大功率输出。

# Description_SolarPanelT2
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Enhanced. 0.36MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor que millorat. Potència màxima de 0.36MW de sortida.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5× lepší než vylepšené. Maximální výstupní výkon 0,36 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end forbedret. 0,36 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als verbessert. 0,36 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor que mejorado. Potencia máxima de salida de 0,36 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1.5x parem kui täiustatud. 0.36MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa parempi kuin parannettu. 0,36MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux qu’amélioré. Puissance de sortie maximale de 0,36 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od poboljšanog. Maksimalna snaga od 0,36 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5-szer jobb, mint a továbbfejlesztett. 0,36MW maximális teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 拡張よりも1.5倍優れています。 0.36MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā uzlabots. 0,36MW maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan verbeterd. 0,36 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn forbedret. 0,36 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor do que o aprimorado. 0.36MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire 0,36MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность 0,36 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako vylepšené. Maximálny výkon 0,36 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än Enhanced. 0,36 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Geliştirilmişten 1,5 kat daha iyi. 0.36MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж покращений. Максимальна вихідна потужність 0,36 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比增强型好 1.5 倍。 0.36MW最大功率输出。

# Description_SolarPanelT3
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.5x Better Than Proficient. 0.54MW Max Power output.
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. 1.5x millor que competent. Potència màxima de 0,54MW.
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. 1,5x lepší než zdatný. Maximální výstupní výkon 0,54 MW.
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1.5x bedre end dygtig. 0,54 MW maks. effekt.
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,5x besser als kompetent. 0,54 MW maximale Ausgangsleistung.
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. 1,5 veces mejor que competente. Potencia máxima de salida de 0,54 MW.
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1,5x parem kui vilunud. 0.54MW maksimaalne võimsus.
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1,5 kertaa parempi kuin taitava. 0.54MW maksimiteho.
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. 1,5 fois mieux que compétent. Puissance de sortie maximale de 0,54 MW.
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. 1.5x bolje od stručnog. Maksimalna snaga od 0,54 MW.
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,5x jobb, mint a Proficient. 0,54MW Max. teljesítmény.
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 熟練者より1.5倍優れています。 0.54MWの最大出力。
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1,5x labāk nekā lietpratējs. 0,54 MW maksimālā jauda.
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,5x beter dan bekwaam. 0,54 MW maximaal uitgangsvermogen.
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,5 ganger bedre enn dyktig. 0,54 MW maks utgangseffekt.
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 1,5x melhor que o proficiente. 0.54MW potência máxima.
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire de 0,54 MW.
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. В 1,5 раза лучше, чем Proficient. Максимальная выходная мощность 0,54 МВт.
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. 1,5x lepšie ako zdatný. Maximálny výkon 0,54 MW.
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,5 gånger bättre än skicklig. 0,54 MW maximal uteffekt.
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. Yetkin'den 1,5 kat daha iyi. 0.54MW Maksimum Güç çıkışı.
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність 0,54 МВт.
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 比精通好 1.5 倍。 0.54MW最大功率输出。

# Description_SurvivalKitT0
source: All in one factory to get a space engineer started, but it has limited refining and assembling capabilities. 0.17x Assembly Speed 0.13x Efficiency 0.25MW Base Power Usage.
ca_ad: Tot en una fàbrica per posar en marxa un enginyer espacial, però té capacitats limitades de refinació i muntatge. 0.17x Velocitat de muntatge 0.13x Eficiència Ús d'energia base de 0.25MW.
cs_cz: Vše v jedné továrně pro vesmírného inženýra, ale má omezené možnosti rafinace a montáže. 0,17× rychlost montáže 0,13× účinnost Základní spotřeba energie 0,25 MW.
da: Alt sammen på én fabrik for at få en rumingeniør i gang, men den har begrænsede raffinerings- og monteringsmuligheder. 0.17x monteringshastighed 0.13x effektivitet 0,25 MW grundstrømforbrug.
de: Alles in einer Fabrik, um einen Raumfahrtingenieur in Gang zu bringen, aber sie hat nur begrenzte Veredelungs- und Montagemöglichkeiten. 0,17-fache Montagegeschwindigkeit 0,13-facher Wirkungsgrad 0,25 MW Basisstromverbrauch.
es: Todo en una fábrica para que un ingeniero espacial comience, pero tiene capacidades limitadas de refinamiento y ensamblaje. 0.17x Velocidad de montaje Eficiencia de 0,13 veces Consumo de energía base de 0,25 MW.
et_ee: Kõik ühes tehases, et alustada kosmoseinseneriga, kuid sellel on piiratud rafineerimis- ja montaaživõimalused. 0.17x montaažikiirus 0.13x efektiivsus 0.25MW baasvõimsuse kasutamine.
fi: Kaikki yhdessä tehtaassa avaruusinsinöörin aloittamiseksi, mutta sillä on rajalliset jalostus- ja kokoonpanomahdollisuudet. 0.17x kokoonpanonopeus 0,13x hyötysuhde 0,25 MW:n perusvirrankulutus.
fr: Le tout dans une seule usine pour faire démarrer un ingénieur spatial, mais ses capacités de raffinage et d’assemblage sont limitées. Vitesse d’assemblage 0,17x Efficacité 0,13x Consommation d’énergie de base de 0,25 MW.
hr_hr: Sve u jednoj tvornici za pokretanje svemirskog inženjera, ali ima ograničene mogućnosti rafiniranja i montaže. 0,17x Brzina montaže 0,13x Učinkovitost Potrošnja osnovne energije od 0,25 MW.
hu_hu: Minden egy gyárban, hogy egy űrmérnök elinduljon, de korlátozott finomítási és összeszerelési képességekkel rendelkezik. 0,17x szerelési sebesség 0,13-szoros hatékonyság 0,25MW alap energiafelhasználás.
ja_jp: 宇宙エンジニアが始めるためのオールインワン工場ですが、精製と組み立ての能力は限られています。 0.17倍の組立速度 効率:0.13倍 0.25MWの基本電力使用量。
lv: Viss vienā rūpnīcā, lai sāktu kosmosa inženieri, taču tam ir ierobežotas rafinēšanas un montāžas iespējas. 0,17x montāžas ātrums 0,13x efektivitāte 0,25 MW bāzes enerģijas patēriņš.
nl: Alles in één fabriek om een ruimte-ingenieur op weg te helpen, maar het heeft beperkte raffinage- en assemblagemogelijkheden. 0.17x Assemblage Snelheid 0.13x Efficiëntie 0,25 MW basisstroomverbruik.
no: Alt i en fabrikk for å få en romingeniør i gang, men den har begrensede raffinerings- og monteringsmuligheter. 0,17x monteringshastighet 0,13x effektivitet 0,25 MW basisstrømforbruk.
pt_br: Tudo em uma fábrica para começar um engenheiro espacial, mas tem capacidades limitadas de refino e montagem. 0.17x velocidade de montagem 0,13x Eficiência Uso de energia base de 0,25MW.
ro: Toate într-o singură fabrică pentru a începe un inginer spațial, dar are capacități limitate de rafinare și asamblare. 0.17x Viteza de asamblare Eficiență de 0.13x 0,25MW consum de energie de bază.
ru: Все на одном заводе, чтобы начать работу космического инженера, но он имеет ограниченные возможности по переработке и сборке. 0,17x Скорость сборки Эффективность 0,13x Базовое энергопотребление 0,25 МВт.
sk_sk: Všetko v jednej továrni, aby začal vesmírny inžinier, ale má obmedzené možnosti rafinácie a montáže. 0,17x rýchlosť montáže 0,13x účinnosť Spotreba základného výkonu 0,25 MW.
sv: Allt i en fabrik för att få igång en rymdingenjör, men den har begränsade möjligheter att förfina och montera. 0,17x monteringshastighet 0,13x effektivitet 0,25 MW basströmförbrukning.
tr_tr: Bir uzay mühendisinin başlaması için hepsi tek bir fabrikada, ancak sınırlı arıtma ve montaj yeteneklerine sahip. 0.17x Montaj Hızı 0,13 kat verimlilik 0.25MW Temel Güç Kullanımı.
uk: Все в одному заводі, щоб запустити космічного інженера, але він має обмежені можливості з доопрацювання та складання. Швидкість складання 0,17x Ефективність 0,13x Базова споживана потужність 0,25 МВт.
zh_cn: 在一个工厂里，让太空工程师开始，但它的精炼和组装能力有限。 0.17x 装配速度 效率 0.13 倍 0.25MW基本用电量。
