Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_DarkEnergy_EngineT0
source: Dark Energy Engine
ca_ad: Motor d'energia fosca
cs_cz: Motor temné energie
da: Mørk energi motor
de: Dunkle Energie-Engine
es: Motor de energía oscura
et_ee: Tumeenergia mootor
fi: Pimeän energian moottori
fr: Moteur d’énergie noire
hr_hr: Motor tamne energije
hu_hu: Sötét energia motor
ja_jp: ダークエネルギーエンジン
lv: Tumšās enerģijas dzinējs
nl: Donkere energiemotor
no: Mørk energi motor
pt_br: Motor de Energia Escura
ro: Motor cu energie întunecată
ru: Двигатель Темной Энергии
sk_sk: Motor s tmavou energiou
sv: Mörk energimotor
tr_tr: Karanlık Enerji Motoru
uk: Двигун темної енергії
zh_cn: 暗能量引擎

# DisplayName_Block_DarkEnergy_EngineT1
source: Enhanced Dark Energy Engine
ca_ad: Motor d'energia fosca millorat
cs_cz: Vylepšený motor temné energie
da: Forbedret mørk energimotor
de: Verbesserte Dark Energy Engine
es: Motor de energía oscura mejorado
et_ee: Täiustatud tumeda energia mootor
fi: Parannettu pimeän energian moottori
fr: Moteur d’énergie noire amélioré
hr_hr: Poboljšani motor tamne energije
hu_hu: Továbbfejlesztett sötét energia motor
ja_jp: 強化されたダークエネルギーエンジン
lv: Uzlabots tumšās enerģijas dzinējs
nl: Verbeterde Dark Energy Engine
no: Forbedret mørk energimotor
pt_br: Motor de energia escura aprimorado
ro: Motor îmbunătățit de energie întunecată
ru: Улучшенный двигатель темной энергии
sk_sk: Vylepšený motor tmavej energie
sv: Förbättrad motor för mörk energi
tr_tr: Geliştirilmiş Karanlık Enerji Motoru
uk: Удосконалений двигун темної енергії
zh_cn: 增强型暗能量引擎

# DisplayName_Block_DarkEnergy_EngineT2
source: Proficient Dark Energy Engine
ca_ad: Motor d'energia fosca competent
cs_cz: Zdatný motor temné energie
da: Dygtig mørk energimotor
de: Kompetente Dunkle-Energie-Engine
es: Motor de energía oscura competente
et_ee: Vilunud tumeenergia mootor
fi: Taitava pimeän energian moottori
fr: Moteur d’énergie noire compétent
hr_hr: Vješt motor tamne energije
hu_hu: Gyakorlott sötét energia motor
ja_jp: 熟練のダークエネルギーエンジン
lv: Prasmīgs tumšās enerģijas dzinējs
nl: Bekwame donkere energiemotor
no: Dyktig mørk energimotor
pt_br: Motor de energia escura proficiente
ro: Motor competent de energie întunecată
ru: Опытный Двигатель Темной Энергии
sk_sk: Skúsený motor tmavej energie
sv: Skicklig Dark Energy-motor
tr_tr: Yetkin Karanlık Enerji Motoru
uk: Досвідчений двигун темної енергії
zh_cn: 精通暗能量引擎

# DisplayName_Block_DarkEnergy_EngineT3
source: Elite Dark Energy Engine
ca_ad: Motor d'energia fosca d'elit
cs_cz: Elitní motor temné energie
da: Elite Dark Energy Motor
es: Motor de energía oscura de élite
et_ee: Elite tumeenergia mootor
fi: Elite Dark Energy -moottori
fr: Moteur d’énergie noire d’élite
hr_hr: Elitni motor tamne energije
hu_hu: Elite sötét energia motor
ja_jp: エリートダークエネルギーエンジン
lv: Elites tumšās enerģijas dzinējs
nl: Elite donkere energiemotor
no: Elite mørk energi motor
pt_br: Motor de Energia Escura Elite
ro: Motor de energie întunecată Elite
ru: Элитный Двигатель Темной Энергии
tr_tr: Elit Karanlık Enerji Motoru
uk: Елітний двигун темної енергії
zh_cn: 精英暗能量引擎

# DisplayName_Block_DarkEnergyGeneratorT0
source: Dark Energy Generator
ca_ad: Generador d'energia fosca
cs_cz: Generátor temné energie
da: Mørk energi generator
de: Generator für dunkle Energie
es: Generador de energía oscura
et_ee: Tumeda energia generaator
fi: Pimeän energian generaattori
fr: Générateur d’énergie noire
hr_hr: Generator tamne energije
hu_hu: Sötét energia generátor
ja_jp: ダークエネルギー発生装置
lv: Tumšās enerģijas ģenerators
nl: Donkere energie generator
no: Mørk Energi Generator
pt_br: Gerador de Energia Escura
ro: Generator de energie întunecată
ru: Генератор Темной Энергии
sk_sk: Generátor tmavej energie
sv: Generator för mörk energi
tr_tr: Karanlık Enerji Jeneratörü
uk: Генератор темної енергії
zh_cn: 暗能量发生器

# DisplayName_Block_DarkEnergyGeneratorT1
source: Enhanced Dark Energy Generator
ca_ad: Generador d'energia fosca millorat
cs_cz: Vylepšený generátor temné energie
da: Forbedret mørk energi generator
de: Verbesserter Generator für dunkle Energie
es: Generador de energía oscura mejorado
et_ee: Täiustatud tumeda energia generaator
fi: Parannettu pimeän energian generaattori
fr: Générateur d’énergie noire amélioré
hr_hr: Poboljšani generator tamne energije
hu_hu: Továbbfejlesztett sötét energiagenerátor
ja_jp: 強化型ダークエネルギー発生装置
lv: Uzlabots tumšās enerģijas ģenerators
nl: Verbeterde donkere energiegenerator
no: Forbedret Dark Energy Generator
pt_br: Gerador de energia escura aprimorado
ro: Generator îmbunătățit de energie întunecată
ru: Улучшенный генератор темной энергии
sk_sk: Vylepšený generátor tmavej energie
sv: Förbättrad mörk energigenerator
tr_tr: Gelişmiş Karanlık Enerji Jeneratörü
uk: Удосконалений генератор темної енергії
zh_cn: 增强型暗能量发生器

# DisplayName_Block_DarkEnergyGeneratorT2
source: Proficient Dark Energy Generator
ca_ad: Generador d'energia fosca competent
cs_cz: Zdatný generátor temné energie
da: Dygtig mørk energi generator
de: Kompetenter Generator der Dunklen Energie
es: Generador de energía oscura competente
et_ee: Vilunud tumeenergia generaator
fi: Taitava pimeän energian generaattori
fr: Générateur d’énergie noire compétent
hr_hr: Iskusni generator tamne energije
hu_hu: Gyakorlott sötét energiagenerátor
ja_jp: 熟練したダークエネルギー発生装置
lv: Prasmīgs tumšās enerģijas ģenerators
nl: Bekwame donkere energiegenerator
no: Dyktig Dark Energy Generator
pt_br: Gerador de Energia Escura Proficiente
ro: Generator de energie întunecată competent
ru: Опытный генератор темной энергии
sk_sk: Skúsený generátor tmavej energie
sv: Skicklig mörk energigenerator
tr_tr: Yetkin Karanlık Enerji Jeneratörü
uk: Досвідчений генератор темної енергії
zh_cn: 精通暗能量发生器

# DisplayName_Block_DarkEnergyGeneratorT3
source: Elite Dark Energy Generator
ca_ad: Generador d'energia fosca Elite
cs_cz: Elitní generátor temné energie
da: Elite Mørk Energi Generator
de: Elite-Generator für dunkle Energie
es: Generador de energía oscura de élite
et_ee: Elite tumeda energia generaator
fi: Eliitti pimeän energian generaattori
fr: Générateur d’énergie noire d’élite
hr_hr: Elitni generator tamne energije
hu_hu: Elite sötét energia generátor
ja_jp: エリートダークエネルギー発生器
lv: Elites tumšās enerģijas ģenerators
nl: Elite Donkere Energie Generator
no: Elite mørk energi generator
pt_br: Elite Gerador de Energia Escura
ro: Generator de energie întunecată Elite
ru: Элитный генератор темной энергии
sk_sk: Generátor temnej energie Elite
sv: Elite Mörk Energigenerator
tr_tr: Elit Karanlık Enerji Jeneratörü
uk: Елітний генератор темної енергії
zh_cn: 精英暗能量发生器

# DisplayName_Block_DarkEnergyTankSmallT0
source: Small Dark Energy Tank
ca_ad: Petit tanc d'energia fosca
cs_cz: Malá nádrž temné energie
da: Lille mørk energitank
de: Kleiner Dunkler Energietank
es: Pequeño tanque de energía oscura
et_ee: Väike tumeda energia paak
fi: Pieni pimeän energian säiliö
fr: Petit réservoir d’énergie noire
hr_hr: Mali spremnik tamne energije
hu_hu: Kis sötét energiatartály
ja_jp: 小型ダークエネルギータンク
lv: Maza tumšas enerģijas tvertne
nl: Kleine donkere energietank
no: Liten mørk energitank
pt_br: Tanque de energia escura pequeno
ro: Rezervor mic de energie întunecată
ru: Малый Резервуар Темной Энергии
sk_sk: Malá tmavá nádrž na energiu
sv: Liten mörk energitank
tr_tr: Küçük Karanlık Enerji Tankı
uk: Маленький резервуар з темною енергією
zh_cn: 小型暗能量罐

# DisplayName_Block_DarkEnergyTankSmallT1
source: Enhanced Small Dark Energy Tank
ca_ad: Tanc d'energia fosca petit millorat
cs_cz: Vylepšená malá nádrž temné energie
da: Forbedret lille mørk energitank
de: Verbesserter kleiner Dunkler Energietank
es: Pequeño tanque de energía oscura mejorado
et_ee: Täiustatud väike tume energiapaak
fi: Parannettu pieni pimeän energian säiliö
fr: Petit réservoir d’énergie noire amélioré
hr_hr: Poboljšani mali spremnik tamne energije
hu_hu: Továbbfejlesztett kis sötét energiatartály
ja_jp: 強化型小型ダークエネルギータンク
lv: Uzlabota maza tumšās enerģijas tvertne
nl: Verbeterde kleine donkere energietank
no: Forbedret liten mørk energitank
pt_br: Tanque de Energia Escura Pequeno Aprimorado
ro: Rezervor mic de energie întunecată îmbunătățit
ru: Улучшенный Маленький Резервуар Темной Энергии
sk_sk: Vylepšená malá nádrž na tmavú energiu
sv: Förbättrad liten mörk energitank
tr_tr: Geliştirilmiş Küçük Karanlık Enerji Tankı
uk: Покращений малий резервуар для темної енергії
zh_cn: 增强型小型暗能量罐

# DisplayName_Block_DarkEnergyTankSmallT2
source: Proficient Small Dark Energy Tank
ca_ad: Petit tanc d'energia fosca competent
cs_cz: Zdatná malá nádrž temné energie
da: Dygtig lille mørk energitank
de: Kompetenter kleiner Dunkler Energietank
es: Pequeño y competente tanque de energía oscura
et_ee: Vilunud väike tumeda energia paak
fi: Taitava pieni pimeän energian säiliö
fr: Petit réservoir d’énergie noire compétent
hr_hr: Stručni mali spremnik tamne energije
hu_hu: Gyakorlott kis sötét energiatartály
ja_jp: 堪能な小型ダークエネルギータンク
lv: Prasmīga maza tumšās enerģijas tvertne
nl: Bekwame kleine donkere energietank
no: Dyktig liten mørk energitank
pt_br: Tanque de Energia Escura Pequeno Proficiente
ro: Rezervor mic de energie întunecată competent
ru: Опытный Маленький Резервуар Темной Энергии
sk_sk: Zdatná malá nádrž na tmavú energiu
sv: Skicklig liten mörk energitank
tr_tr: Yetkin Küçük Karanlık Enerji Tankı
uk: Досвідчений невеликий резервуар з темною енергією
zh_cn: 精通小暗能量罐

# DisplayName_Block_DarkEnergyTankSmallT3
source: Elite Small Dark Energy Tank
ca_ad: Petit tanc d'energia fosca Elite
cs_cz: Elitní malý tank temné energie
da: Elite lille mørk energitank
de: Kleiner Elite-Panzer mit dunkler Energie
es: Tanque de energía oscura pequeño de élite
et_ee: Elite väike tume energia paak
fi: Elite pieni pimeän energian säiliö
fr: Petit réservoir d’énergie noire d’élite
hr_hr: Elitni mali spremnik tamne energije
hu_hu: Elite kis sötét energiatartály
ja_jp: エリート小型ダークエネルギータンク
lv: Elites mazā tumšās enerģijas tvertne
nl: Elite kleine donkere energietank
no: Elite liten mørk energitank
pt_br: Tanque de Energia Escura Pequeno Elite
ro: Rezervor mic de energie întunecată Elite
ru: Элитный Малый Танк Темной Энергии
sk_sk: Malá tmavá energetická nádrž Elite
sv: Elite liten mörk energitank
tr_tr: Elit Küçük Karanlık Enerji Tankı
uk: Елітний маленький резервуар з темною енергією
zh_cn: 精英小暗能量罐

# DisplayName_Block_DarkEnergyTankT0
source: Dark Energy Tank
ca_ad: Tanc d'energia fosca
cs_cz: Nádrž temné energie
da: Mørk energitank
de: Dunkler Energietank
es: Tanque de energía oscura
et_ee: Tumeenergia paak
fi: Pimeän energian säiliö
fr: Réservoir d’énergie noire
hr_hr: Spremnik tamne energije
hu_hu: Sötét energiatartály
ja_jp: ダークエネルギータンク
lv: Tumšās enerģijas tvertne
nl: Donkere energietank
no: Mørk energitank
pt_br: Tanque de Energia Escura
ro: Rezervor de energie întunecată
ru: Резервуар Темной Энергии
sk_sk: Nádrž na tmavú energiu
sv: Mörk energitank
tr_tr: Karanlık Enerji Tankı
uk: Резервуар з темною енергією
zh_cn: 暗能量罐

# DisplayName_Block_DarkEnergyTankT1
source: Enhanced Dark Energy Tank
ca_ad: Tanc d'energia fosca millorat
cs_cz: Vylepšený tank temné energie
da: Forbedret mørk energitank
de: Verbesserter Dunkler Energietank
es: Tanque de energía oscura mejorado
et_ee: Täiustatud tumeda energia paak
fi: Parannettu pimeän energian säiliö
fr: Réservoir d’énergie noire amélioré
hr_hr: Poboljšani spremnik tamne energije
hu_hu: Továbbfejlesztett sötét energiatartály
ja_jp: 強化型ダークエネルギータンク
lv: Uzlabota tumšās enerģijas tvertne
nl: Verbeterde donkere energietank
no: Forbedret mørk energitank
pt_br: Tanque de energia escura aprimorado
ro: Rezervor îmbunătățit de energie întunecată
ru: Улучшенный Резервуар Темной Энергии
sk_sk: Vylepšená nádrž na tmavú energiu
sv: Förbättrad mörk energitank
tr_tr: Geliştirilmiş Karanlık Enerji Tankı
uk: Покращений резервуар з темною енергією
zh_cn: 增强型暗能量罐

# DisplayName_Block_DarkEnergyTankT2
source: Proficient Dark Energy Tank
ca_ad: Tanc d'energia fosca competent
cs_cz: Zdatný tank temné energie
da: Dygtig mørk energitank
de: Kompetenter Tank für dunkle Energie
es: Tanque de energía oscura competente
et_ee: Vilunud tumeenergia paak
fi: Taitava pimeän energian säiliö
fr: Réservoir d’énergie noire compétent
hr_hr: Stručni spremnik tamne energije
hu_hu: Gyakorlott sötét energiatartály
ja_jp: 熟練のダークエネルギータンク
lv: Lietpratīga tumšās enerģijas tvertne
nl: Bekwame donkere energietank
no: Dyktig mørk energitank
pt_br: Tanque de Energia Escura Proficiente
ro: Rezervor de energie întunecată competent
ru: Опытный Резервуар Темной Энергии
sk_sk: Skúsená nádrž na tmavú energiu
sv: Skicklig mörk energitank
tr_tr: Yetkin Karanlık Enerji Tankı
uk: Досвідчений резервуар з темною енергією
zh_cn: 精通暗能量罐

# DisplayName_Block_DarkEnergyTankT3
source: Elite Dark Energy Tank
ca_ad: Tanc Elite Dark Energy
cs_cz: Elitní tank temné energie
da: Elite mørk energitank
de: Elite-Panzer der Dunklen Energie
es: Tanque de energía oscura de élite
et_ee: Elite tumeenergia paak
fi: Elite pimeän energian säiliö
fr: Réservoir d’énergie noire d’élite
hr_hr: Elitni spremnik tamne energije
hu_hu: Elite sötét energiatartály
ja_jp: エリートダークエネルギータンク
lv: Elites tumšās enerģijas tvertne
nl: Elite donkere energietank
no: Elite mørk energitank
pt_br: Tanque de Energia Escura Elite
ro: Rezervor de energie întunecată Elite
ru: Элитный Танк Темной Энергии
sk_sk: Elitná nádrž na tmavú energiu
sv: Elite mörk energitank
tr_tr: Elit Karanlık Enerji Tankı
uk: Елітний резервуар з темною енергією
zh_cn: 精英暗能量坦克

# DisplayName_Block_DrillT1
source: Enhanced Drill
ca_ad: Trepant millorat
cs_cz: Vylepšený nácvik
da: Forbedret boremaskine
de: Verbesserter Bohrer
es: Taladro mejorado
et_ee: Täiustatud puur
fi: Parannettu porakone
fr: Perceuse améliorée
hr_hr: Poboljšana bušilica
hu_hu: Továbbfejlesztett fúró
ja_jp: 強化されたドリル
lv: Uzlabota urbjmašīna
nl: Verbeterde boor
no: Forbedret drill
pt_br: Furadeira aprimorada
ro: Burghiu îmbunătățit
ru: Усовершенствованное сверло
sk_sk: Vylepšené vŕtanie
sv: Förbättrad borr
tr_tr: Gelişmiş Matkap
uk: Удосконалене свердління
zh_cn: 增强型钻头

# DisplayName_Block_DrillT2
source: Proficient Drill
ca_ad: Trepant competent
cs_cz: Zkušený dril
da: Dygtig boremaskine
de: Kompetenter Bohrer
es: Taladro competente
et_ee: Vilunud puur
fi: Taitava pora
fr: Perceuse compétente
hr_hr: Stručna bušilica
hu_hu: Gyakorlott fúró
ja_jp: 熟練したドリル
lv: Lietpratīgs urbis
nl: Bekwame oefening
no: Dyktig drill
pt_br: Furadeira Proficiente
ro: Exercițiu competent
ru: Профессиональная дрель
sk_sk: Zdatná vŕtačka
sv: Skicklig övning
tr_tr: Yetkin Matkap
uk: Професійна дриль
zh_cn: 熟练钻头

# DisplayName_Block_DrillT3
source: Elite Drill
ca_ad: Trepant d'elit
cs_cz: Elitní vrták
da: Elite boremaskine
de: Elite-Bohrer
es: Taladro de élite
et_ee: Elite puur
fi: Elite-porakone
fr: Perceuse d’élite
hr_hr: Elitna vježba
hu_hu: Elit fúró
ja_jp: エリートドリル
lv: Elites urbis
nl: Elite Boor
pt_br: Furadeira Elite
ro: Burghiu de elită
ru: Элитная дрель
sk_sk: Vŕtačka Elite
tr_tr: Elit Matkap
uk: Елітний дриль
zh_cn: 精英演习

# DisplayName_Block_EffectivenessModuleT1
source: Enhanced Yield Module
ca_ad: Mòdul de rendiment millorat
cs_cz: Modul s vylepšenou výtěžností
da: Modul med forbedret kapacitet
de: Erweitertes Ertragsmodul
es: Módulo de rendimiento mejorado
et_ee: Täiustatud saagikuse moodul
fi: Parannettu tuottomoduuli
fr: Module de rendement amélioré
hr_hr: Poboljšani modul prinosa
hu_hu: Megnövelt hozam modul
ja_jp: エンハンスド・イールド・モジュール
lv: Uzlabots ienesīguma modulis
nl: Verbeterde opbrengstmodule
no: Modul med forbedret kapasitet
pt_br: Módulo de rendimento aprimorado
ro: Modul de capacitate îmbunătățită
ru: Модуль «Повышенная доходность»
sk_sk: Modul s vylepšenou výťažnosťou
sv: Förbättrad avkastningsmodul
tr_tr: Geliştirilmiş Verim Modülü
uk: Модуль підвищеної врожайності
zh_cn: 增强良率模块

# DisplayName_Block_EffectivenessModuleT2
source: Proficient Yield Module
ca_ad: Mòdul de rendiment competent
cs_cz: Modul Proficient Yield
da: Dygtigt udbyttemodul
de: Kompetentes Ertragsmodul
es: Módulo de rendimiento competente
et_ee: Vilunud saagikuse moodul
fi: Taitava tuottomoduuli
fr: Module de rendement compétent
hr_hr: Modul stručnog prinosa
hu_hu: Proficient hozammodul
ja_jp: 堪能な歩留まりモジュール
lv: Lietpratīgs ienesīguma modulis
nl: Vaardige opbrengstmodule
no: Dyktig avkastningsmodul
pt_br: Módulo de Rendimento Proficiente
ro: Modul de randament competent
ru: Модуль «Профессиональная доходность»
sk_sk: Modul odborne zdatnej výťažnosti
sv: Modul för skicklig avkastning
tr_tr: Yetkin Verim Modülü
uk: Професійний модуль прибутковості
zh_cn: 熟练产量模块

# DisplayName_Block_EffectivenessModuleT3
source: Elite Yield Module
ca_ad: Mòdul Elite Yield
cs_cz: Elitní výtěžkový modul
da: Elite Yield modul
de: Elite-Ertrags-Modul
es: Módulo de rendimiento Elite
et_ee: Elite saagikuse moodul
fi: Elite Yield -moduuli
fr: Module de rendement Elite
hr_hr: Elitni modul prinosa
hu_hu: Elite hozam modul
ja_jp: エリートイールドモジュール
lv: Elites ienesīguma modulis
nl: Elite Opbrengst Module
no: Elite Yield Modul
pt_br: Módulo de Rendimento Elite
ro: Modul de randament Elite
ru: Модуль «Элитная доходность»
sk_sk: Modul výťažnosti Elite
sv: Elite Yield Modul
tr_tr: Elit Verim Modülü
uk: Елітний модуль прибутковості
zh_cn: Elite 良率模块

# DisplayName_Block_GatlingGunT1
source: Enhanced Gatling Gun
ca_ad: Pistola Gatling millorada
cs_cz: Vylepšený Gatlingův kulomet
da: Forbedret Gatling-pistol
de: Verbesserte Gatling-Kanone
es: Ametralladora Gatling mejorada
et_ee: Täiustatud Gatlingi relv
fi: Parannettu Gatling-ase
fr: Mitrailleuse Gatling améliorée
hr_hr: Poboljšani gatling pištolj
hu_hu: Továbbfejlesztett Gatling pisztoly
ja_jp: 強化型ガトリングガン
lv: Uzlabots Gatling lielgabals
nl: Verbeterd Gatling-pistool
no: Forbedret Gatling-pistol
pt_br: Pistola Gatling aprimorada
ro: Pistol Gatling îmbunătățit
ru: Улучшенная пушка Гатлинга
sk_sk: Vylepšená Gatlingova pištoľ
sv: Förbättrad Gatling-pistol
tr_tr: Geliştirilmiş Mitralyöz
uk: Удосконалена гармата Гатлінга
zh_cn: 增强型加特林机枪

# DisplayName_Block_GatlingGunT2
source: Proficient Gatling Gun
ca_ad: Pistola Gatling competent
cs_cz: Zkušený Gatlingův kulomet
da: Dygtig Gatling-pistol
de: Kompetente Gatling-Kanone
es: Ametralladora Gatling competente
et_ee: Vilunud Gatlingi relv
fi: Taitava gatling-ase
fr: Pistolet Gatling compétent
hr_hr: Iskusni gatling pištolj
hu_hu: Proficient Gatling pisztoly
ja_jp: 熟練のガトリングガン
lv: Prasmīgs Gatlinga lielgabals
nl: Bekwame Gatling Gun
no: Dyktig Gatling Gun
pt_br: Pistola Gatling proficiente
ro: Pistol Gatling competent
ru: Опытная пушка Гатлинга
sk_sk: Zdatná Gatlingova pištoľ
sv: Skicklig Gatling Gun
tr_tr: Yetkin Mitralyöz
uk: Досвідчений пістолет Гатлінга
zh_cn: 熟练的加特林机枪

# DisplayName_Block_GatlingGunT3
source: Elite Gatling Gun
ca_ad: Pistola Gatling d'elit
cs_cz: Elitní Gatlingův kulomet
da: Elite Gatling pistol
de: Elite-Gatling-Kanone
es: Ametralladora Gatling de élite
et_ee: Elite Gatlingi relv
fi: Elite Gatling -ase
fr: Mitrailleuse Gatling d’élite
hr_hr: Elitni gatling pištolj
hu_hu: Elit Gatling pisztoly
ja_jp: エリートガトリングガン
lv: Elites Gatlinga lielgabals
nl: Elite Gatling-pistool
pt_br: Pistola Elite Gatling
ru: Элитная пушка Гатлинга
sk_sk: Elitná Gatlingova pištoľ
tr_tr: Elit Mitralyöz Silahı
uk: Елітний пістолет Гатлінга
zh_cn: 精英加特林机枪

# DisplayName_Block_GatlingGunWarfare2T1
source: Enhanced Warfare Gatling Gun
ca_ad: Pistola Gatling de guerra millorada
cs_cz: Vylepšený válečný kulomet Gatling Gun
da: Forbedret krigsførelse Gatling Gun
de: Verbesserte Kriegsführung Gatling-Kanone
es: Ametralladora Gatling de guerra mejorada
et_ee: Täiustatud sõjapidamise Gatlingi relv
fi: Parannettu sodankäynnin gatling-ase
fr: Mitrailleuse Gatling de guerre améliorée
hr_hr: Poboljšano ratovanje Gatling pištolj
hu_hu: Továbbfejlesztett hadviselés Gatling fegyver
ja_jp: 強化戦ガトリングガン
lv: Uzlabots karadarbības gatlinga lielgabals
nl: Verbeterde oorlogsvoering Gatling Gun
no: Forbedret krigføring Gatling Gun
pt_br: Arma de Guerra Gatling Aprimorada
ro: Armă îmbunătățită de război Gatling
ru: Усиленная боевая пулеметка Гатлинга
sk_sk: Vylepšená bojová zbraň Gatling
sv: Förbättrad krigföring Gatling Gun
tr_tr: Geliştirilmiş Harp Mitralyöz Silahı
uk: Покращена бойова гармата Гатлінга
zh_cn: 增强型战争加特林机枪

# DisplayName_Block_GatlingGunWarfare2T2
source: Proficient Warfare Gatling Gun
ca_ad: Pistola Gatling de guerra competent
cs_cz: Zkušený válečný kulomet Gatling Gun
da: Dygtig krigsførelse Gatling Gun
de: Kompetente Kriegsführung Gatling-Kanone
es: Ametralladora Gatling de guerra competente
et_ee: Vilunud sõjapidamise gatlingi relv
fi: Taitava sodankäynnin gatling-ase
fr: Mitrailleuse Gatling de guerre compétente
hr_hr: Iskusni ratni gatling pištolj
hu_hu: Proficient Warfare Gatling fegyver
ja_jp: 堪能な戦闘ガトリングガン
lv: Prasmīgs kara gatlinga lielgabals
nl: Bekwame oorlogsvoering Gatling Gun
no: Dyktig krigføring Gatling Gun
pt_br: Arma de guerra proficiente Gatling
ro: Armă de război competentă Gatling
ru: Опытная боевая пушка Гатлинга
sk_sk: Zdatná bojová gatlingová pištoľ
sv: Skicklig krigföring Gatling Gun
tr_tr: Yetkin Savaş Mitralyöz Silahı
uk: Досвідчена бойова зброя Гатлінга
zh_cn: 精通战争加特林机枪

# DisplayName_Block_GatlingGunWarfare2T3
source: Elite Warfare Gatling Gun
ca_ad: Pistola Gatling de guerra d'elit
cs_cz: Elitní válečný kulomet Gatling
da: Elite krigsførelse Gatling pistol
de: Elite-Kriegsführung Gatling-Kanone
es: Ametralladora Gatling de guerra de élite
et_ee: Elite Warfare Gatlingi relv
fi: Elite Warfare Gatling -ase
fr: Mitrailleuse Gatling Elite Warfare
hr_hr: Elitno ratovanje Gatling pištolj
hu_hu: Elite Warfare Gatling fegyver
ja_jp: エリートウォーフェアガトリングガン
lv: Elites kara gatlinga lielgabals
nl: Elite Oorlogsvoering Gatling Gun
pt_br: Arma de Elite Gatling Warfare
ru: Элитная боевая пулеметка Гатлинга
sk_sk: Elitná bojová zbraň Gatling
tr_tr: Elit Savaş Mitralyöz Silahı
uk: Елітна бойова гармата Гатлінга
zh_cn: 精英战争加特林机枪

# DisplayName_Block_GatlingTurretT1
source: Enhanced Gatling Turret
ca_ad: Torreta Gatling millorada
cs_cz: Vylepšená Gatlingova věž
da: Forbedret Gatling-tårn
de: Verbesserter Gatling-Geschützturm
es: Torreta Gatling mejorada
et_ee: Täiustatud Gatlingi torn
fi: Parannettu Gatling-torni
fr: Tourelle Gatling améliorée
hr_hr: Poboljšana Gatling kupola
hu_hu: Továbbfejlesztett Gatling torony
ja_jp: 強化型ガトリング砲塔
lv: Uzlabots Gatling tornītis
nl: Verbeterde Gatling-revolver
no: Forbedret Gatling Turret
pt_br: Torreta Gatling aprimorada
ro: Turelă Gatling îmbunătățită
ru: Улучшенная турель Гатлинга
sk_sk: Vylepšená Gatlingova veža
sv: Förbättrat Gatling-torn
tr_tr: Geliştirilmiş Mitralyöz
uk: Удосконалена башта Гатлінга
zh_cn: 增强型加特林炮塔

# DisplayName_Block_GatlingTurretT2
source: Proficient Gatling Turret
ca_ad: Proficient Torreta Gatling
cs_cz: Zdatná Gatlingova věž
da: Dygtig Gatling tårn
de: Kompetenter Gatling-Geschützturm
es: Torreta Gatling competente
et_ee: Vilunud Gatlingi torn
fi: Taitava Gatling-torni
fr: Tourelle Gatling compétente
hr_hr: Iskusna Gatling kupola
hu_hu: Profi Gatling torony
ja_jp: 堪能なガトリングタレット
lv: Prasmīgs Gatlinga tornītis
nl: Bekwame Gatling-torentje
no: Dyktig gatlingtårn
pt_br: Proficiente Torreta Gatling
ro: Turela Gatling competentă
ru: Опытная турель Гатлинга
sk_sk: Zdatná Gatlingova veža
sv: Skickligt Gatling-torn
tr_tr: Yetkin Mitralyöz Taret
uk: Досвідчена башта Гатлінга
zh_cn: 熟练的加特林炮塔
