Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_LargeAtmoThrustFlatDShapeT1
source: Large Flat Atmospheric Thruster D Shape
ca_ad: Gran propulsor atmosfèric pla en forma D
cs_cz: Velký plochý atmosférický tryska ve tvaru D
da: Stor flad atmosfærisk thruster D-form
de: Großes flaches atmosphärisches Triebwerk D-Form
es: Gran propulsor atmosférico plano en forma de D
et_ee: Suur lame atmosfääri tõukejõud D kuju
fi: Suuri litteä ilmakehän potkuri D-muoto
fr: Grand propulseur atmosphérique plat en forme de D
hr_hr: Veliki ravni atmosferski potisnik D oblik
hu_hu: Nagy, lapos légköri hajtómű D alakú
ja_jp: 大型フラット大気スラスタD形状
lv: Liela plakana atmosfēras vilces D forma
nl: Grote platte atmosferische boegschroef D-vorm
no: Stor flat atmosfærisk thruster D-form
pt_br: Grande propulsor atmosférico plano D Shape
ro: Propulsor atmosferic plat mare în formă D
ru: Большое плоское атмосферное подруливающее устройство D-образной формы
sk_sk: Veľký plochý atmosférický motor, tvar D
sv: Stor platt atmosfärisk propeller D-form
tr_tr: Büyük Düz Atmosferik İtici D Şekli
uk: Великий плоский атмосферний підрулюючий пристрій D-подібної форми
zh_cn: 大型扁平大气推进器D形

# DisplayName_Block_LargeAtmoThrustFlatDShapeT2
source: Large Flat Atmospheric Thruster D Shape
ca_ad: Gran propulsor atmosfèric pla en forma D
cs_cz: Velký plochý atmosférický tryska ve tvaru D
da: Stor flad atmosfærisk thruster D-form
de: Großes flaches atmosphärisches Triebwerk D-Form
es: Gran propulsor atmosférico plano en forma de D
et_ee: Suur lame atmosfääri tõukejõud D kuju
fi: Suuri litteä ilmakehän potkuri D-muoto
fr: Grand propulseur atmosphérique plat en forme de D
hr_hr: Veliki ravni atmosferski potisnik D oblik
hu_hu: Nagy, lapos légköri hajtómű D alakú
ja_jp: 大型フラット大気スラスタD形状
lv: Liela plakana atmosfēras vilces D forma
nl: Grote platte atmosferische boegschroef D-vorm
no: Stor flat atmosfærisk thruster D-form
pt_br: Grande propulsor atmosférico plano D Shape
ro: Propulsor atmosferic plat mare în formă D
ru: Большое плоское атмосферное подруливающее устройство D-образной формы
sk_sk: Veľký plochý atmosférický motor, tvar D
sv: Stor platt atmosfärisk propeller D-form
tr_tr: Büyük Düz Atmosferik İtici D Şekli
uk: Великий плоский атмосферний підрулюючий пристрій D-подібної форми
zh_cn: 大型扁平大气推进器D形

# DisplayName_Block_LargeAtmoThrustFlatDShapeT3
source: Large Flat Atmospheric Thruster D Shape
ca_ad: Gran propulsor atmosfèric pla en forma D
cs_cz: Velký plochý atmosférický tryska ve tvaru D
da: Stor flad atmosfærisk thruster D-form
de: Großes flaches atmosphärisches Triebwerk D-Form
es: Gran propulsor atmosférico plano en forma de D
et_ee: Suur lame atmosfääri tõukejõud D kuju
fi: Suuri litteä ilmakehän potkuri D-muoto
fr: Grand propulseur atmosphérique plat en forme de D
hr_hr: Veliki ravni atmosferski potisnik D oblik
hu_hu: Nagy, lapos légköri hajtómű D alakú
ja_jp: 大型フラット大気スラスタD形状
lv: Liela plakana atmosfēras vilces D forma
nl: Grote platte atmosferische boegschroef D-vorm
no: Stor flat atmosfærisk thruster D-form
pt_br: Grande propulsor atmosférico plano D Shape
ro: Propulsor atmosferic plat mare în formă D
ru: Большое плоское атмосферное подруливающее устройство D-образной формы
sk_sk: Veľký plochý atmosférický motor, tvar D
sv: Stor platt atmosfärisk propeller D-form
tr_tr: Büyük Düz Atmosferik İtici D Şekli
uk: Великий плоский атмосферний підрулюючий пристрій D-подібної форми
zh_cn: 大型扁平大气推进器D形

# DisplayName_Block_LargeAtmoThrustFlatT1
source: Enhanced Large Flat Atmospheric Thruster
ca_ad: Propulsor atmosfèric pla gran millorat
cs_cz: Vylepšený velký plochý atmosférický motor
da: Forbedret stor flad atmosfærisk thruster
de: Verbessertes großes, flaches atmosphärisches Triebwerk
es: Propulsor atmosférico plano grande mejorado
et_ee: Täiustatud suur lame atmosfääri tõukejõud
fi: Parannettu suuri litteä ilmakehän potkuri
fr: Grand propulseur atmosphérique plat amélioré
hr_hr: Poboljšani veliki ravni atmosferski potisnik
hu_hu: Továbbfejlesztett nagy, lapos légköri hajtómű
ja_jp: 改良型大型フラット大気スラスタ
lv: Uzlabots liels plakans atmosfēras vilces līdzeklis
nl: Verbeterde grote platte atmosferische boegschroef
no: Forbedret stor, flat atmosfærisk thruster
pt_br: Propulsor atmosférico plano grande aprimorado
ro: Propulsor atmosferic plat mare îmbunătățit
ru: Усовершенствованное большое плоское атмосферное подруливающее устройство
sk_sk: Vylepšený veľký plochý atmosférický motor
sv: Förbättrad stor platt atmosfärisk propeller
tr_tr: Geliştirilmiş Büyük Düz Atmosferik İtici
uk: Покращений великий плоский атмосферний підрулюючий пристрій
zh_cn: 增强型大型扁平大气推进器

# DisplayName_Block_LargeAtmoThrustFlatT2
source: Proficient Large Flat Atmospheric Thruster
ca_ad: Propulsor atmosfèric pla gran competent
cs_cz: Zkušený velký plochý atmosférický tryska
da: Dygtig stor flad atmosfærisk thruster
de: Kompetentes großes, flaches atmosphärisches Triebwerk
es: Propulsor atmosférico plano grande competente
et_ee: Vilunud suur lame atmosfääri tõukejõud
fi: Taitava suuri litteä ilmakehän potkuri
fr: Grand propulseur atmosphérique plat compétent
hr_hr: Vješt veliki ravni atmosferski potisnik
hu_hu: Proficient nagy lapos légköri hajtómű
ja_jp: 堪能な大型フラット大気スラスター
lv: Prasmīgs liels plakans atmosfēras vilces līdzeklis
nl: Bekwame grote platte atmosferische boegschroef
no: Dyktig stor flat atmosfærisk thruster
pt_br: Propulsor atmosférico plano grande proficiente
ro: Propulsor atmosferic plat mare
ru: Опытное большое плоское атмосферное подруливающее устройство
sk_sk: Zdatný veľký plochý atmosférický motor
sv: Skicklig stor platt atmosfärisk propeller
tr_tr: Yetkin Büyük Düz Atmosferik İtici
uk: Досвідчений великий плоский атмосферний підрулюючий пристрій
zh_cn: 熟练的大型扁平大气推进器

# DisplayName_Block_LargeAtmoThrustFlatT3
source: Elite Large Flat Atmospheric Thruster
ca_ad: Propulsor atmosfèric pla gran d'elit
cs_cz: Elite velký plochý atmosférický tryska
da: Elite stor flad atmosfærisk thruster
de: Elite Großes flaches atmosphärisches Triebwerk
es: Propulsor atmosférico plano grande Elite
et_ee: Elite suur lame atmosfääri tõukejõud
fi: Elite suuri litteä ilmakehän potkuri
fr: Propulseur atmosphérique plat Elite Large
hr_hr: Elitni veliki ravni atmosferski potisnik
hu_hu: Elite nagy lapos légköri hajtómű
ja_jp: エリート大型フラット大気スラスター
lv: Elites lielais plakanais atmosfēras vilcējs
nl: Elite grote platte atmosferische boegschroef
no: Elite stor flat atmosfærisk thruster
pt_br: Propulsor atmosférico plano grande de elite
ro: Propulsor atmosferic mare plat Elite
ru: Элитное большое плоское атмосферное подруливающее устройство
sk_sk: Elitný veľký plochý atmosférický motor
sv: Elite Stor platt atmosfärisk bogpropeller
tr_tr: Elite Büyük Düz Atmosferik İtici
uk: Елітний великий плоский атмосферний підрулюючий пристрій
zh_cn: Elite大型扁平大气推进器

# DisplayName_Block_LargeAtmoThrustSciFiT1
source: Enhanced Sci-Fi Large Atmospheric Thruster
ca_ad: Propulsor atmosfèric gran de ciència-ficció millorat
cs_cz: Vylepšený sci-fi velký atmosférický motor
da: Forbedret sci-fi stor atmosfærisk thruster
de: Verbessertes Sci-Fi-Triebwerk für große Atmosphäre
es: Propulsor atmosférico grande de ciencia ficción mejorado
et_ee: Täiustatud ulmeline suur atmosfääri tõukejõud
fi: Parannettu scifi-suuri ilmakehän potkuri
fr: Grand propulseur atmosphérique de science-fiction amélioré
hr_hr: Poboljšani znanstveno-fantastični veliki atmosferski potisnik
hu_hu: Továbbfejlesztett sci-fi nagy légköri hajtómű
ja_jp: 改良型SF大型大気スラスター
lv: Uzlabots zinātniskās fantastikas lielais atmosfēras vilces līdzeklis
nl: Verbeterde Sci-Fi grote atmosferische boegschroef
no: Forbedret Sci-Fi stor atmosfærisk thruster
pt_br: Propulsor atmosférico grande de ficção científica aprimorado
ro: Propulsor atmosferic mare Sci-Fi îmbunătățit
ru: Улучшенный научно-фантастический большой атмосферный двигатель
sk_sk: Vylepšené sci-fi veľké atmosférické hrdlo
sv: Förbättrad Sci-Fi stor atmosfärisk propeller
tr_tr: Geliştirilmiş Bilim Kurgu Büyük Atmosferik İtici
uk: Покращений науково-фантастичний великий атмосферний двигун
zh_cn: 增强型科幻大型大气推进器

# DisplayName_Block_LargeAtmoThrustSciFiT2
source: Proficient Sci-Fi Large Atmospheric Thruster
ca_ad: Propulsor atmosfèric gran de ciència-ficció competent
cs_cz: Zdatný sci-fi velký atmosférický tryska
da: Dygtig sci-fi stor atmosfærisk thruster
de: Kompetentes Sci-Fi-Triebwerk mit großer Atmosphäre
es: Propulsor atmosférico grande de ciencia ficción competente
et_ee: Vilunud ulmeline suur atmosfääri tõukejõud
fi: Taitava scifi-suuri ilmakehän potkuri
fr: Grand propulseur atmosphérique de science-fiction compétent
hr_hr: Vješt znanstveno-fantastični veliki atmosferski potisnik
hu_hu: Profi sci-fi nagy légköri hajtómű
ja_jp: 堪能なSF大型大気スラスター
lv: Prasmīgs zinātniskās fantastikas lielais atmosfēras vilces līdzeklis
nl: Bekwame Sci-Fi grote atmosferische boegschroef
no: Dyktig Sci-Fi stor atmosfærisk thruster
pt_br: Propulsor atmosférico proficiente de ficção científica grande
ro: Propulsor atmosferic SF performant
ru: Опытный научно-фантастический большой атмосферный двигатель
sk_sk: Zdatný sci-fi veľký atmosférický thruster
sv: Skicklig Sci-Fi stor atmosfärisk propeller
tr_tr: Yetkin Bilim Kurgu Büyük Atmosferik İtici
uk: Досвідчений науково-фантастичний великий атмосферний двигун
zh_cn: 精通科幻大型大气推进器

# DisplayName_Block_LargeAtmoThrustSciFiT3
source: Elite Sci-Fi Large Atmospheric Thruster
ca_ad: Propulsor atmosfèric gran de ciència-ficció d'elit
cs_cz: Elitní sci-fi velký atmosférický tryska
da: Elite sci-fi stor atmosfærisk thruster
de: Elite Sci-Fi Großes atmosphärisches Triebwerk
es: Propulsor atmosférico grande de ciencia ficción de élite
et_ee: Elite Sci-Fi suur atmosfääri tõukejõud
fi: Elite Sci-Fi suuri ilmakehän potkuri
fr: Grand propulseur atmosphérique Elite Sci-Fi
hr_hr: Elitni znanstveno-fantastični veliki atmosferski potisnik
hu_hu: Elite Sci-Fi nagy légköri hajtómű
ja_jp: エリートSF大型大気スラスター
lv: Elites Sci-Fi lielais atmosfēras vilcējs
nl: Elite Sci-Fi Grote Atmosferische Thruster
no: Elite Sci-Fi stor atmosfærisk thruster
pt_br: Elite Sci-Fi Grande Propulsor Atmosférico
ro: Propulsor atmosferic mare Elite Sci-Fi
ru: Элитный научно-фантастический большой атмосферный двигатель
sk_sk: Elitné sci-fi veľké atmosférické motory
sv: Elite Sci-Fi Stor atmosfärisk Thruster
tr_tr: Elite Bilim Kurgu Büyük Atmosferik İtici
uk: Елітний науково-фантастичний великий атмосферний двигун
zh_cn: 精英科幻大型大气推进器

# DisplayName_Block_LargeAtmoThrustT1
source: Enhanced Large Atmospheric Thruster
ca_ad: Propulsor atmosfèric gran millorat
cs_cz: Vylepšený velký atmosférický motor
da: Forbedret stor atmosfærisk thruster
de: Verbessertes großes atmosphärisches Triebwerk
es: Propulsor atmosférico grande mejorado
et_ee: Täiustatud suur atmosfääri tõukejõud
fi: Parannettu suuri ilmakehän potkuri
fr: Grand propulseur atmosphérique amélioré
hr_hr: Poboljšani veliki atmosferski potisnik
hu_hu: Továbbfejlesztett nagy légköri hajtómű
ja_jp: 改良型大型大気スラスタ
lv: Uzlabots liels atmosfēras vilces līdzeklis
nl: Verbeterde grote atmosferische boegschroef
no: Forbedret stor atmosfærisk thruster
pt_br: Propulsor atmosférico grande aprimorado
ro: Propulsor atmosferic mare îmbunătățit
ru: Улучшенное большое атмосферное двигающее устройство
sk_sk: Vylepšený veľký atmosférický motor
sv: Förbättrad stor atmosfärisk propeller
tr_tr: Geliştirilmiş Büyük Atmosferik İtici
uk: Удосконалений великий атмосферний двигун, що підрулює,
zh_cn: 增强型大型大气推进器

# DisplayName_Block_LargeAtmoThrustT2
source: Proficient Large Atmospheric Thruster
ca_ad: Propulsor atmosfèric gran competent
cs_cz: Zkušený velký atmosférický tryska
da: Dygtig stor atmosfærisk thruster
de: Kompetentes großes atmosphärisches Triebwerk
es: Propulsor atmosférico grande competente
et_ee: Vilunud suur atmosfääri tõukejõud
fi: Taitava suuri ilmakehän potkuri
fr: Grand propulseur atmosphérique compétent
hr_hr: Vješt veliki atmosferski potisnik
hu_hu: Gyakorlott nagy légköri hajtómű
ja_jp: 堪能な大型大気スラスタ
lv: Prasmīgs liels atmosfēras vilces līdzeklis
nl: Bekwame grote atmosferische boegschroef
no: Dyktig stor atmosfærisk thruster
pt_br: Propulsor atmosférico de grande porte proficiente
ro: Propulsor atmosferic mare competent
ru: Опытный большой атмосферный двигатель
sk_sk: Zdatný veľký atmosférický motor
sv: Skicklig stor atmosfärisk bogpropeller
tr_tr: Yetkin Büyük Atmosferik İtici
uk: Досвідчений великий атмосферний підрулюючий пристрій
zh_cn: 熟练的大型大气推进器

# DisplayName_Block_LargeAtmoThrustT3
source: Elite Large Atmospheric Thruster
ca_ad: Propulsor atmosfèric gran d'elit
cs_cz: Elitní velký atmosférický tryska
da: Elite stor atmosfærisk thruster
de: Elite Großes atmosphärisches Triebwerk
es: Propulsor atmosférico grande Elite
et_ee: Elite suur atmosfääri tõukejõud
fi: Elite suuri ilmakehän potkuri
fr: Grand propulseur atmosphérique Elite
hr_hr: Elitni veliki atmosferski potisnik
hu_hu: Elite nagy légköri hajtómű
ja_jp: エリート大型大気スラスター
lv: Elites lielais atmosfēras vilces līdzeklis
nl: Elite grote atmosferische boegschroef
no: Elite stor atmosfærisk thruster
pt_br: Propulsor atmosférico grande de elite
ro: Propulsor atmosferic mare Elite
ru: Элитный большой атмосферный двигатель
sk_sk: Elitný veľký atmosférický thrruster
sv: Elite stor atmosfärisk bogpropeller
tr_tr: Elite Büyük Atmosferik İtici
uk: Елітний великий атмосферний підрулюючий пристрій
zh_cn: 精英大型大气推进器

# DisplayName_Block_LargeCalibreTurretT1
source: Enhanced Artillery Turret
ca_ad: Torreta d'Artilleria Millorada
cs_cz: Vylepšená dělostřelecká věž
da: Forbedret artilleritårn
de: Verbesserter Artillerieturm
es: Torreta de artillería mejorada
et_ee: Täiustatud suurtükiväe torn
fi: Parannettu tykistötorni
fr: Tourelle d’artillerie améliorée
hr_hr: Poboljšana topnička kupola
hu_hu: Továbbfejlesztett tüzérségi torony
ja_jp: 強化型自走砲塔
lv: Uzlabots artilērijas tornītis
nl: Verbeterde artilleriekoepel
no: Forsterket artilleritårn
pt_br: Torreta de Artilharia Reforçada
ro: Turelă de artilerie îmbunătățită
ru: Улучшенная артиллерийская турель
sk_sk: Vylepšená delostrelecká veža
sv: Förbättrat artilleritorn
tr_tr: Geliştirilmiş Topçu Kulesi
uk: Удосконалена артилерійська башта
zh_cn: 增强型炮塔

# DisplayName_Block_LargeCalibreTurretT2
source: Proficient Artillery Turret
ca_ad: Torreta d'Artilleria competent
cs_cz: Zdatná dělostřelecká věž
da: Dygtigt artilleri tårn
de: Kompetenter Artillerieturm
es: Torreta de artillería competente
et_ee: Vilunud suurtükiväe torn
fi: Taitava tykistötorni
fr: Tourelle d’artillerie compétente
hr_hr: Iskusna topnička kupola
hu_hu: Gyakorlott tüzérségi torony
ja_jp: 熟練の自走砲塔
lv: Prasmīgs artilērijas tornītis
nl: Bekwame artilleriekoepel
no: Dyktig artilleritårn
pt_br: Torre de Artilharia Proficiente
ro: Turelă de artilerie competentă
ru: Опытная артиллерийская турель
sk_sk: Skúsená delostrelecká veža
sv: Skickligt artilleritorn
tr_tr: Yetkin Topçu Kulesi
uk: Досвідчена артилерійська башта
zh_cn: 熟练的炮塔

# DisplayName_Block_LargeCalibreTurretT3
source: Elite Artillery Turret
ca_ad: Torreta d'Artilleria d'elit
cs_cz: Elitní dělostřelecká věž
da: Elite artilleri tårn
de: Elite-Artillerie-Turm
es: Torreta de artillería de élite
et_ee: Elite suurtükiväe torn
fi: Eliittitykistön torni
fr: Tourelle d’artillerie d’élite
hr_hr: Elitna topnička kupola
hu_hu: Elit tüzérségi torony
ja_jp: エリート砲兵タレット
lv: Elites artilērijas tornītis
nl: Elite Artillerie Koepel
no: Elite artilleri tårn
pt_br: Torre de Artilharia de Elite
ro: Turela de artilerie de elită
ru: Элитная артиллерийская турель
sk_sk: Elitná delostrelecká veža
sv: Elitartilleritorn
tr_tr: Elit Topçu Kulesi
uk: Елітна артилерійська башта
zh_cn: 精英炮塔

# DisplayName_Block_LargeCargoContainerT1
source: Enhanced Large Cargo Container
ca_ad: Contenidor de càrrega gran millorat
cs_cz: Vylepšený velký nákladní kontejner
da: Forbedret stor lastcontainer
de: Verbesserter großer Frachtcontainer
es: Contenedor de carga grande mejorado
et_ee: Täiustatud suur kaubakonteiner
fi: Parannettu suuri rahtikontti
fr: Grand conteneur de fret amélioré
hr_hr: Poboljšani kontejner za veliki teret
hu_hu: Továbbfejlesztett nagyméretű konténer
ja_jp: 大型貨物コンテナの改良型
lv: Uzlabots lielo kravu konteiners
nl: Verbeterde grote vrachtcontainer
no: Forbedret stor lastecontainer
pt_br: Contêiner de carga grande aprimorado
ro: Container de marfă mare îmbunătățit
ru: Усовершенствованный крупнотоннажный контейнер
sk_sk: Vylepšený veľký nákladný kontajner
sv: Förbättrad stor lastcontainer
tr_tr: Geliştirilmiş Büyük Kargo Konteyneri
uk: Покращений великий вантажний контейнер
zh_cn: 增强型大型货物集装箱

# DisplayName_Block_LargeCargoContainerT2
source: Proficient Large Cargo Container
ca_ad: Contenidor de càrrega gran competent
cs_cz: Zdatný velký nákladní kontejner
da: Dygtig stor lastcontainer
de: Kompetenter großer Frachtcontainer
es: Contenedor de carga grande competente
et_ee: Vilunud suur kaubakonteiner
fi: Osaava suuri rahtikontti
fr: Grand conteneur de fret compétent
hr_hr: Stručni veliki teretni kontejner
hu_hu: Proficient nagy rakománykonténer
ja_jp: 熟練した大型貨物コンテナ
lv: Lietpratīgs lielo kravu konteiners
nl: Bekwame grote vrachtcontainer
no: Dyktig stor lastecontainer
pt_br: Proficiente Contêiner de Carga Grande
ro: Container de marfă mare competent
ru: Опытный крупнотоннажный контейнер
sk_sk: Skúsený veľký nákladný kontajner
sv: Skicklig stor lastcontainer
tr_tr: Yetkin Büyük Kargo Konteyneri
uk: Досвідчений великий вантажний контейнер
zh_cn: 熟练的大型货物集装箱

# DisplayName_Block_LargeCargoContainerT3
source: Elite Large Cargo Container
ca_ad: Contenidor de càrrega gran d'elit
cs_cz: Velký nákladní kontejner Elite
da: Elite stor fragtcontainer
de: Elite Großer Frachtcontainer
es: Contenedor de carga grande Elite
et_ee: Elite suur kaubakonteiner
fi: Elite suuri rahtikontti
fr: Grand conteneur de fret Elite
hr_hr: Elitni veliki teretni kontejner
hu_hu: Elite nagy teherszállító konténer
ja_jp: エリート大型貨物コンテナ
lv: Elites lielais kravu konteiners
nl: Elite grote vrachtcontainer
no: Elite stor last container
pt_br: Elite Grande Container de Carga
ro: Container de marfă mare Elite
ru: Элитный крупнотоннажный контейнер
sk_sk: Veľký nákladný kontajner Elite
sv: Elite stor lastcontainer
tr_tr: Elite Büyük Kargo Konteyneri
uk: Елітний великий вантажний контейнер
zh_cn: 精英大型货物集装箱

# DisplayName_Block_LargeClangiumQReactorT0
source: Large Quantum Clangium Reactor
ca_ad: Gran reactor quàntic de clangi
cs_cz: Velký kvantový reaktor Clangium
da: Stor kvanteclangiumreaktor
de: Großer Quanten-Clangium-Reaktor
es: Gran reactor de clangium cuántico
et_ee: Suur kvant-clangiumi reaktor
fi: Suuri kvanttiklaniumreaktori
fr: Grand réacteur quantique à clangium
hr_hr: Veliki kvantni clangium reaktor
hu_hu: Nagy kvantum Clangium reaktor
ja_jp: 大型量子鎖骨リアクター
lv: Lielais kvantu klangija reaktors
nl: Grote kwantumclangiumreactor
no: Stor kvanteklangiumreaktor
pt_br: Grande Reator de Clângio Quântico
ro: Reactor mare de clangiu cuantic
ru: Большой квантово-клеговый реактор
sk_sk: Veľký kvantový klangiový reaktor
sv: Stor kvantklangiumreaktor
tr_tr: Büyük Kuantum Klanjiyum Reaktörü
uk: Великий квантово-кланієвий реактор
zh_cn: 大型量子钳钳反应堆

# DisplayName_Block_LargeClangiumQReactorT1
source: Enhanced Large Quantum Clangium Reactor
ca_ad: Gran reactor quàntic de clangi millorat
cs_cz: Vylepšený velký kvantový reaktor Clangium
da: Forbedret stor kvanteclangiumreaktor
de: Verbesserter großer Quanten-Clangium-Reaktor
es: Gran reactor de clangium cuántico mejorado
et_ee: Täiustatud suur kvant-clangiumi reaktor
fi: Parannettu suuri kvanttiklaniumreaktori
fr: Grand réacteur à clangium quantique amélioré
hr_hr: Poboljšani reaktor velikog kvantnog klinija
hu_hu: Továbbfejlesztett nagy kvantum klangium reaktor
ja_jp: 大型量子鎖膜改良型原子炉
lv: Uzlabots liels kvantu klangija reaktors
nl: Verbeterde grote kwantumclangiumreactor
no: Forbedret stor kvanteklangiumreaktor
pt_br: Reator de Clângio Quântico Grande Aprimorado
ro: Reactor cuantic mare de clangiu îmbunătățit
ru: Усовершенствованный большой квантово-клеговый реактор
sk_sk: Vylepšený veľký kvantový klangiový reaktor
sv: Förbättrad stor kvantklagoiumreaktor
tr_tr: Geliştirilmiş Büyük Kuantum Clangium Reaktörü
uk: Удосконалений великий квантовий клангієвий реактор
zh_cn: 增强型大型量子钳铌反应堆

# DisplayName_Block_LargeClangiumQReactorT2
source: Proficient Large Quantum Clangium Reactor
ca_ad: Gran reactor quàntic de clangi competent
cs_cz: Zkušený velký kvantový reaktor Clangium
da: Dygtig stor kvanteclangiumreaktor
de: Kompetenter großer Quanten-Clangium-Reaktor
es: Reactor de clangium cuántico de gran tamaño competente
et_ee: Vilunud suur kvant-clangiumi reaktor
fi: Taitava suuri kvanttiklaniumreaktori
fr: Grand réacteur à clangium quantique compétent
hr_hr: Vješt veliki kvantni clangium reaktor
hu_hu: Proficient nagy kvantum klangium reaktor
ja_jp: 堪能な大型量子クランギウムリアクター
lv: Prasmīgs liels kvantu klangija reaktors
nl: Bekwame grote kwantumclangiumreactor
no: Dyktig stor kvanteklangiumreaktor
pt_br: Proficiente Grande Reator de Clângio Quântico
ro: Reactor mare de clangiu cuantic competent
ru: Опытный Большой Квантовый Клеговый Реактор
sk_sk: Skúsený veľký kvantový klangiový reaktor
sv: Skicklig stor kvantklangiumreaktor
tr_tr: Yetkin Büyük Kuantum Clangium Reaktörü
uk: Досвідчений великий квантово-кланієвий реактор
zh_cn: 熟练的大型量子钳钳反应堆

# DisplayName_Block_LargeClangiumQReactorT3
source: Elite Large Quantum Clangium Reactor
ca_ad: Gran reactor quàntic de clangi d'elit
cs_cz: Elitní velký kvantový reaktor Clangium
da: Elite stor kvanteclangiumreaktor
de: Elite Großer Quanten-Clangium-Reaktor
es: Reactor de Clangium Cuántico Grande de Élite
et_ee: Elite suur kvant-clangiumi reaktor
fi: Eliitti suuri kvanttiklangiumreaktori
fr: Grand réacteur quantique à clangium Elite
hr_hr: Elitni veliki kvantni clangium reaktor
hu_hu: Elite nagy kvantum klangium reaktor
ja_jp: エリート大型量子クランギウムリアクター
lv: Elites lielais kvantu klangija reaktors
nl: Elite Grote Kwantumclangiumreactor
no: Elite stor kvanteklangiumreaktor
pt_br: Reator Elite Large Quantum Clangium
ro: Elite mare Quantum Clangium reactor
ru: Элитный большой квантовый реактор на клэнге
sk_sk: Elitný veľký kvantový klangiový reaktor
sv: Elite stor kvantklandiumreaktor
tr_tr: Elit Büyük Kuantum Clangium Reaktörü
uk: Елітний великий квантово-клангієвий реактор
zh_cn: 精英大型量子钳钳反应堆

# DisplayName_Block_LargeClangiumReactorT0
source: Large Clangium Reactor
ca_ad: Gran reactor de clangium
cs_cz: Velký reaktor Clangium
da: Stor Clangium-reaktor
de: Großer Clangium-Reaktor
es: Reactor de Clangium grande
et_ee: Suur clangiumi reaktor
fi: Suuri klaniumreaktori
fr: Grand réacteur à clangium
hr_hr: Veliki clangium reaktor
hu_hu: Nagy Clangium reaktor
ja_jp: 大型クランギウムリアクター
lv: Lielais Clangium reaktors
nl: Grote Clangium-reactor
no: Stor klangiumreaktor
pt_br: Grande Reator de Clângio
ro: Reactor mare de clangiu
ru: Большой клэнгиевый реактор
sk_sk: Veľký klangiový reaktor
sv: Stor klangiumreaktor
tr_tr: Büyük Klanjiyum Reaktörü
uk: Великий клангієвий реактор
zh_cn: 大型Clangium反应釜

# DisplayName_Block_LargeClangiumReactorT1
source: Enhanced Large Clangium Reactor
ca_ad: Reactor de clangi gran millorat
cs_cz: Vylepšený velký reaktor Clangium
da: Forbedret stor clangiumreaktor
de: Verbesserter großer Clangium-Reaktor
es: Reactor Clangium grande mejorado
et_ee: Täiustatud suur clangiumi reaktor
fi: Parannettu suuri klaniumreaktori
fr: Grand réacteur à clangium amélioré
hr_hr: Poboljšani veliki clangium reaktor
hu_hu: Továbbfejlesztett nagy Clangium reaktor
ja_jp: 改良型大型クランギウムリアクター
lv: Uzlabots lielais Clangium reaktors
nl: Verbeterde grote clangiumreactor
no: Forbedret stor klangiumreaktor
pt_br: Reator de Clângio Grande Aprimorado
ro: Reactor mare de clangiu îmbunătățit
ru: Усовершенствованный большой клингиевый реактор
sk_sk: Vylepšený veľký klangiový reaktor
sv: Förbättrad stor klangiumreaktor
tr_tr: Geliştirilmiş Büyük Klanjiyum Reaktörü
uk: Удосконалений великий кланієвий реактор
zh_cn: 增强型大型钳铯反应器
