Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Category_SparksOfTheFuturePackT3
source: Elite Sparks Of The Future Blocks
ca_ad: Espurnes d'elit dels blocs del futur
cs_cz: Elitní jiskry budoucnosti Bloky
da: Elite gnister af fremtidens blokke
de: Elite Sparks Of The Future Blöcke
es: Bloques de élite Sparks Of The Future
et_ee: Tulevaste plokkide eliitsädemed
fi: Tulevaisuuden lohkojen eliittikipinät
fr: Blocs d’étincelles d’élite du futur
hr_hr: Elitne iskre budućih blokova
hu_hu: A jövő elit szikrái blokkok
ja_jp: エリート・スパークス・オブ・ザ・フューチャー・ブロック
lv: Nākotnes bloku elites dzirksteles
nl: Elite Vonken Van De Toekomst Blokken
no: Elite gnister av fremtidens blokker
pt_br: Faíscas de elite dos blocos do futuro
ru: Элитные блоки «Искры будущего»
sk_sk: Elitné iskry budúcich blokov
tr_tr: Geleceğin Bloklarının Elit Kıvılcımları
uk: Елітні іскри майбутнього Блоки
zh_cn: 未来街区的精英火花

# DisplayName_DLC_IndustrialPackDLCT1
source: Enhanced Industrial Blocks
ca_ad: Blocs industrials millorats
cs_cz: Vylepšené průmyslové bloky
da: Forbedrede industrielle blokke
de: Verbesserte Industrieblöcke
es: Bloques industriales mejorados
et_ee: Täiustatud tööstusplokid
fi: Parannetut teollisuuslohkot
fr: Blocs industriels améliorés
hr_hr: Poboljšani industrijski blokovi
hu_hu: Továbbfejlesztett ipari blokkok
ja_jp: 強化された産業用ブロック
lv: Uzlaboti rūpnieciskie bloki
nl: Verbeterde industriële blokken
no: Forbedrede industriblokker
pt_br: Blocos Industriais Aprimorados
ro: Blocuri industriale îmbunătățite
ru: Усовершенствованные промышленные блоки
sk_sk: Vylepšené priemyselné bloky
sv: Förbättrade industriblock
tr_tr: Geliştirilmiş Endüstriyel Bloklar
uk: Удосконалені промислові блоки
zh_cn: 增强型工业区块

# DisplayName_DLC_IndustrialPackDLCT2
source: Proficient Industrial Blocks
ca_ad: Blocs industrials competents
cs_cz: Zdatné průmyslové bloky
da: Dygtige industrielle blokke
de: Kompetente Industrieblöcke
es: Bloques industriales competentes
et_ee: Vilunud tööstusplokid
fi: Taitavat teollisuuslohkot
fr: Blocs industriels compétents
hr_hr: Stručni industrijski blokovi
hu_hu: Profi ipari blokkok
ja_jp: 熟練した産業用ブロック
lv: Lietpratīgi rūpnieciskie bloki
nl: Bekwame industriële blokken
no: Dyktige industriblokker
pt_br: Blocos Industriais Proficientes
ro: Blocuri industriale competente
ru: Профессиональные промышленные блоки
sk_sk: Skúsené priemyselné bloky
sv: Skickliga industriblock
tr_tr: Yetkin Endüstriyel Bloklar
uk: Професійні промислові блоки
zh_cn: 熟练的工业街区

# DisplayName_DLC_IndustrialPackDLCT3
source: Elite Industrial Blocks
ca_ad: Blocs industrials d'elit
cs_cz: Elitní průmyslové bloky
da: Elite industrielle blokke
de: Elite-Industrieblöcke
es: Bloques industriales de élite
et_ee: Elite tööstusplokid
fi: Eliitti teollisuuslohkot
fr: Blocs industriels d’élite
hr_hr: Elitni industrijski blokovi
hu_hu: Elit ipari blokkok
ja_jp: エリート産業用ブロック
lv: Elites rūpnieciskie bloki
nl: Elite industriële blokken
no: Elite industrielle blokker
pt_br: Blocos Industriais Elite
ro: Blocuri industriale de elită
ru: Элитные промышленные блоки
sk_sk: Elitné priemyselné bloky
sv: Elite industriella block
tr_tr: Elit Endüstriyel Bloklar
uk: Елітні промислові блоки
zh_cn: 精英工业区

# DisplayName_DLC_Warfare2DLCT1
source: Enhanced Warfare 2 Blocks
ca_ad: Guerra millorada 2 blocs
cs_cz: Vylepšené válčení 2 bloky
da: Forbedret krigsførelse 2 blokke
de: Verbesserte Kriegsführung 2 Blöcke
es: Bloques de Enhanced Warfare 2
et_ee: Täiustatud sõjapidamine 2 plokki
fi: Enhanced Warfare 2 -lohkot
fr: Blocs Warfare 2 améliorés
hr_hr: Poboljšano ratovanje 2 bloka
hu_hu: Továbbfejlesztett Warfare 2 blokkok
ja_jp: 強化戦2ブロック
lv: Uzlabota karadarbība 2 bloki
nl: Verbeterde oorlogsvoering 2 blokken
no: Forbedret krigføring 2 blokker
pt_br: Guerra Aprimorada 2 Blocos
ro: Război îmbunătățit 2 blocuri
ru: Enhanced Warfare 2 Блоки
sk_sk: Vylepšená hra Warfare 2 bloky
sv: Förbättrad krigföring 2 block
tr_tr: Gelişmiş Savaş 2 Blokları
uk: Покращена війна 2 блоки
zh_cn: 增强战争 2 块

# DisplayName_DLC_Warfare2DLCT2
source: Proficient Warfare 2 Blocks
ca_ad: Guerra competent 2 blocs
cs_cz: Expertní válčení 2 bloky
da: Proficient Warfare 2 blokke
de: Kompetente Kriegsführung 2 Blöcke
es: Combate Competente 2 Bloques
et_ee: Vilunud sõjapidamine 2 plokki
fi: Taitava sodankäynti 2 lohkoa
fr: Blocs de guerre efficace 2
hr_hr: Vješto ratovanje 2 bloka
hu_hu: Proficient Warfare 2 blokk
ja_jp: 熟練戦2ブロック
lv: Prasmīgs karš 2 bloki
nl: Bekwame oorlogsvoering 2 blokken
no: Dyktig krigføring 2 blokker
pt_br: Guerra Proficiente 2 Blocos
ro: Proficient Warfare 2 blocuri
ru: Опытная война 2 блока
sk_sk: Zdatný boj 2 bloky
sv: Skicklig krigföring 2 block
tr_tr: Yetkin Savaş 2 Blok
uk: Досвідчена війна 2 блоки
zh_cn: 精通战争 2 块

# DisplayName_DLC_Warfare2DLCT3
source: Elite Warfare 2 Blocks
ca_ad: Guerra d'elit 2 blocs
cs_cz: Elitní válčení 2 bloky
da: Elite Warfare 2 blokke
de: Elite Warfare 2 Blöcke
es: Elite Warfare 2 Bloques
et_ee: Elite Warfare 2 plokid
fi: Elite Warfare 2 lohkoa
fr: Blocs Elite Warfare 2
hr_hr: Elitno ratovanje 2 bloka
hu_hu: Elite Warfare 2 blokkok
ja_jp: エリートウォーフェア2ブロック
lv: Elites karš: 2 bloki
nl: Elite Warfare 2 blokken
no: Elitekrigføring 2 blokker
pt_br: Elite Warfare 2 Blocos
ro: Elite Warfare 2 blocuri
ru: Элитная война 2 блока
sk_sk: Elite Warfare 2 bloky
sv: Elite Warfare 2 block
tr_tr: Elit Savaş 2 Blokları
uk: Елітна війна 2 блоки
zh_cn: 精英战争 2 块

# DisplayName_Item_AutoCannonClipT1
source: Depl. Ur. Autocannon Magazine
ca_ad: Depl. teu. Revista Autocannon
cs_cz: Depl. tvůj. Zásobník Autocannon
da: Depl. din. Autocannon Magazine
de: Abt. dein. Maschinenkanonen-Magazin
es: Depl. usted. Cargador de cañón automático
et_ee: Depl. sinu. Ajakiri Autocannon
fi: Höpö höpö. sinun. Autocannon-lehti
fr: Dépl. votre. Chargeur de canon mitrailleur
hr_hr: Depl. tvoj. Časopis Autocannon
hu_hu: Depl. a. Autocannon Magazin
ja_jp: デップ。あなたの。オートキャノンマガジン
lv: Depl. tavs. Autocannon žurnāls
nl: Depl. jouw. Autocannon Magazijn
no: Avd. din. Autocannon Magazine
pt_br: Depl. teu. Revista Autocannon
ro: Depl. vostru. Revista Autocannon
ru: Депл. твой. Магазин Autocannon
sk_sk: Odplácať. tvoj. Časopis Autocannon
sv: Depl. din. Autocannon Magasin
tr_tr: Öğr. sizin. Autocannon Dergisi
uk: Депл. твій. Магазин «Автоматична гармата»
zh_cn: 分部你。自动加农炮弹匣

# DisplayName_Item_AutoCannonClipT2
source: Depl. De. Autocannon Magazine
ca_ad: Depl. De. Revista Autocannon
cs_cz: Depl. De. Zásobník Autocannon
de: Abt. DE. Maschinenkanonen-Magazin
es: Depl. De. Cargador de cañón automático
et_ee: Depl. De. Ajakiri Autocannon
fi: Höpö höpö. DE. Autocannon-lehti
fr: Dépl. De. Chargeur de canon mitrailleur
hr_hr: Depl. De. Časopis Autocannon
hu_hu: Depl. De. Autocannon Magazin
ja_jp: デップ。デ。オートキャノンマガジン
lv: Depl. De. Autocannon žurnāls
nl: Depl. De. Autocannon Magazijn
no: Avd. De. Autocannon Magazine
pt_br: Depl. Não. Revista Autocannon
ro: Depl. De. Revista Autocannon
ru: Депл. Де. Магазин Autocannon
sk_sk: Odplácať. De. Časopis Autocannon
sv: Depl. De. Autocannon Magasin
tr_tr: Öğr. De. Autocannon Dergisi
uk: Депл. Де. Магазин «Автоматична гармата»
zh_cn: 分部德。自动加农炮弹匣

# DisplayName_Item_AutoCannonClipT3
source: Depl. CLa. Autocannon Magazine
ca_ad: Depl. CLa. Revista Autocannon
cs_cz: Depl. CLa. Zásobník Autocannon
de: Abt. CLa. Maschinenkanonen-Magazin
es: Depl. CLa. Cargador de cañón automático
et_ee: Depl. CLa. Ajakiri Autocannon
fi: Höpö höpö. CLa. Autocannon-lehti
fr: Dépl. CLa. Chargeur de canon mitrailleur
hr_hr: Depl. CLa. Časopis Autocannon
hu_hu: Depl. CLa. Autocannon Magazin
ja_jp: デップ。CLaです。オートキャノンマガジン
lv: Depl. CLa. Autocannon žurnāls
nl: Depl. CLa. Autocannon Magazijn
no: Avd. CLa. Autocannon Magazine
pt_br: Depl. CLa. Revista Autocannon
ro: Depl. CLa. Revista Autocannon
ru: Депл. CLa. Магазин Autocannon
sk_sk: Odplácať. CLa. Časopis Autocannon
sv: Depl. CLa. Autocannon Magasin
tr_tr: Öğr. CLa. Autocannon Dergisi
uk: Депл. CLa. Магазин «Автоматична гармата»
zh_cn: 分部CLa.自动加农炮弹匣

# DisplayName_Item_BPBulletproofGlassT1
source: Depleted Uranium Bulletproof Glass
ca_ad: Vidre antibales d'urani empobrit
cs_cz: Neprůstřelné sklo s ochuzeným uranem
da: Forarmet uran skudsikkert glas
de: Panzerfestes Glas mit abgereichertem Uran
es: Vidrio a prueba de balas de uranio empobrecido
et_ee: Vaesestatud uraani kuulikindel klaas
fi: Köyhdytettyä uraania sisältävä luodinkestävä lasi
fr: Verre pare-balles à l’uranium appauvri
hr_hr: Osiromašeno neprobojno staklo urana
hu_hu: Szegényített urán golyóálló üveg
ja_jp: 劣化ウラン防弾ガラス
lv: Noplicināts urāna ložu necaurlaidīgs stikls
nl: Verarmd uranium kogelvrij glas
no: Utarmet uran skuddsikkert glass
pt_br: Urânio empobrecido vidro à prova de balas
ro: Sticlă antiglonț cu uraniu sărăcit
ru: Пуленепробиваемое стекло с обедненным ураном
sk_sk: Nepriestrelné sklo s ochudobneným uránom
sv: Utarmat uran skottsäkert glas
tr_tr: Seyreltilmiş Uranyum Kurşun Geçirmez Cam
uk: Куленепробивне скло зі збідненим ураном
zh_cn: 贫铀防弹玻璃

# DisplayName_Item_BPBulletproofGlassT2
source: Depleted Dark Energy Bulletproof Glass
ca_ad: Vidre a prova de bales d'energia fosca empobrit
cs_cz: Neprůstřelné sklo s vyčerpanou temnou energií
da: Udtømt mørk energi skudsikkert glas
de: Abgereichertes kugelsicheres Glas mit dunkler Energie
es: Vidrio a prueba de balas de energía oscura agotada
et_ee: Kahanenud tumeenergia kuulikindel klaas
fi: Tyhjentynyt pimeän energian luodinkestävä lasi
fr: Verre pare-balles à énergie sombre épuisée
hr_hr: Osiromašeno staklo otporno na metke tamne energije
hu_hu: Kimerült sötét energiájú golyóálló üveg
ja_jp: 枯渇したダークエネルギー防弾ガラス
lv: Noplicināts tumšās enerģijas ložu necaurlaidīgs stikls
nl: Verarmd Donkere Energie Kogelvrij Glas
no: Utarmet mørk energi skuddsikkert glass
pt_br: Vidro à prova de balas de energia escura esgotado
ro: Sticlă antiglonț cu energie întunecată epuizată
ru: Пуленепробиваемое стекло с обедненной темной энергией
sk_sk: Nepriestrelné sklo s ochudobnenou tmavou energiou
sv: Utarmat mörk energi skottsäkert glas
tr_tr: Tükenmiş Karanlık Enerji Kurşun Geçirmez Cam
uk: Куленепробивне скло з темною енергією
zh_cn: 耗尽的暗能量防弹玻璃

# DisplayName_Item_BPBulletproofGlassT3
source: Depleted Clangium Bulletproof Glass
ca_ad: Vidre antibales de clangium empobrit
cs_cz: Vyčerpané neprůstřelné sklo Clangium
da: Udtømt Clangium skudsikkert glas
de: Abgereichertes Clangium-Panzerglas
es: Vidrio a prueba de balas Clangium agotado
et_ee: Ammendatud clangiumi kuulikindel klaas
fi: Tyhjentynyt klaaniumluodinkestävä lasi
fr: Verre pare-balles Clangium appauvri
hr_hr: Osiromašeno staklo otporno na celij
hu_hu: Kimerült Clangium golyóálló üveg
ja_jp: 枯渇したクランギウム防弾ガラス
lv: Noplicināts Clangium ložu necaurlaidīgs stikls
nl: Verarmd Clangium kogelvrij glas
no: Utarmet Clangium skuddsikkert glass
pt_br: Vidro à prova de balas de Clangium esgotado
ro: Sticlă antiglonț Clangium epuizată
ru: Обедненное пуленепробиваемое стекло Clangium
sk_sk: Ochudobnené nepriestrelné sklo Clangium
sv: Utarmat Clangium skottsäkert glas
tr_tr: Tükenmiş Klanjiyum Kurşun Geçirmez Cam
uk: Збіднене куленепробивне скло з клангію
zh_cn: 贫化钳防弹玻璃

# DisplayName_Item_BPConstructionComponentT1
source: Depleted Uranium Construction Comp.
ca_ad: Comp. de construcció d'urani empobrit
cs_cz: Stavební komp. s ochuzeným uranem
da: Forarmet uran konstruktion comp.
de: Abgereichertes Uran Construction Comp.
es: Construcción de uranio empobrecido Comp.
et_ee: Vaesestatud uraani ehitus Comp.
fi: Köyhdytetyn uraanin rakennuskomp.
fr: Uranium appauvri Construction Comp.
hr_hr: Osiromašeni komp za izgradnju urana.
hu_hu: Szegényített urán építési comp.
ja_jp: 劣化ウラン建設コンプ
lv: Noplicinātā urāna konstrukcijas kompl.
nl: Verarmd uranium Bouw Comp.
no: Utarmet uran konstruksjon komp.
pt_br: Urânio empobrecido Construção Comp.
ro: Comp. de construcție a uraniului sărăcit
ru: Строительная компания с обедненным ураном
sk_sk: Konštrukcia ochudobneného uránu comp.
sv: Konstruktion av utarmat uran Comp.
tr_tr: Seyreltilmiş Uranyum İnşaat Komp.
uk: Будівництво зі збідненим ураном комп.
zh_cn: 贫铀建筑公司

# DisplayName_Item_BPConstructionComponentT2
source: Depleted Dark Energy Construction Comp.
ca_ad: Construcció d'energia fosca esgotada comp.
cs_cz: Vyčerpaná temná energie Stavební kompozice.
da: Udtømt mørk energi konstruktion comp.
de: Erschöpfte Dunkle Energie Konstruktion Comp.
es: Construcción de energía oscura agotada Comp.
et_ee: ammendunud tumeenergia ehitus Comp.
fi: Tyhjentynyt pimeän energian rakennuskomp.
fr: Épuisé Dark Energy Construction Comp.
hr_hr: Osiromašena konstrukcija tamne energije.
hu_hu: Kimerült sötét energia konstrukció comp.
ja_jp: 枯渇したダークエネルギー建設コンプ。
lv: Noplicinātas tumšās enerģijas konstrukcijas kompl.
nl: Uitgeputte donkere energie Bouw Comp.
no: Utarmet Dark Energy Construction Comp.
pt_br: Construção de Energia Escura Esgotada Comp.
ro: Comp. de construcție a energiei întunecate epuizate.
ru: Истощенная Темная Энергия Строительная Комп.
sk_sk: Vyčerpaná tmavá energia stavebná komp.
sv: Utarmad mörk energi konstruktion Comp.
tr_tr: Tükenmiş Karanlık Enerji İnşaat Comp.
uk: Виснажена темна енергія Будівництво Комп.
zh_cn: 枯竭的暗能量建筑公司

# DisplayName_Item_BPConstructionComponentT3
source: Depleted Clangium Construction Comp.
ca_ad: Construcció de clangium empobrit Comp.
cs_cz: Vyčerpaná konstrukce Clangium Comp.
da: Udtømt Clangium Konstruktion Comp.
es: Construcción de Clangium agotado Comp.
et_ee: Ammendatud Clangium Construction Comp.
fi: Tyhjentynyt klangiumrakennuskomp.
fr: Comp. de construction de clangium appauvri
hr_hr: Osiromašeni Clangium Construction Comp.
hu_hu: Kimerült Clangium Construction Comp.
ja_jp: 枯渇したClangiumの構造Comp。
lv: Noplicināts Clangium celtniecības kompl.
nl: Verarmd Clangium Bouw Comp.
no: Utarmet Clangium Construction Comp.
pt_br: Clangium Construção Esgotada Comp.
ro: Comp. de construcție Clangium epuizat.
ru: Истощенный Кленгий Строительная Комп.
sk_sk: Ochudobnená konštrukcia Clangium comp.
sv: Utarmad Clangium Construction Comp.
tr_tr: Tükenmiş Clangium İnşaat Comp.
uk: Виснажений склад конструкції з кланіуму.
zh_cn: 枯竭的钚建筑公司

# DisplayName_Item_BPDetectorComponentsT1
source: Depleted Uranium Detector Comp.
ca_ad: Detector d'urani empobrit comp.
cs_cz: Detektor ochuzeného uranu Comp.
da: Forarmet urandetektor Comp.
de: Detektor für abgereichertes Uran Comp.
es: Detector de uranio empobrecido Comp.
et_ee: Vaesestatud uraani detektor Comp.
fi: Köyhdytetyn uraanin ilmaisin komp.
fr: Détecteur d’uranium appauvri Comp.
hr_hr: Osiromašeni detektor urana.
hu_hu: Szegényített urán detektor Comp.
ja_jp: 劣化ウラン検出器 Comp.
lv: Noplicinātā urāna detektora kompl.
nl: Verarmd uranium Detector Comp.
no: Utarmet uran detektor komp.
pt_br: Detector de urânio empobrecido Comp.
ro: Comp. detector de uraniu sărăcit
ru: Детектор обедненного урана Comp.
sk_sk: Detektor ochudobneného uránu comp.
sv: Detektor för utarmat uran Comp.
tr_tr: Tükenmiş Uranyum Dedektörü Komp.
uk: Детектор збідненого урану комп.
zh_cn: 贫铀探测器组件

# DisplayName_Item_BPDetectorComponentsT2
source: Depleted Dark Energy Detector Comp.
ca_ad: Detector d'energia fosca empobrit comp.
cs_cz: Vyčerpaný detektor temné energie Comp.
da: Udtømt mørk energi detektor comp.
es: Detector de energía oscura agotado Comp.
et_ee: Ammendatud tumeenergia detektor Comp.
fi: Tyhjentynyt pimeän energian ilmaisin komp.
fr: Détecteur d’énergie sombre appauvri Comp.
hr_hr: Osiromašeni detektor tamne energije Comp.
hu_hu: Kimerült sötétenergia-detektor Comp.
ja_jp: 枯渇した暗黒エネルギー検出器
lv: Noplicinātas tumšās enerģijas detektora kompl.
nl: Detector voor uitgeputte donkere energie Comp.
no: Utarmet mørk energi detektor Comp.
pt_br: Detector de Energia Escura Esgotado Comp.
ro: Comp. detectorului de energie întunecată epuizat.
ru: Истощенный детектор темной энергии Comp.
sk_sk: Detektor ochudobnenej tmavej energie comp.
sv: Urholkad mörk energidetektor Comp.
tr_tr: Tükenmiş Karanlık Enerji Dedektörü Komp.
uk: Детектор збідненої темної енергії комп.
zh_cn: 耗尽的暗能量探测器组件

# DisplayName_Item_BPDetectorComponentsT3
source: Depleted Clangium Detector Comp.
ca_ad: Detector de clangium empobrit comp.
cs_cz: Vyčerpaný detektor Clangium Comp.
da: Udtømt Clangium Detektor Comp.
es: Detector de clangium agotado Comp.
et_ee: Ammendatud clangiumi detektor Comp.
fi: Tyhjentynyt klangiumilmaisin komp.
fr: Détecteur de clangium appauvri Comp.
hr_hr: Osiromašeni clangium detektor komp.
hu_hu: Kimerült Clangium detektor Comp.
ja_jp: 枯渇したClangium Detector Comp。
lv: Noplicināts Clangium detektora kompl.
nl: Verarmde Clangium Detector Comp.
no: Utarmet Clangium Detector Comp.
pt_br: Detector de Clângio Empobrecido Comp.
ro: Comp. detector de clangiu epuizat.
ru: Детектор обедненного кленгия Comp.
sk_sk: Detektor ochudobneného klangia comp.
sv: Utarmad Clangium-detektor Comp.
tr_tr: Tükenmiş Clangium Dedektör Komp.
uk: Детектор збідненого клангію комп.
zh_cn: 耗尽的钳铛探测器组件

# DisplayName_Item_BPDisplayT1
source: Depleted Uranium Display
ca_ad: Pantalla d'urani empobrit
cs_cz: Zobrazení ochuzeného uranu
da: Skærm med forarmet uran
de: Anzeige von abgereichertem Uran
es: Pantalla de uranio empobrecido
et_ee: Vaesestatud uraani väljapanek
fi: Köyhdytetyn uraanin näyttö
fr: Affichage de l’uranium appauvri
hr_hr: Zaslon osiromašenog urana
hu_hu: Szegényített urán kijelző
ja_jp: 劣化ウラン表示
lv: Noplicinātā urāna displejs
nl: Weergave van verarmd uranium
no: Utarmet uran-skjerm
pt_br: Exibição de urânio empobrecido
ro: Afișaj de uraniu sărăcit
ru: Дисплей обедненного урана
sk_sk: Zobrazenie ochudobneného uránu
sv: Display med utarmat uran
tr_tr: Seyreltilmiş Uranyum Ekranı
uk: Дисплей зі збідненим ураном
zh_cn: 贫铀展示

# DisplayName_Item_BPDisplayT2
source: Depleted Dark Energy Display
ca_ad: Pantalla d'energia fosca esgotada
cs_cz: Zobrazení vyčerpané temné energie
da: Udtømt skærm med mørk energi
de: Anzeige "Erschöpfte Dunkle Energie"
es: Pantalla de energía oscura agotada
et_ee: Kahanenud tumeda energia ekraan
fi: Tyhjentyneen pimeän energian näyttö
fr: Affichage de l’énergie sombre épuisée
hr_hr: Zaslon iscrpljene tamne energije
hu_hu: Kimerült sötét energia kijelző
ja_jp: 枯渇したダークエネルギーの表示
lv: Noplicinātas tumšās enerģijas displejs
nl: Weergave van uitgeputte donkere energie
no: Utarmet mørk energiskjerm
pt_br: Display de energia escura esgotado
ro: Afișaj epuizat de energie întunecată
ru: Истощенный дисплей темной энергии
sk_sk: Displej s vyčerpanou tmavou energiou
sv: Skärm med utarmad mörk energi
tr_tr: Tükenmiş Karanlık Enerji Göstergesi
uk: Дисплей із вичерпаною темною енергією
zh_cn: 耗尽的暗能量显示器

# DisplayName_Item_BPDisplayT3
source: Depleted Clangium Display
ca_ad: Pantalla de clangium empobrit
cs_cz: Vyčerpaný displej Clangium
da: Udtømt Clangium-skærm
de: Erschöpftes Clangium-Display
es: Pantalla de Clangium agotada
et_ee: Ammendunud clangiumi ekraan
fi: Tyhjentynyt klanginäyttö
fr: Affichage de la languette appauvrie
hr_hr: Osiromašeni zaslon clangija
hu_hu: Kimerült Clangium kijelző
ja_jp: 枯渇したClangiumディスプレイ
lv: Noplicināts Clangium displejs
nl: Uitgeput Clangium-scherm
no: Utarmet Clangium-skjerm
pt_br: Exibição de Clângio empobrecido
ro: Afișaj Clangium epuizat
ru: Дисплей обедненного урана
sk_sk: Vyčerpaný displej Clangium
sv: Utarmad Clangium-skärm
tr_tr: Tükenmiş Clangium Ekran
uk: Збіднений дисплей Clangium
zh_cn: 枯竭的钳显示

# DisplayName_Item_BPGirderT1
source: Depleted Uranium Girder
ca_ad: Jàssera d'urani empobrit
cs_cz: Nosník ochuzeného uranu
da: Forarmet uranbjælke
de: Träger mit abgereichertem Uran
es: Viga de uranio empobrecido
et_ee: Vaesestatud uraani vöör
fi: Köyhdytettyä uraania sisältävä palkki
fr: Poutre d’uranium appauvri
hr_hr: Osiromašeni nosač urana
hu_hu: Szegényített urángerenda
ja_jp: 劣化ウラン桁
lv: Noplicinātā urāna sijas
nl: Verarmd uranium ligger
no: Utarmet uranbjelke
pt_br: Viga de urânio empobrecido
ro: Grinzi de uraniu sărăcit
ru: Балка из обедненного урана
sk_sk: Nosník s ochudobneným uránom
sv: Balk med utarmat uran
tr_tr: Seyreltilmiş Uranyum Kiriş
uk: Балка зі збідненим ураном
zh_cn: 贫铀梁

# DisplayName_Item_BPGirderT2
source: Depleted Dark Energy Girder
ca_ad: Jàssera d'energia fosca empobrida
cs_cz: Vyčerpaný nosník temné energie
da: Udtømt mørk energibjælke
de: Erschöpfter Träger der Dunklen Energie
es: Viga de energía oscura agotada
et_ee: Vaesestatud tumeda energia vöör
fi: Tyhjentynyt pimeän energian palkki
fr: Poutre d’énergie noire épuisée
hr_hr: Osiromašeni nosač tamne energije
hu_hu: Kimerült sötét energia gerenda
ja_jp: 枯渇した暗黒エネルギー桁
lv: Noplicināta tumšās enerģijas sija
nl: Uitgeputte donkere energieligger
no: Utarmet mørk energibjelke
pt_br: Viga de Energia Escura Esgotada
ro: Grinzi de energie întunecată epuizate
ru: Истощенная Балка Темной Энергии
sk_sk: Vyčerpaný nosník tmavej energie
sv: Utarmad mörk energibalk
tr_tr: Tükenmiş Karanlık Enerji Kirişi
uk: Виснажена балка темної енергії
zh_cn: 枯竭的暗能量梁

# DisplayName_Item_BPGirderT3
source: Depleted Clangium Girder
ca_ad: Jàssera de clangium empobrida
cs_cz: Vyčerpaný nosník Clangium
da: Udtømt clangiumbjælke
de: Erschöpfter Clangium-Träger
es: Viga de clangium agotada
et_ee: Vaesestatud Clangium Girder
fi: Tyhjentynyt klangiumpalkki
fr: Poutre de clangium appauvrie
hr_hr: Osiromašeni nosač clangija
hu_hu: Kimerült Clangium gerenda
ja_jp: 枯渇したClangiumガーダー
lv: Noplicināta Clangium sijas
nl: Uitgeputte Clangium-ligger
no: Utarmet klangiumbjelke
pt_br: Viga de Clângio empobrecida
ro: Grinzi de clangiu epuizate
ru: Истощенная Лангиевая балка
sk_sk: Vyčerpaný klangiový nosník
sv: Utarmad Clangium-balk
tr_tr: Tükenmiş Klanjiyum Kiriş
uk: Збіднена балка для клангію
zh_cn: 枯竭的 Clangium 梁

# DisplayName_Item_BPGravityGeneratorComponentsT1
source: Depleted Uranium Gravity Comp.
ca_ad: Gravetat d'urani empobrit comp.
cs_cz: Gravitační kompenzace ochuzeného uranu
da: Forarmet uran tyngdekraft comp.
de: Gravitationskraft mit abgereichertem Uran Comp.
es: Gravedad de uranio empobrecido Comp.
et_ee: Vaesestatud uraani gravitatsioon Comp.
fi: Köyhdytetyn uraanin painovoimakomp.
fr: Uranium appauvri par gravité Comp.
hr_hr: Osiromašeni komp gravitacije urana.
hu_hu: Szegényített urán gravitációs komp.
ja_jp: 劣化ウラン重力補正
lv: Noplicinātā urāna gravitācijas kompl.
nl: Verarmd uranium Zwaartekracht Comp.
no: Utarmet uran Gravity Comp.
pt_br: Urânio empobrecido Gravidade Comp.
ro: Uraniu sărăcit Gravity Comp.
ru: Гравитационная композиция с обедненным ураном
sk_sk: Gravitácia ochudobneného uránu comp.
sv: Utarmat uran Gravity Comp.
tr_tr: Seyreltilmiş Uranyum Yerçekimi Komp.
uk: Гравітаційний комплекс зі збідненим ураном.
zh_cn: 贫铀重力补偿

# DisplayName_Item_BPGravityGeneratorComponentsT2
source: Depleted Dark Energy Gravity Comp.
ca_ad: Energia fosca empobrida Gravetat Comp.
cs_cz: Vyčerpaná Temná energie Gravitační komp.
da: Udtømt mørk energi Gravity Comp.
de: Erschöpfte Dunkle Energie Gravitation Comp.
es: Energía oscura agotada Comp. Gravedad.
et_ee: Ammendatud tumeenergia gravitatsioon Comp.
fi: Tyhjentynyt pimeän energian painovoimakomppi.
fr: Énergie noire appauvrie Gravity Comp.
hr_hr: Osiromašena gravitacija tamne energije.
hu_hu: Kimerült sötét energia gravitációs komp.
ja_jp: 枯渇したダークエネルギー重力補正。
lv: Noplicinātas tumšās enerģijas gravitācijas kompl.
nl: Uitgeputte donkere energie zwaartekracht Comp.
no: Utarmet mørk energi Gravity Comp.
pt_br: Gravidade de Energia Escura Esgotada Comp.
ro: Energie întunecată epuizată Gravity Comp.
ru: Истощенная Темная Энергия Гравитация Комп.
sk_sk: Ochudobnená tmavá energia Gravity Comp.
sv: Utarmad mörk energi Gravity Comp.
tr_tr: Tükenmiş Karanlık Enerji Yerçekimi Comp.
uk: Збіднена темна енергія гравітації комп.
zh_cn: 耗尽的暗能量重力补偿
