Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_RefineryT0
source: Advanced refineries refine all ores into ingots. They can be upgraded with upgrade modules. 0.39x Refine Speed. 0.30x Efficiency. 0.56MW Base power Usage. 1.5x More efficient and faster than basic refinery.
ca_ad: Les refineries avançades refinen tots els minerals en lingots. Es poden actualitzar amb mòduls d'actualització. 0.39x velocitat de refinament. 0.30x Eficiència. 0.56MW Ús de potència base. 1.5x Més eficient i ràpida que la refineria bàsica.
cs_cz: Pokročilé rafinerie rafinují všechny rudy na ingoty. Lze je upgradovat pomocí upgradovacích modulů. 0,39× zpřesnění rychlosti. 0,30× účinnost. 0,56 MW Základní spotřeba energie. 1,5x efektivnější a rychlejší než základní rafinérie.
da: Avancerede raffinaderier raffinerer alle malme til barrer. De kan opgraderes med opgraderingsmoduler. 0.39x forfine hastighed. 0.30x effektivitet. 0.56MW Grundstrømforbrug. 1.5x Mere effektiv og hurtigere end grundlæggende raffinaderi.
de: Fortschrittliche Raffinerien veredeln alle Erze zu Barren. Sie können mit Upgrade-Modulen aufgerüstet werden. 0,39-fache Verfeinerungsgeschwindigkeit. 0,30-facher Wirkungsgrad. 0,56 MW Basisstromverbrauch. 1,5x effizienter und schneller als eine einfache Raffinerie.
es: Las refinerías avanzadas refinan todos los minerales en lingotes. Se pueden actualizar con módulos de actualización. 0.39x Velocidad de refinamiento. Eficiencia de 0,30 veces. Consumo de energía base de 0,56 MW. 1,5 veces más eficiente y rápido que la refinería básica.
et_ee: Täiustatud rafineerimistehased viimistlevad kõik maagid valuplokkideks. Neid saab täiendada täiendusmoodulitega. 0.39x täpsustage kiirust. 0.30x efektiivsus. 0.56MW baasvõimsuse kasutamine. 1.5x tõhusam ja kiirem kui tavaline rafineerimistehas.
fi: Kehittyneet jalostamot jalostavat kaikki malmit harkoiksi. Niitä voidaan päivittää päivitysmoduuleilla. 0,39x tarkennusnopeus. 0,30-kertainen hyötysuhde. 0.56MW Perusvirrankulutus. 1,5x tehokkaampi ja nopeampi kuin perusjalostamo.
fr: Les raffineries avancées raffinent tous les minerais en lingots. Ils peuvent être mis à niveau avec des modules de mise à niveau. 0,39x Vitesse d’affinage. Efficacité 0,30x. Consommation d’énergie de base de 0,56 MW. 1,5 fois plus efficace et plus rapide qu’une raffinerie de base.
hr_hr: Napredne rafinerije rafiniraju sve rude u ingote. Mogu se nadograditi modulima za nadogradnju. 0,39x pročistite brzinu. 0.30x učinkovitost. 0.56MW Potrošnja osnovne snage. 1.5x Učinkovitije i brže od osnovne rafinerije.
hu_hu: A fejlett finomítók az összes ércet öntvényekké finomítják. Frissítő modulokkal bővíthetők. 0,39x finomítsa a sebességet. 0,30-szoros hatékonyság. 0,56MW alapenergia felhasználás. 1,5-szer hatékonyabb és gyorsabb, mint az alapfinomító.
ja_jp: 高度な製油所は、すべての鉱石をインゴットに精製します。 これらは、アップグレードモジュールでアップグレードできます。 0.39倍のリファイン速度。 0.30倍の効率。 0.56MWの基本電力使用量。 基本的な製油所の1.5倍の効率と速度。
lv: Uzlabotas rafinēšanas rūpnīcas attīra visas rūdas lietņos. Tos var uzlabot ar jaunināšanas moduļiem. 0,39x uzlabojiet ātrumu. 0,30x efektivitāte. 0.56MW bāzes jaudas izmantošana. 1,5x Efektīvāka un ātrāka nekā pamata rafinēšanas rūpnīca.
nl: Geavanceerde raffinaderijen raffineren alle ertsen tot blokken. Ze kunnen worden geüpgraded met upgrademodules. 0,39x snelheid verfijnen. 0.30x efficiëntie. 0,56 MW basisstroomverbruik. 1,5x efficiënter en sneller dan basisraffinaderij.
no: Avanserte raffinerier foredler alle malmer til ingots. De kan oppgraderes med oppgraderingsmoduler. 0.39x Finjuster hastighet. 0,30 ganger effektivitet. 0,56 MW grunnstrømforbruk. 1,5 ganger mer effektivt og raskere enn grunnleggende raffineri.
pt_br: Refinarias avançadas refinam todos os minérios em lingotes. Eles podem ser atualizados com módulos de atualização. 0,39x Refine a velocidade. Eficiência de 0,30x. Uso de energia base de 0,56MW. 1,5x mais eficiente e mais rápido que a refinaria básica.
ro: Rafinăriile avansate rafinează toate minereurile în lingouri. Acestea pot fi actualizate cu module de upgrade. 0.39x Viteză de rafinare. Eficiență de 0,30x. 0.56MW Putere de bază Utilizare. De 1,5 ori mai eficientă și mai rapidă decât rafinăria de bază.
ru: Современные аффинажные заводы перерабатывают всю руду в слитки. Их можно модернизировать с помощью модулей обновления. Скорость уточнения 0,39x. 0,30x Эффективность. 0,56 МВт Базовое энергопотребление. В 1,5 раза эффективнее и быстрее, чем базовый нефтеперерабатывающий завод.
sk_sk: Pokročilé rafinérie rafinujú všetky rudy na ingoty. Môžu byť vylepšené aktualizačnými modulmi. 0,39x rýchlosť spresnenia. 0,30x účinnosť. 0,56 MW Spotreba základného výkonu. 1,5x efektívnejšia a rýchlejšia ako základná rafinéria.
sv: Avancerade raffinaderier förädlar all malm till göt. De kan uppgraderas med uppgraderingsmoduler. 0,39x förfina hastigheten. 0,30x effektivitet. 0,56 MW basströmförbrukning. 1,5 gånger effektivare och snabbare än vanligt raffinaderi.
tr_tr: Gelişmiş rafineriler tüm cevherleri külçe haline getirir. Yükseltme modülleri ile yükseltilebilirler. 0.39x Rafine Hızı. 0.30x Verimlilik. 0.56MW Temel güç Kullanımı. Temel rafineriden 1,5 kat daha verimli ve daha hızlı.
uk: Передові нафтопереробні заводи переробляють всі руди в злитки. Їх можна модернізувати за допомогою модулів оновлення. 0,39-кратна швидкість уточнення. 0,30-кратна ефективність. 0,56 МВт Споживання базової потужності. У 1,5 рази ефективніше та швидше, ніж звичайний нафтопереробний завод.
zh_cn: 先进的炼油厂将所有矿石提炼成锭。 它们可以通过升级模块进行升级。 0.39 倍优化速度。 效率 0.30 倍。 0.56MW基本用电量。 比基本炼油厂效率高 1.5 倍，速度快。

# Description_RefineryT1
source: Advanced refineries refine all ores into ingots. They can be upgraded with upgrade modules. 0.58x Refine Speed. 0.45x Efficiency. 0.84MW Base power Usage. 1.5x More efficient and faster than the normal refinery.
ca_ad: Les refineries avançades refinen tots els minerals en lingots. Es poden actualitzar amb mòduls d'actualització. 0.58x velocitat de refinament. 0.45x Eficiència. 0.84MW Ús de potència base. 1.5x Més eficient i ràpid que la refineria normal.
cs_cz: Pokročilé rafinerie rafinují všechny rudy na ingoty. Lze je upgradovat pomocí upgradovacích modulů. 0,58× rychlost zpřesnění. 0,45× účinnost. 0,84 MW Základní spotřeba energie. 1,5x efektivnější a rychlejší než běžná rafinérie.
da: Avancerede raffinaderier raffinerer alle malme til barrer. De kan opgraderes med opgraderingsmoduler. 0.58x forfine hastighed. 0.45x effektivitet. 0.84MW Grundeffektforbrug. 1.5x Mere effektiv og hurtigere end det normale raffinaderi.
de: Fortschrittliche Raffinerien veredeln alle Erze zu Barren. Sie können mit Upgrade-Modulen aufgerüstet werden. 0,58-fache Verfeinerungsgeschwindigkeit. 0,45-facher Wirkungsgrad. 0,84 MW Basisstromverbrauch. 1,5x effizienter und schneller als die normale Raffinerie.
es: Las refinerías avanzadas refinan todos los minerales en lingotes. Se pueden actualizar con módulos de actualización. 0.58x Velocidad de refinamiento. 0,45 veces la eficiencia. Consumo de energía base de 0,84 MW. 1,5 veces más eficiente y rápido que la refinería normal.
et_ee: Täiustatud rafineerimistehased viimistlevad kõik maagid valuplokkideks. Neid saab täiendada täiendusmoodulitega. 0.58x täpsustage kiirust. 0,45x efektiivsus. 0.84MW baasvõimsuse kasutamine. 1.5x Tõhusam ja kiirem kui tavaline rafineerimistehas.
fi: Kehittyneet jalostamot jalostavat kaikki malmit harkoiksi. Niitä voidaan päivittää päivitysmoduuleilla. 0,58x tarkennusnopeus. 0,45-kertainen hyötysuhde. 0.84MW Perusvirrankulutus. 1,5x tehokkaampi ja nopeampi kuin normaali jalostamo.
fr: Les raffineries avancées raffinent tous les minerais en lingots. Ils peuvent être mis à niveau avec des modules de mise à niveau. Vitesse d’affinage 0,58x. Efficacité 0,45x. Consommation d’énergie de base de 0,84 MW. 1,5 fois plus efficace et plus rapide qu’une raffinerie normale.
hr_hr: Napredne rafinerije rafiniraju sve rude u ingote. Mogu se nadograditi modulima za nadogradnju. 0,58x profinjena brzina. 0.45x Učinkovitost. 0.84MW Potrošnja osnovne snage. 1.5x Učinkovitije i brže od normalne rafinerije.
hu_hu: A fejlett finomítók az összes ércet öntvényekké finomítják. Frissítő modulokkal bővíthetők. 0,58x finomítsa a sebességet. 0,45-szörös hatékonyság. 0,84MW alapenergia-felhasználás. 1,5-szer hatékonyabb és gyorsabb, mint a normál finomító.
ja_jp: 高度な製油所は、すべての鉱石をインゴットに精製します。 これらは、アップグレードモジュールでアップグレードできます。 0.58倍のリファイン速度。 0.45倍の効率。 0.84MWの基本電力使用量。 通常の製油所よりも1.5倍効率的で高速です。
lv: Uzlabotas rafinēšanas rūpnīcas attīra visas rūdas lietņos. Tos var uzlabot ar jaunināšanas moduļiem. 0,58x uzlabot ātrumu. 0,45x efektivitāte. 0.84MW bāzes jaudas izmantošana. 1,5x Efektīvāka un ātrāka nekā parastā rafinēšanas rūpnīca.
nl: Geavanceerde raffinaderijen raffineren alle ertsen tot blokken. Ze kunnen worden geüpgraded met upgrademodules. 0,58x snelheid verfijnen. 0,45x efficiëntie. 0,84 MW basisstroomverbruik. 1,5x efficiënter en sneller dan de normale raffinaderij.
no: Avanserte raffinerier foredler alle malmer til ingots. De kan oppgraderes med oppgraderingsmoduler. 0.58x Finjuster hastighet. 0,45x effektivitet. 0,84 MW grunnstrømforbruk. 1,5 ganger mer effektiv og raskere enn det vanlige raffineriet.
pt_br: Refinarias avançadas refinam todos os minérios em lingotes. Eles podem ser atualizados com módulos de atualização. 0,58x Refine a velocidade. Eficiência de 0,45x. Uso de energia base de 0,84MW. 1,5x mais eficiente e mais rápido do que a refinaria normal.
ro: Rafinăriile avansate rafinează toate minereurile în lingouri. Acestea pot fi actualizate cu module de upgrade. 0.58x Viteză de rafinare. Eficiență de 0,45x. 0.84MW Putere de bază Utilizare. De 1,5 ori mai eficientă și mai rapidă decât rafinăria normală.
ru: Современные аффинажные заводы перерабатывают всю руду в слитки. Их можно модернизировать с помощью модулей обновления. Скорость уточнения 0,58x. Эффективность 0,45x. 0,84 МВт Базовое энергопотребление. В 1,5 раза эффективнее и быстрее, чем на обычном нефтеперерабатывающем заводе.
sk_sk: Pokročilé rafinérie rafinujú všetky rudy na ingoty. Môžu byť vylepšené aktualizačnými modulmi. 0,58x rýchlosť spresnenia. 0,45x účinnosť. 0,84 MW Spotreba základného výkonu. 1,5x efektívnejšia a rýchlejšia ako bežná rafinéria.
sv: Avancerade raffinaderier förädlar all malm till göt. De kan uppgraderas med uppgraderingsmoduler. 0,58x förfina hastigheten. 0,45x effektivitet. 0,84 MW baseffektförbrukning. 1,5 gånger effektivare och snabbare än det normala raffinaderiet.
tr_tr: Gelişmiş rafineriler tüm cevherleri külçe haline getirir. Yükseltme modülleri ile yükseltilebilirler. 0.58x Rafine Hızı. 0,45 kat verimlilik. 0.84MW Temel güç Kullanımı. Normal rafineriden 1,5 kat daha verimli ve daha hızlı.
uk: Передові нафтопереробні заводи переробляють всі руди в злитки. Їх можна модернізувати за допомогою модулів оновлення. 0,58-кратна швидкість уточнення. 0,45-кратна ефективність. 0,84 МВт Споживання базової потужності. У 1,5 рази ефективніше та швидше, ніж звичайний нафтопереробний завод.
zh_cn: 先进的炼油厂将所有矿石提炼成锭。 它们可以通过升级模块进行升级。 0.58 倍精炼速度。 效率 0.45 倍。 0.84MW基本用电量。 比普通炼油厂效率高 1.5 倍，速度更快。

# Description_RefineryT2
source: Advanced refineries refine all ores into ingots. They can be upgraded with upgrade modules. 0.87x Refine Speed. 0.67x Efficiency. 1.26MW Base Power Usage. 1.5x More efficient and faster than the enhanced refinery.
ca_ad: Les refineries avançades refinen tots els minerals en lingots. Es poden actualitzar amb mòduls d'actualització. 0.87x velocitat de refinament. 0.67x Eficiència. Ús d'energia base de 1.26MW. 1.5x Més eficient i ràpid que la refineria millorada.
cs_cz: Pokročilé rafinerie rafinují všechny rudy na ingoty. Lze je upgradovat pomocí upgradovacích modulů. 0,87× rychlost zpřesnění. 0,67× účinnost. Základní spotřeba energie 1,26 MW. 1,5x efektivnější a rychlejší než vylepšená rafinérie.
da: Avancerede raffinaderier raffinerer alle malme til barrer. De kan opgraderes med opgraderingsmoduler. 0.87x forfine hastighed. 0.67x effektivitet. 1,26 MW basisstrømforbrug. 1.5x Mere effektiv og hurtigere end det forbedrede raffinaderi.
de: Fortschrittliche Raffinerien veredeln alle Erze zu Barren. Sie können mit Upgrade-Modulen aufgerüstet werden. 0,87-fache Verfeinerungsgeschwindigkeit. 0,67-facher Wirkungsgrad. 1,26 MW Grundstromverbrauch. 1,5x effizienter und schneller als die verbesserte Raffinerie.
es: Las refinerías avanzadas refinan todos los minerales en lingotes. Se pueden actualizar con módulos de actualización. 0.87x Velocidad de refinamiento. 0,67 veces la eficiencia. Consumo de energía base de 1,26 MW. 1,5 veces más eficiente y rápido que la refinería mejorada.
et_ee: Täiustatud rafineerimistehased viimistlevad kõik maagid valuplokkideks. Neid saab täiendada täiendusmoodulitega. 0.87x täpsustage kiirust. 0,67x efektiivsus. 1.26MW baasvõimsuse kasutamine. 1.5x tõhusam ja kiirem kui täiustatud rafineerimistehas.
fi: Kehittyneet jalostamot jalostavat kaikki malmit harkoiksi. Niitä voidaan päivittää päivitysmoduuleilla. 0,87x tarkennusnopeus. 0,67-kertainen hyötysuhde. 1,26 MW:n perusvirrankulutus. 1,5 kertaa tehokkaampi ja nopeampi kuin parannettu jalostamo.
fr: Les raffineries avancées raffinent tous les minerais en lingots. Ils peuvent être mis à niveau avec des modules de mise à niveau. 0,87x Vitesse d’affinage. Efficacité 0,67x. Consommation d’énergie de base de 1,26 MW. 1,5 fois plus efficace et plus rapide que la raffinerie améliorée.
hr_hr: Napredne rafinerije rafiniraju sve rude u ingote. Mogu se nadograditi modulima za nadogradnju. 0.87x Pročistite brzinu. 0,67x učinkovitost. Potrošnja osnovne energije od 1,26 MW. 1.5x Učinkovitije i brže od poboljšane rafinerije.
hu_hu: A fejlett finomítók az összes ércet öntvényekké finomítják. Frissítő modulokkal bővíthetők. 0,87x Finomítsa a sebességet. 0,67-szeres hatékonyság. 1,26 MW alap energiafelhasználás. 1,5-szer hatékonyabb és gyorsabb, mint a továbbfejlesztett finomító.
ja_jp: 高度な製油所は、すべての鉱石をインゴットに精製します。 これらは、アップグレードモジュールでアップグレードできます。 0.87x リファイン速度。 0.67倍の効率。 1.26MWの基本電力使用量。 強化された製油所よりも1.5倍効率的で高速です。
lv: Uzlabotas rafinēšanas rūpnīcas attīra visas rūdas lietņos. Tos var uzlabot ar jaunināšanas moduļiem. 0,87x uzlabot ātrumu. 0,67x efektivitāte. 1,26 MW bāzes enerģijas patēriņš. 1,5x Efektīvāka un ātrāka nekā uzlabotā pārstrādes rūpnīca.
nl: Geavanceerde raffinaderijen raffineren alle ertsen tot blokken. Ze kunnen worden geüpgraded met upgrademodules. 0.87x Snelheid verfijnen. 0.67x efficiëntie. 1,26 MW basisstroomverbruik. 1,5x efficiënter en sneller dan de verbeterde raffinaderij.
no: Avanserte raffinerier foredler alle malmer til ingots. De kan oppgraderes med oppgraderingsmoduler. 0.87x raffineringshastighet. 0,67x effektivitet. 1,26 MW basisstrømforbruk. 1,5 ganger mer effektiv og raskere enn det forbedrede raffineriet.
pt_br: Refinarias avançadas refinam todos os minérios em lingotes. Eles podem ser atualizados com módulos de atualização. 0,87x Refine a velocidade. Eficiência de 0,67x. Uso de energia base de 1,26MW. 1,5x mais eficiente e mais rápido que a refinaria aprimorada.
ro: Rafinăriile avansate rafinează toate minereurile în lingouri. Acestea pot fi actualizate cu module de upgrade. 0.87x Viteză de rafinare. Eficiență de 0,67x. Consum de energie de bază de 1,26 MW. De 1,5 ori mai eficientă și mai rapidă decât rafinăria îmbunătățită.
ru: Современные аффинажные заводы перерабатывают всю руду в слитки. Их можно модернизировать с помощью модулей обновления. 0,87x Скорость уточнения. 0,67x КПД. Базовое энергопотребление 1,26 МВт. В 1,5 раза эффективнее и быстрее, чем усовершенствованный нефтеперерабатывающий завод.
sk_sk: Pokročilé rafinérie rafinujú všetky rudy na ingoty. Môžu byť vylepšené aktualizačnými modulmi. 0,87x rýchlosť spresnenia. 0,67x účinnosť. Základná spotreba energie 1,26 MW. 1,5x efektívnejšia a rýchlejšia ako rozšírená rafinéria.
sv: Avancerade raffinaderier förädlar all malm till göt. De kan uppgraderas med uppgraderingsmoduler. 0,87x förfina hastigheten. 0,67x effektivitet. 1,26 MW basströmförbrukning. 1,5 gånger effektivare och snabbare än det förbättrade raffinaderiet.
tr_tr: Gelişmiş rafineriler tüm cevherleri külçe haline getirir. Yükseltme modülleri ile yükseltilebilirler. 0,87x Rafine Hızı. 0,67 kat verimlilik. 1.26MW Temel Güç Kullanımı. Geliştirilmiş rafineriden 1,5 kat daha verimli ve daha hızlı.
uk: Передові нафтопереробні заводи переробляють всі руди в злитки. Їх можна модернізувати за допомогою модулів оновлення. 0,87-кратна швидкість уточнення. Ефективність 0,67x. Базове споживання електроенергії 1,26 МВт. У 1,5 рази ефективніше та швидше, ніж удосконалений нафтопереробний завод.
zh_cn: 先进的炼油厂将所有矿石提炼成锭。 它们可以通过升级模块进行升级。 0.87 倍精炼速度。 效率 0.67 倍。 1.26MW基本用电量。 比增强型炼油厂效率高 1.5 倍，速度更快。

# Description_RefineryT3
source: Advanced refineries refine all ores into ingots. They can be upgraded with upgrade modules. 1.3x Refine Speed. 1x Efficiency. 1.89MW Base Power Usage. 1.5x More efficient and faster than the proficient refinery.
ca_ad: Les refineries avançades refinen tots els minerals en lingots. Es poden actualitzar amb mòduls d'actualització. 1.3x Refinar la velocitat. 1x Eficiència. Consum d'energia base de 1.89MW. 1.5x Més eficient i ràpid que la refineria competent.
cs_cz: Pokročilé rafinerie rafinují všechny rudy na ingoty. Lze je upgradovat pomocí upgradovacích modulů. 1,3x rychlost zpřesnění. 1x Účinnost. Základní spotřeba energie 1,89 MW. 1,5x efektivnější a rychlejší než zdatná rafinérie.
da: Avancerede raffinaderier raffinerer alle malme til barrer. De kan opgraderes med opgraderingsmoduler. 1.3x forfine hastighed. 1x effektivitet. 1,89 MW grundstrømforbrug. 1.5x Mere effektiv og hurtigere end det dygtige raffinaderi.
de: Fortschrittliche Raffinerien veredeln alle Erze zu Barren. Sie können mit Upgrade-Modulen aufgerüstet werden. 1,3-fache Verfeinerungsgeschwindigkeit. 1x Wirkungsgrad. 1,89 MW Basis-Stromverbrauch. 1,5x effizienter und schneller als die kompetente Raffinerie.
es: Las refinerías avanzadas refinan todos los minerales en lingotes. Se pueden actualizar con módulos de actualización. 1.3x Refinar velocidad. 1x Eficiencia. Consumo de energía base de 1,89 MW. 1,5 veces más eficiente y más rápido que la refinería competente.
et_ee: Täiustatud rafineerimistehased viimistlevad kõik maagid valuplokkideks. Neid saab täiendada täiendusmoodulitega. 1.3x täpsustage kiirust. 1x efektiivsus. 1.89MW baasvõimsuse kasutamine. 1.5x Tõhusam ja kiirem kui vilunud rafineerimistehas.
fi: Kehittyneet jalostamot jalostavat kaikki malmit harkoiksi. Niitä voidaan päivittää päivitysmoduuleilla. 1,3x tarkennusnopeus. 1x tehokkuus. 1,89 MW:n perusvirrankulutus. 1,5x tehokkaampi ja nopeampi kuin taitava jalostamo.
fr: Les raffineries avancées raffinent tous les minerais en lingots. Ils peuvent être mis à niveau avec des modules de mise à niveau. Vitesse d’affinage 1,3x. 1x Efficacité. Consommation d’énergie de base de 1,89 MW. 1,5 fois plus efficace et plus rapide qu’une raffinerie compétente.
hr_hr: Napredne rafinerije rafiniraju sve rude u ingote. Mogu se nadograditi modulima za nadogradnju. 1.3x Pročistite brzinu. 1x Učinkovitost. Osnovna potrošnja energije od 1.89 MW. 1,5x Učinkovitiji i brži od stručne rafinerije.
hu_hu: A fejlett finomítók az összes ércet öntvényekké finomítják. Frissítő modulokkal bővíthetők. 1,3x finomítsa a sebességet. 1x hatékonyság. 1,89 MW alap energiafelhasználás. 1,5-szer hatékonyabb és gyorsabb, mint a gyakorlott finomító.
ja_jp: 高度な製油所は、すべての鉱石をインゴットに精製します。 これらは、アップグレードモジュールでアップグレードできます。 1.3倍のリファイン速度。 効率は1倍。 1.89MWの基本電力使用量。 熟練した製油所よりも1.5倍効率的で高速です。
lv: Uzlabotas rafinēšanas rūpnīcas attīra visas rūdas lietņos. Tos var uzlabot ar jaunināšanas moduļiem. 1,3x uzlabojiet ātrumu. 1x efektivitāte. 1,89 MW bāzes enerģijas patēriņš. 1,5x Efektīvāka un ātrāka nekā lietpratīga rafinēšanas fabrika.
nl: Geavanceerde raffinaderijen raffineren alle ertsen tot blokken. Ze kunnen worden geüpgraded met upgrademodules. 1,3x snelheid verfijnen. 1x Efficiëntie. 1,89 MW basisstroomverbruik. 1,5x efficiënter en sneller dan de bekwame raffinaderij.
no: Avanserte raffinerier foredler alle malmer til ingots. De kan oppgraderes med oppgraderingsmoduler. 1.3x Finjuster hastigheten. 1x Effektivitet. 1,89 MW basisstrømforbruk. 1,5 ganger mer effektiv og raskere enn det dyktige raffineriet.
pt_br: Refinarias avançadas refinam todos os minérios em lingotes. Eles podem ser atualizados com módulos de atualização. 1.3x Refine a velocidade. 1x Eficiência. Consumo de energia base de 1,89MW. 1,5x mais eficiente e mais rápido que a refinaria competente.
ro: Rafinăriile avansate rafinează toate minereurile în lingouri. Acestea pot fi actualizate cu module de upgrade. 1.3x Viteza de rafinare. 1x Eficiență. Consum de energie de bază de 1,89 MW. De 1,5 ori mai eficientă și mai rapidă decât rafinăria competentă.
ru: Современные аффинажные заводы перерабатывают всю руду в слитки. Их можно модернизировать с помощью модулей обновления. Скорость уточнения в 1,3 раза. 1x Эффективность. Базовое энергопотребление 1,89 МВт. В 1,5 раза эффективнее и быстрее, чем опытный нефтеперерабатывающий завод.
sk_sk: Pokročilé rafinérie rafinujú všetky rudy na ingoty. Môžu byť vylepšené aktualizačnými modulmi. 1,3x rýchlosť spresnenia. 1x Účinnosť. Základná spotreba energie 1,89 MW. 1,5x efektívnejšia a rýchlejšia ako zdatná rafinéria.
sv: Avancerade raffinaderier förädlar all malm till göt. De kan uppgraderas med uppgraderingsmoduler. 1,3x förfina hastigheten. 1x effektivitet. 1,89 MW basströmförbrukning. 1,5 gånger effektivare och snabbare än det skickliga raffinaderiet.
tr_tr: Gelişmiş rafineriler tüm cevherleri külçe haline getirir. Yükseltme modülleri ile yükseltilebilirler. 1.3x Rafine Hızı. 1x Verimlilik. 1.89MW Temel Güç Kullanımı. Yetkin rafineriden 1,5 kat daha verimli ve daha hızlı.
uk: Передові нафтопереробні заводи переробляють всі руди в злитки. Їх можна модернізувати за допомогою модулів оновлення. Швидкість уточнення в 1,3 рази. 1x ефективність. Базове споживання електроенергії 1,89 МВт. У 1,5 рази ефективніше та швидше, ніж досвідчений нафтопереробний завод.
zh_cn: 先进的炼油厂将所有矿石提炼成锭。 它们可以通过升级模块进行升级。 1.3 倍优化速度。 1 倍效率。 1.89MW基本用电量。 比熟练的炼油厂效率高 1.5 倍，速度更快。
