Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_LargeReactorWarfare2T2
source: Proficient Large Warfare Reactor
ca_ad: Reactor de guerra gran competent
cs_cz: Zkušený velký válečný reaktor
da: Dygtig reaktor til stor krigsførelse
de: Kompetenter Reaktor für große Kriegsführung
es: Reactor de guerra de gran tamaño competente
et_ee: Vilunud suur sõjapidamise reaktor
fi: Taitava suuren sodankäynnin reaktori
fr: Grand réacteur de guerre compétent
hr_hr: Iskusni reaktor za veliko ratovanje
hu_hu: Proficient nagy hadviselési reaktor
ja_jp: 熟練の大型戦用原子炉
lv: Lietpratīgs lielās karadarbības reaktors
nl: Bekwame grote oorlogsreactor
no: Dyktig stor krigføringsreaktor
pt_br: Reator de guerra de grande porte proficiente
ro: Reactor de război mare competent
ru: Опытный Большой Боевой Реактор
sk_sk: Zdatný veľký bojový reaktor
sv: Skicklig stor krigföringsreaktor
tr_tr: Yetkin Büyük Harp Reaktörü
uk: Досвідчений великий військовий реактор
zh_cn: 熟练的大型战争反应堆

# DisplayName_Block_LargeReactorWarfare2T3
source: Elite Large Warfare Reactor
ca_ad: Reactor d'elit de gran guerra
cs_cz: Elitní velký válečný reaktor
da: Elite stor krigsførelse reaktor
de: Elite-Reaktor für große Kriegsführung
es: Gran reactor de guerra de élite
et_ee: Elite suur sõjapidamise reaktor
fi: Eliitti suuren sodankäynnin reaktori
fr: Grand réacteur de guerre d’élite
hr_hr: Elitni reaktor za veliko ratovanje
hu_hu: Elit Nagy Hadviselési Reaktor
ja_jp: エリート大型戦リアクター
lv: Elites lielais karadarbības reaktors
nl: Elite Grote Oorlogsvoering Reactor
no: Elite stor krigføringsreaktor
pt_br: Reator de Guerra de Grande Elite
ro: Reactor de luptă mare de elită
ru: Элитный Большой Боевой Реактор
sk_sk: Elitný veľký bojový reaktor
sv: Elite Stor Krigföring Reaktor
tr_tr: Elit Büyük Harp Reaktörü
uk: Елітний великий військовий реактор
zh_cn: 精英大型战争反应堆

# DisplayName_Block_LargeThrustSciFiT1
source: Enhanced Sci-Fi Large Ion Thruster
ca_ad: Propulsor iònic gran de ciència ficció millorat
cs_cz: Vylepšený sci-fi velký iontový motor
da: Forbedret sci-fi stor ion-thruster
de: Verbessertes Sci-Fi-Triebwerk mit großen Ionen
es: Propulsor iónico grande de ciencia ficción mejorado
et_ee: Täiustatud ulmeline suur ioontõukejõud
fi: Parannettu scifi-suuri-ionipotkuri
fr: Propulseur ionique de grande taille de science-fiction amélioré
hr_hr: Poboljšani znanstveno-fantastični veliki ionski potisnik
hu_hu: Továbbfejlesztett sci-fi nagy ionhajtómű
ja_jp: 改良型SF大型イオンスラスタ
lv: Uzlabots zinātniskās fantastikas lielais jonu vilces līdzeklis
nl: Verbeterde Sci-Fi grote ionenboegschroef
no: Forbedret Sci-Fi Large Ion Thruster
pt_br: Propulsor de Íons Grandes Sci-Fi aprimorado
ro: Propulsor sci-fi cu ioni mari îmbunătățit
ru: Усовершенствованный научно-фантастический большой ионный двигатель
sk_sk: Vylepšený sci-fi veľký iónový motorník
sv: Förbättrad Sci-Fi stor jonpropeller
tr_tr: Geliştirilmiş Bilim Kurgu Büyük İyon İtici
uk: Покращений науково-фантастичний великий іонний двигун
zh_cn: 增强型科幻大型离子推进器

# DisplayName_Block_LargeThrustSciFiT2
source: Proficient Sci-Fi Large Ion Thruster
ca_ad: Propulsor iònic gran de ciència-ficció competent
cs_cz: Zkušený sci-fi velký iontový motor
da: Dygtig sci-fi stor ionpropel
de: Kompetentes Sci-Fi-Triebwerk mit großen Ionen
es: Propulsor iónico grande de ciencia ficción competente
et_ee: Vilunud ulmeline suur ioontõukejõud
fi: Taitava scifi-suuri-ionipotkuri
fr: Propulseur ionique de grande taille de science-fiction compétent
hr_hr: Iskusni znanstveno-fantastični veliki ionski potisnik
hu_hu: Gyakorlott sci-fi nagy ionhajtómű
ja_jp: 熟練のSF大型イオンスラスタ
lv: Prasmīgs zinātniskās fantastikas lielo jonu vilces līdzeklis
nl: Bekwame Sci-Fi grote ionenboegschroef
no: Dyktig Sci-Fi Large Ion Thruster
pt_br: Propulsor de Íons Grandes de Ficção Científica Proficiente
ro: Propulsor sci-fi cu ioni mari
ru: Опытный научно-фантастический большой ионный двигатель
sk_sk: Zdatný sci-fi veľký iónový motorník
sv: Skicklig Sci-Fi stor jonpropeller
tr_tr: Yetkin Bilim Kurgu Büyük İyon İtici
uk: Досвідчений науково-фантастичний великий іонний двигун
zh_cn: 精通科幻大型离子推进器

# DisplayName_Block_LargeThrustSciFiT3
source: Elite Sci-Fi Large Ion Thruster
ca_ad: Propulsor iònic gran de ciència-ficció d'elit
cs_cz: Elitní sci-fi velký iontový motor
da: Elite sci-fi stor ion-thruster
de: Elite-Sci-Fi-Triebwerk mit großen Ionen
es: Propulsor iónico grande de ciencia ficción de élite
et_ee: Elite Sci-Fi suur ioontõukejõud
fi: Eliitti scifi-suuri-ionipotkuri
fr: Grand propulseur ionique Elite Sci-Fi
hr_hr: Elitni znanstveno-fantastični veliki ionski potisnik
hu_hu: Elite Sci-Fi nagy ionhajtómű
ja_jp: エリートSF大型イオンスラスタ
lv: Elites Sci-Fi lielais jonu vilces līdzeklis
nl: Elite Sci-Fi grote ionenboegschroef
pt_br: Propulsor de Íons Grandes de Elite Sci-Fi
ro: Propulsor de ioni mari Elite Sci-Fi
ru: Элитный научно-фантастический большой ионный двигатель
sk_sk: Elitné sci-fi veľké iónové motory
sv: Elite Sci-Fi stor jonpropeller
tr_tr: Elite Bilim Kurgu Büyük İyon İtici
uk: Елітний науково-фантастичний великий іонний двигун
zh_cn: 精英科幻大型离子推进器

# DisplayName_Block_LargeThrustT1
source: Enhanced Large Ion Thruster
ca_ad: Propulsor iònic gran millorat
cs_cz: Vylepšený velký iontový motor
da: Forbedret stor ion-thruster
de: Verbessertes großes Ionentriebwerk
es: Propulsor iónico grande mejorado
et_ee: Täiustatud suur ioontõukejõud
fi: Parannettu Large Ion -potkuri
fr: Propulseur ionique de grande taille amélioré
hr_hr: Poboljšani veliki ionski potisnik
hu_hu: Továbbfejlesztett nagyméretű ionhajtómű
ja_jp: 改良型大型イオンスラスタ
lv: Uzlabots liels jonu vilces līdzeklis
nl: Verbeterde grote ionenboegschroef
no: Forbedret storion-thruster
pt_br: Propulsor de íons grandes aprimorado
ro: Propulsor ionic mare îmbunătățit
ru: Усовершенствованный большой ионный двигатель
sk_sk: Vylepšený veľký iónový motor
sv: Förbättrad stor jonpropeller
tr_tr: Geliştirilmiş Büyük İyon İtici
uk: Покращений двигун з великими іонами
zh_cn: 增强型大型离子推进器

# DisplayName_Block_LargeThrustT2
source: Proficient Large Ion Thruster
ca_ad: Propulsor iònic gran competent
cs_cz: Zkušený velký iontový motor
da: Dygtig stor ionpropel
de: Kompetentes großes Ionentriebwerk
es: Propulsor iónico grande competente
et_ee: Vilunud suur ioontõukejõud
fi: Taitava suurten ionien potkuri
fr: Grand propulseur ionique compétent
hr_hr: Iskusni veliki ionski potisnik
hu_hu: Gyakorlott nagy ionhajtómű
ja_jp: 熟練の大型イオンスラスタ
lv: Lietpratējs liels jonu vilces līdzeklis
nl: Bekwame grote ionenschroef
no: Dyktig stor ion thruster
pt_br: Propulsor de Íons Grandes Proficiente
ro: Propulsor ionic mare competent
ru: Опытный большой ионный двигатель
sk_sk: Zdatný veľký iónový motor;
sv: Skicklig stor jonpropeller
tr_tr: Yetkin Büyük İyon İtici
uk: Досвідчений великий іонний двигун
zh_cn: 熟练的大型离子推进器

# DisplayName_Block_LargeThrustT3
source: Elite Large Ion Thruster
ca_ad: Propulsor iònic gran d'elit
cs_cz: Elitní velký iontový motor
da: Elite stor ion-thruster
de: Elite-Triebwerk mit großen Ionen
es: Propulsor iónico grande de élite
et_ee: Elite suur ioontõukur
fi: Elite suuri ionipotkuri
fr: Propulseur ionique Elite Large
hr_hr: Elitni veliki ionski potisnik
hu_hu: Elite nagy ionhajtómű
ja_jp: エリート大型イオンスラスタ
lv: Elites lielais jonu vilces līdzeklis
nl: Elite grote ionenboegschroef
pt_br: Propulsor de Íons Grande Elite
ro: Propulsor ionic mare Elite
ru: Элитный большой ионный двигатель
sk_sk: Elitný veľký iónový motorník
sv: Elite stor jonpropeller
tr_tr: Elite Büyük İyon İtici
uk: Елітний великий іонний двигун
zh_cn: Elite大型离子推进器

# DisplayName_Block_MediumCalibreGunT1
source: Enhanced Assault Cannon
ca_ad: Canó d'assalt millorat
cs_cz: Vylepšené útočné dělo
da: Forbedret angrebskanon;
de: Verbesserte Sturmkanone
es: Cañón de asalto mejorado
et_ee: Täiustatud rünnakukahur
fi: Parannettu rynnäkkötykki
fr: Canon d’assaut amélioré
hr_hr: Poboljšani jurišni top
hu_hu: Továbbfejlesztett rohamágyú
ja_jp: 強化型アサルトキャノン
lv: Uzlabots uzbrukuma lielgabals
nl: Verbeterd aanvalskanon
no: Forsterket angrepskanon
pt_br: Canhão de Assalto Aprimorado
ro: Tun de asalt îmbunătățit
ru: Улучшенная штурмовая пушка
sk_sk: Vylepšený útočný kanón
sv: Förbättrad anfallskanon
tr_tr: Geliştirilmiş Taarruz Topu
uk: Удосконалена штурмова гармата
zh_cn: 增强型突击炮

# DisplayName_Block_MediumCalibreGunT2
source: Proficient Assault Cannon
ca_ad: Canó d'assalt competent
cs_cz: Zkušený útočný kanón
da: Dygtig angrebskanon;
de: Kompetente Sturmkanone
es: Cañón de asalto competente
et_ee: Vilunud ründekahur
fi: Taitava rynnäkkötykki
fr: Canon d’assaut compétent
hr_hr: Vješt jurišni top
hu_hu: Profi rohamágyú
ja_jp: 熟練のアサルトキャノン
lv: Prasmīgs uzbrukuma lielgabals
nl: Bekwaam aanvalskanon
no: Dyktig angrepskanone
pt_br: Canhão de Assalto Proficiente
ro: Tun de asalt competent
ru: Опытная штурмовая пушка
sk_sk: Skúsený útočný kanón
sv: Skicklig anfallskanon
tr_tr: Yetkin Taarruz Topu
uk: Досвідчена штурмова гармата
zh_cn: 熟练突击炮

# DisplayName_Block_MediumCalibreGunT3
source: Elite Assault Cannon
ca_ad: Canó d'assalt d'elit
cs_cz: Elitní útočné dělo
da: Elite angrebskanon;
de: Elite-Sturmkanone
es: Cañón de asalto de élite
et_ee: Elite rünnaku kahur
fi: Eliitti rynnäkkötykki
fr: Canon d’assaut d’élite
hr_hr: Elitni jurišni top
hu_hu: Elit rohamágyú
ja_jp: エリートアサルトキャノン
lv: Elites uzbrukuma lielgabals
nl: Elite aanvalskanon
pt_br: Canhão de Assalto de Elite
ro: Tun de asalt Elite
ru: Элитная штурмовая пушка
sk_sk: Elitné útočné delo
sv: elit anfall kanon
tr_tr: Elit Taarruz Topu
uk: Елітна штурмова гармата
zh_cn: 精英突击炮

# DisplayName_Block_MediumCalibreTurretT1
source: Enhanced Assault Cannon Turret
ca_ad: Torreta de canó d'assalt millorada
cs_cz: Vylepšená věž útočného děla
da: Forbedret angrebskanontårn
de: Verbesserter Sturmgeschützturm
es: Torreta de cañón de asalto mejorada
et_ee: Täiustatud ründekahuri torn
fi: Parannettu rynnäkkötykkitorni
fr: Tourelle de canon d’assaut améliorée
hr_hr: Poboljšana jurišna topovska kupola
hu_hu: Továbbfejlesztett rohamágyú torony
ja_jp: 強化型アサルトキャノンタレット
lv: Uzlabots uzbrukuma lielgabalu tornītis
nl: Verbeterde aanvalskanonkoepel
no: Forsterket angrepskanontårn
pt_br: Torreta de Canhão de Assalto Aprimorada
ro: Turelă de tun de asalt îmbunătățită
ru: Улучшенная турель штурмовой пушки
sk_sk: Vylepšená útočná kanónová veža
sv: Förbättrat kanontorn för anfall
tr_tr: Geliştirilmiş Taarruz Topu Kulesi
uk: Покращена штурмова гарматна башта
zh_cn: 增强型突击炮塔

# DisplayName_Block_MediumCalibreTurretT2
source: Proficient Assault Cannon Turret
ca_ad: Proficient Torreta de Canó d'Assalt
cs_cz: Zdatná věž s útočným dělem
da: Dygtig angrebskanontårn
de: Kompetenter Sturmkanonenturm
es: Torreta de cañón de asalto competente
et_ee: Vilunud ründekahuri torn
fi: Taitava rynnäkkötykkitorni
fr: Tourelle de canon d’assaut compétente
hr_hr: Iskusna jurišna topovska kupola
hu_hu: Gyakorlott rohamágyú torony
ja_jp: 熟練のアサルトキャノンタレット
lv: Prasmīgs uzbrukuma lielgabalu tornītis
nl: Bekwame aanvalskanonkoepel
no: Dyktig angrepskanontårn
pt_br: Torre de canhão de assalto proficiente
ro: Turelă de tun de asalt competentă
ru: Опытная штурмовая пушечная турель
sk_sk: Skúsená útočná delová veža
sv: Skickligt kanontorn för anfall
tr_tr: Yetkin Taarruz Topu Tareti
uk: Досвідчена штурмова гарматна башта
zh_cn: 熟练突击炮塔

# DisplayName_Block_MediumCalibreTurretT3
source: Elite Assault Cannon Turret
ca_ad: Torreta de canons d'assalt d'elit
cs_cz: Elitní útočná dělová věž
da: Elite angrebskanontårn
de: Elite-Sturmgeschützturm
es: Torreta de cañón de asalto de élite
et_ee: Elite rünnaku suurtüki torn
fi: Eliitti rynnäkkötykin torni
fr: Tourelle de canon d’assaut d’élite
hr_hr: Elitna jurišna topovska kupola
hu_hu: Elit rohamágyú torony
ja_jp: エリートアサルトキャノンタレット
lv: Elites uzbrukuma lielgabalu tornītis
nl: Elite Assault Cannon Koepel
pt_br: Torreta de Canhão de Assalto de Elite
ro: Turela tunului de asalt Elite
ru: Элитная штурмовая пушечная турель
sk_sk: Elitná útočná kanónová veža
sv: Elite Assault Cannon torn
tr_tr: Elit Taarruz Topu Taret
uk: Елітна штурмова гарматна башта
zh_cn: 精英突击炮塔

# DisplayName_Block_MediumCargoContainerT1
source: Enhanced Medium Cargo Container
ca_ad: Contenidor de càrrega mitjana millorat
cs_cz: Vylepšený střední nákladní kontejner
da: Forbedret medium fragtcontainer
de: Verbesserter mittlerer Frachtcontainer
es: Contenedor de carga mediano mejorado
et_ee: Täiustatud keskmise suurusega kaubakonteiner
fi: Parannettu keskikokoinen kontti
fr: Conteneur de fret moyen amélioré
hr_hr: Poboljšani spremnik srednjeg tereta
hu_hu: Továbbfejlesztett közepes teherszállító konténer
ja_jp: 改良型中型貨物コンテナ
lv: Uzlabots vidējo kravu konteiners
nl: Verbeterde middelgrote vrachtcontainer
no: Forbedret medium lastecontainer
pt_br: Contêiner de Carga Médio Aprimorado
ro: Container de marfă mediu îmbunătățit
ru: Усовершенствованный среднегрузовой контейнер
sk_sk: Vylepšený stredný nákladný kontajner
sv: Förbättrad container för medeltung last
tr_tr: Geliştirilmiş Orta Boy Kargo Konteyneri
uk: Покращений середній вантажний контейнер
zh_cn: 增强型中型货物集装箱

# DisplayName_Block_MediumCargoContainerT2
source: Proficient Medium Cargo Container
ca_ad: Contenidor de càrrega mitjana competent
cs_cz: Zkušený střední nákladní kontejner
da: Dygtig mellemstor lastcontainer
de: Kompetenter mittlerer Frachtcontainer
es: Contenedor de carga mediano competente
et_ee: Vilunud keskmise kaubakonteineriga konteiner
fi: Taitava keskikokoinen rahtikontti
fr: Conteneur de cargaison moyen compétent
hr_hr: Stručni kontejner srednjeg tereta
hu_hu: Proficient közepes rakományú konténer
ja_jp: 堪能な中型貨物コンテナ
lv: Lietpratīgs vidējas kravas konteiners
nl: Bekwame middelgrote ladingscontainer
no: Dyktig medium lastecontainer
pt_br: Contêiner de Carga Média Proficiente
ro: Container de marfă mediu competent
ru: Опытный контейнер для средних грузов
sk_sk: Skúsený stredný nákladný kontajner
sv: Skicklig medeltung lastcontainer
tr_tr: Yetkin Orta Kargo Konteyneri
uk: Досвідчений середній вантажний контейнер
zh_cn: 熟练的中型货物集装箱

# DisplayName_Block_MediumCargoContainerT3
source: Elite Medium Cargo Container
ca_ad: Contenidor Elite Medium Cargo
cs_cz: Elitní střední nákladní kontejner
de: Elite Mittlerer Frachtcontainer
es: Contenedor de carga mediano Elite
et_ee: Elite keskmise suurusega kaubakonteiner
fi: Elite keskikokoinen rahtikontti
fr: Conteneur de fret moyen Elite
hr_hr: Elitni kontejner srednjeg tereta
hu_hu: Elite közepes teherszállító konténer
ja_jp: エリート中型貨物コンテナ
lv: Elites vidējais kravu konteiners
nl: Elite Middelgrote Vrachtcontainer
no: Elite medium lastecontainer
pt_br: Elite Container de Carga Médio
ro: Container de marfă mediu Elite
ru: Элитный среднегрузовой контейнер
sk_sk: Stredný nákladný kontajner Elite
tr_tr: Elite Orta Boy Kargo Konteyneri
uk: Елітний середній вантажний контейнер
zh_cn: 精英中型货物集装箱

# DisplayName_Block_MediumQCargoContainerT0
source: Medium Quantum Cargo Container
ca_ad: Contenidor de càrrega quàntica mitjà
cs_cz: Střední nákladní kontejner Quantum
da: Medium kvantelastbeholder
de: Mittlerer Quanten-Frachtcontainer
es: Contenedor de carga cuántico mediano
et_ee: Keskmise kvantsuurusega kaubakonteiner
fi: Keskikokoinen kvanttirahtikontti
fr: Conteneur de fret quantique moyen
hr_hr: Kontejner za teret srednjeg kvantnog tereta
hu_hu: Közepes kvantum teherszállító konténer
ja_jp: 中型量子貨物コンテナ
lv: Vidējs kvantu kravas konteiners
nl: Middelgrote Quantum Cargo Container
no: Middels kvantelastecontainer
pt_br: Contêiner de Carga Quantum Médio
ro: Container de marfă cuantic mediu
ru: Грузовой контейнер Medium Quantum
sk_sk: Stredný kvantový nákladný kontajner
sv: Medelstor Quantum Cargo Container
tr_tr: Orta Kuantum Kargo Konteyneri
uk: Середній квантовий вантажний контейнер
zh_cn: 中型量子货柜

# DisplayName_Block_MediumQCargoContainerT1
source: Enhanced Medium Quantum Cargo Container
ca_ad: Contenidor de càrrega quàntica mitjà millorat
cs_cz: Vylepšený střední nákladní kontejner Quantum
da: Forbedret medium kvantelastbeholder
de: Verbesserter mittlerer Quanten-Frachtcontainer
es: Contenedor de carga cuántico mediano mejorado
et_ee: Täiustatud keskmise kvantsuurusega kaubakonteiner
fi: Parannettu Medium Quantum -rahtikontti
fr: Conteneur de fret quantique moyen amélioré
hr_hr: Poboljšani spremnik za teret srednje kvantnog tereta
hu_hu: Továbbfejlesztett közepes kvantum teherkonténer
ja_jp: 改良型中型量子貨物コンテナ
lv: Uzlabots vidējs kvantu kravas konteiners
nl: Verbeterde Medium Quantum Cargo Container
no: Forbedret Medium Quantum Cargo Container
pt_br: Contêiner de Carga Quantum Médio Aprimorado
ro: Container de marfă cuantic mediu îmbunătățit
ru: Усовершенствованный грузовой контейнер Medium Quantum
sk_sk: Vylepšený stredný kvantový nákladný kontajner
sv: Förbättrad Medium Quantum-lastcontainer
tr_tr: Geliştirilmiş Orta Kuantum Kargo Konteyneri
uk: Покращений вантажний контейнер середньої квантової потужності
zh_cn: 增强型中量子货物集装箱

# DisplayName_Block_MediumQCargoContainerT2
source: Proficient Medium Quantum Cargo Container
ca_ad: Contenidor de càrrega quàntica mitjà competent
cs_cz: Zdatný střední nákladní kontejner Quantum
da: Dygtig medium kvantelastbeholder
de: Kompetenter mittlerer Quanten-Frachtcontainer
es: Contenedor de carga cuántico medio competente
et_ee: Vilunud keskmise kvantsuurusega kaubakonteiner
fi: Taitava keskikokoinen kvanttirahtikontti
fr: Conteneur de fret quantique moyen compétent
hr_hr: Stručni srednji kvantni teretni kontejner
hu_hu: Proficient közepes kvantum teherkonténer
ja_jp: 堪能な中型量子貨物コンテナ
lv: Lietpratīgs vidējs kvantu kravas konteiners
nl: Bekwame Medium Quantum Cargo Container
no: Dyktig middels kvantelastbeholder
pt_br: Contêiner de Carga Quantum Médio Proficiente
ro: Container de marfă cuantic mediu competent
ru: Опытный грузовой контейнер Medium Quantum
sk_sk: Skúsený stredný kvantový nákladný kontajner
sv: Skicklig Medium Quantum Cargo Container
tr_tr: Yetkin Orta Kuantum Kargo Konteyneri
uk: Досвідчений середній квантовий вантажний контейнер
zh_cn: 熟练的中量子货物集装箱

# DisplayName_Block_MediumQCargoContainerT3
source: Elite Medium Quantum Cargo Container
cs_cz: Střední nákladní kontejner Elite Quantum
de: Elite Medium Quantum Frachtcontainer
es: Contenedor de carga Elite Medium Quantum
et_ee: Elite keskmise kvantsuurusega kaubakonteiner
fi: Elite Medium Quantum -rahtikontti
fr: Conteneur de fret Quantum moyen Elite
hr_hr: Elitni srednji kvantni teretni kontejner
hu_hu: Elite közepes kvantum teherkonténer
ja_jp: エリートミディアムクォンタムカーゴコンテナ
lv: Elites vidējs kvantu kravas konteiners
pt_br: Elite Médio Quantum Container de Carga
ro: Container de marfă cuantic mediu Elite
ru: Элитный грузовой контейнер Medium Quantum
sk_sk: Elitný stredný kvantový nákladný kontajner
tr_tr: Elite Orta Kuantum Kargo Konteyneri
uk: Елітний середній квантовий вантажний контейнер
zh_cn: Elite 中型量子货物集装箱

# DisplayName_Block_MissileTurretT1
source: Enhanced Rocket Turret
ca_ad: Torreta de coets millorada
cs_cz: Vylepšená raketová věž
da: Forbedret rakettårn
de: Verbesserter Raketenturm
es: Torreta de cohetes mejorada
et_ee: Täiustatud raketitorn
fi: Parannettu rakettitorni
fr: Tourelle lance-roquettes améliorée
hr_hr: Poboljšana raketna kupola
hu_hu: Továbbfejlesztett rakétatorony
ja_jp: 改良型ロケット砲塔
lv: Uzlabots raķešu tornītis
nl: Verbeterde raketkoepel
no: Forbedret raketttårn
pt_br: Torreta de foguete aprimorada
ro: Turelă de rachetă îmbunătățită
ru: Улучшенная ракетная турель
sk_sk: Vylepšená raketová veža
sv: Förbättrat rakettorn
tr_tr: Geliştirilmiş Roket Kulesi
uk: Удосконалена реактивна башта
zh_cn: 增强型火箭炮塔

# DisplayName_Block_MissileTurretT2
source: Proficient Rocket Turret
ca_ad: Torreta de coets competent
cs_cz: Zdatná raketová věž
da: Dygtig rakettårn
de: Kompetenter Raketenturm
es: Torreta de cohetes competente
et_ee: Vilunud raketitorn
fi: Taitava rakettitorni
fr: Tourelle lance-roquettes compétente
hr_hr: Iskusna raketna kupola
hu_hu: Proficient rakétatorony
ja_jp: 熟練ロケット砲塔
lv: Prasmīgs raķešu tornītis
nl: Bekwame raketkoepel
no: Dyktig raketttårn
pt_br: Torre de foguete proficiente
ro: Turelă de rachetă competentă
ru: Опытная ракетная турель
sk_sk: Skúsená raketová veža
sv: Skickligt rakettorn
tr_tr: Yetkin Roket Kulesi
uk: Досвідчена реактивна башта
zh_cn: 熟练火箭炮塔

# DisplayName_Block_MissileTurretT3
source: Elite Rocket Turret
ca_ad: Torreta de coets d'elit
cs_cz: Elitní raketová věž
da: Elite rakettårn
de: Elite-Raketenturm
es: Torreta de cohetes de élite
et_ee: Elite raketi torn
fi: Eliitti rakettitorni
fr: Tourelle lance-roquettes d’élite
hr_hr: Elitna raketna kupola
hu_hu: Elite rakétatorony
ja_jp: エリートロケットタレット
lv: Elites raķešu tornītis
nl: Elite Raket Koepel
no: Elite raketttårn
pt_br: Torre de foguete de elite
ro: Turela rachetei Elite
ru: Элитная ракетная турель
sk_sk: Elitná raketová veža
sv: Elite rakettorn
tr_tr: Elit Roket Kulesi
uk: Елітна ракетна башта
zh_cn: 精英火箭炮塔

# DisplayName_Block_OreDetectorT1
source: Enhanced Ore Detector
ca_ad: Detector de mineral millorat
cs_cz: Vylepšený detektor rudy
da: Forbedret malmdetektor
de: Verbesserter Erzdetektor
es: Detector de mineral mejorado
et_ee: Täiustatud maagi detektor
fi: Parannettu malminilmaisin
fr: Détecteur de minerai amélioré
hr_hr: Poboljšani detektor rude
hu_hu: Továbbfejlesztett ércdetektor
ja_jp: 強化された鉱石検出器
lv: Uzlabots rūdas detektors
nl: Verbeterde ertsdetector
no: Forbedret malmdetektor
pt_br: Detector de minério aprimorado
ro: Detector de minereu îmbunătățit
ru: Улучшенный детектор руды
sk_sk: Vylepšený detektor rudy
sv: Förbättrad malmdetektor
tr_tr: Gelişmiş Cevher Dedektörü
uk: Удосконалений детектор руди
zh_cn: 增强型矿石检测仪

# DisplayName_Block_OreDetectorT2
source: Proficient Ore Detector
ca_ad: Detector de mineral competent
cs_cz: Zkušený detektor rudy
da: Dygtig malmdetektor
de: Kompetenter Erzdetektor
es: Detector de minerales competente
et_ee: Vilunud maagi detektor
fi: Taitava malminilmaisin
fr: Détecteur de minerai compétent
hr_hr: Vješt detektor rude
hu_hu: Proficient ércdetektor
ja_jp: 熟練した鉱石検出器
lv: Prasmīgs rūdas detektors
nl: Bekwame ertsdetector
no: Dyktig malmdetektor
pt_br: Detector de minério proficiente
ro: Detector de minereu performant
ru: Опытный рудоискатель
sk_sk: Skúsený detektor rúd
sv: Skicklig malmdetektor
tr_tr: Yetkin Cevher Dedektörü
uk: Досвідчений детектор руди
zh_cn: 熟练的矿石检测仪

# DisplayName_Block_OreDetectorT3
source: Elite Ore Detector
ca_ad: Detector de mineral d'elit
cs_cz: Elitní detektor rudy
da: Elite malm detektor
de: Elite-Erz-Detektor
es: Detector de mineral de élite
et_ee: Elite maagi detektor
fi: Elite malminilmaisin
fr: Détecteur de minerai d’élite
hr_hr: Elitni detektor rude
hu_hu: Elite ércdetektor
ja_jp: エリート鉱石検出器
lv: Elites rūdas detektors
nl: Elite Erts Detector
no: Elite malm detektor
pt_br: Detector de Minério de Elite
ro: Detector de minereu Elite
ru: Элитный рудоискатель
sk_sk: Detektor rudy Elite
sv: Elite malmdetektor
tr_tr: Elit Cevher Dedektörü
uk: Елітний детектор руди
zh_cn: 精英矿石探测器

# DisplayName_Block_OxygenFarmT1
source: Enhanced Oxygen Farm
ca_ad: Granja d'oxigen millorada
cs_cz: Vylepšená kyslíková farma
da: Forbedret iltfarm
de: Verbesserte Sauerstofffarm
es: Granja de oxígeno mejorada
et_ee: Täiustatud hapnikufarm
fi: Parannettu happitila
fr: Ferme d’oxygène améliorée
hr_hr: Poboljšana farma kisika
hu_hu: Továbbfejlesztett oxigénfarm
ja_jp: 強化された酸素ファーム
lv: Uzlabota skābekļa ferma
nl: Verbeterde zuurstofboerderij
no: Forbedret oksygenfarm
pt_br: Fazenda de oxigênio aprimorada
ro: Ferma de oxigen îmbunătățită
ru: Улучшенная кислородная ферма
sk_sk: Vylepšená kyslíková farma
sv: Förbättrad syrgasfarm
tr_tr: Gelişmiş Oksijen Çiftliği
uk: Посилена киснева ферма
zh_cn: 增强型氧气农场
