Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_OxygenFarmT2
source: Proficient Oxygen Farm
ca_ad: Granja d'oxigen competent
cs_cz: Odborná kyslíková farma
da: Dygtig iltfarm
de: Kompetente Sauerstofffarm
es: Granja de oxígeno competente
et_ee: Vilunud hapnikufarm
fi: Taitava happifarmi
fr: Ferme d’oxygène compétente
hr_hr: Iskusna farma kisika
hu_hu: Proficient oxigénfarm
ja_jp: 堪能な酸素ファーム
lv: Prasmīga skābekļa ferma
nl: Bekwame zuurstofboerderij
no: Dyktig oksygenfarm
pt_br: Fazenda de Oxigênio Proficiente
ro: Fermă de oxigen competentă
ru: Опытная кислородная ферма
sk_sk: Zdatná kyslíková farma
sv: Skicklig syrgasgård
tr_tr: Yetkin Oksijen Çiftliği
uk: Досвідчена киснева ферма
zh_cn: Proficient 氧气农场

# DisplayName_Block_OxygenFarmT3
source: Elite Oxygen Farm
ca_ad: Granja d'oxigen d'elit
cs_cz: Elitní kyslíková farma
de: Elite-Sauerstoff-Farm
es: Granja de oxígeno de élite
et_ee: Elite hapnikufarm
fi: Eliitti happitila
fr: Ferme d’oxygène d’élite
hr_hr: Elitna farma kisika
hu_hu: Elite oxigénfarm
ja_jp: エリート酸素ファーム
lv: Elites skābekļa saimniecība
nl: Elite Zuurstof Boerderij
no: Elite Oksygen Farm
pt_br: Fazenda de Oxigênio Elite
ro: Ferma de oxigen Elite
ru: Элитная кислородная ферма
sk_sk: Elitná kyslíková farma
tr_tr: Elit Oksijen Çiftliği
uk: Елітна киснева ферма
zh_cn: 精英氧气农场

# DisplayName_Block_OxygenGeneratorT1
source: Enhanced O2/H2 Generator
ca_ad: Generador O2/H2 millorat
cs_cz: Vylepšený generátor O2/H2
da: Forbedret O2/H2 generator
de: Verbesserter O2/H2-Generator
es: Generador de O2/H2 mejorado
et_ee: Täiustatud O2 / H2 generaator
fi: Parannettu O2/H2-generaattori
fr: Générateur d’O2/H2 amélioré
hr_hr: Poboljšani generator O2/H2
hu_hu: Továbbfejlesztett O2 / H2 generátor
ja_jp: 改良型O2/H2発生器
lv: Uzlabots O2/H2 ģenerators
nl: Verbeterde O2/H2-generator
no: Forbedret O2/H2 Generator
pt_br: Gerador de O2/H2 aprimorado
ro: Generator O2/H2 îmbunătățit
ru: Усовершенствованный генератор O2/H2
sk_sk: Vylepšený generátor O2/H2
sv: Förbättrad O2/H2-generator
tr_tr: Gelişmiş O2/H2 Jeneratörü
uk: Удосконалений генератор O2/H2
zh_cn: 增强型 O2/H2 发生器

# DisplayName_Block_OxygenGeneratorT2
source: Proficient O2/H2 Generator
ca_ad: Generador d'O2 / H2 competent
cs_cz: Zkušený generátor O2/H2
da: Dygtig O2/H2 generator
de: Kompetenter O2/H2-Generator
es: Generador de O2/H2 competente
et_ee: Vilunud O2 / H2 generaator
fi: Taitava O2/H2-generaattori
fr: Générateur d’O2/H2 compétent
hr_hr: Iskusni generator O2/H2
hu_hu: Proficient O2 / H2 generátor
ja_jp: 熟練したO2 / H2ジェネレーター
lv: Lietpratīgs O2 / H2 ģenerators
nl: Bekwame O2/H2-generator
no: Dyktig O2/H2 Generator
pt_br: Gerador de O2/H2 Proficiente
ro: Generator O2/H2 performant
ru: Опытный генератор O2/H2
sk_sk: Skúsený generátor O2/H2
sv: Skicklig O2/H2-generator
tr_tr: Yetkin O2/H2 Jeneratörü
uk: Досвідчений генератор O2/H2
zh_cn: 精通 O2/H2 发生器

# DisplayName_Block_OxygenGeneratorT3
source: Elite O2/H2 Generator
ca_ad: Generador Elite O2/H2
cs_cz: Elitní generátor O2/H2
es: Generador Elite O2/H2
et_ee: Elite O2 / H2 generaator
fi: Elite O2/H2 generaattori
fr: Générateur Elite O2/H2
hu_hu: Elite O2/H2 generátor
ja_jp: エリートO2 / H2ジェネレーター
lv: Elite O2/H2 ģenerators
pt_br: Gerador de O2/H2 Elite
ru: Генератор Elite O2/H2
sk_sk: Generátor Elite O2/H2
tr_tr: Elit O2/H2 Jeneratör
uk: Елітний генератор O2/H2
zh_cn: Elite O2/H2 发生器

# DisplayName_Block_OxygenTankT1
source: Enhanced Oxygen Tank
ca_ad: Tanc d'oxigen millorat
cs_cz: Vylepšená kyslíková nádrž
da: Forbedret ilttank
de: Verbesserter Sauerstofftank
es: Tanque de oxígeno mejorado
et_ee: Täiustatud hapnikupaak
fi: Parannettu happisäiliö
fr: Réservoir d’oxygène amélioré
hr_hr: Poboljšani spremnik kisika
hu_hu: Továbbfejlesztett oxigéntartály
ja_jp: 強化型酸素タンク
lv: Uzlabota skābekļa tvertne
nl: Verbeterde zuurstoftank
no: Forbedret oksygentank
pt_br: Tanque de oxigênio aprimorado
ro: Rezervor de oxigen îmbunătățit
ru: Улучшенный кислородный баллон
sk_sk: Vylepšená kyslíková nádrž
sv: Förbättrad syrgastank
tr_tr: Geliştirilmiş Oksijen Tankı
uk: Покращений кисневий балон
zh_cn: 增强型氧气罐

# DisplayName_Block_OxygenTankT2
source: Proficient Oxygen Tank
ca_ad: Tanc d'oxigen competent
cs_cz: Profesionální kyslíková nádrž
da: Dygtig ilttank
de: Kompetente Sauerstoffflasche
es: Tanque de oxígeno competente
et_ee: Vilunud hapnikupaak
fi: Taitava happisäiliö
fr: Réservoir d’oxygène compétent
hr_hr: Stručni spremnik kisika
hu_hu: Proficient oxigéntartály
ja_jp: 熟練した酸素タンク
lv: Prasmīga skābekļa tvertne
nl: Bekwame zuurstoftank
no: Dyktig oksygentank
pt_br: Tanque de oxigênio proficiente
ro: Rezervor de oxigen competent
ru: Опытный кислородный баллон
sk_sk: Skúsená kyslíková nádrž
sv: Skicklig syrgastank
tr_tr: Yeterli Oksijen Tankı
uk: Досвідчений кисневий балон
zh_cn: 熟练氧气罐

# DisplayName_Block_OxygenTankT3
source: Elite Oxygen Tank
ca_ad: Tanc d'oxigen Elite
cs_cz: Elitní kyslíková nádrž
da: Elite ilttank
de: Elite-Sauerstoffflasche
es: Tanque de oxígeno Elite
et_ee: Elite hapnikupaak
fi: Elite happisäiliö
fr: Bouteille d’oxygène Elite
hr_hr: Elitni spremnik kisika
hu_hu: Elite oxigéntartály
ja_jp: エリート酸素タンク
lv: Elites skābekļa tvertne
nl: Elite zuurstoftank
no: Elite oksygentank
pt_br: Tanque de oxigênio Elite
ro: Rezervor de oxigen Elite
ru: Элитный кислородный баллон
sk_sk: Kyslíková nádrž Elite
sv: Elite syrgasbehållare
tr_tr: Elit Oksijen Tankı
uk: Елітний кисневий балон
zh_cn: 精英氧气罐

# DisplayName_Block_ParachuteHatchT1
source: Enhanced Parachute Hatch
ca_ad: Escotilla de paracaigudes millorada
cs_cz: Vylepšený poklop padáku
da: Forbedret faldskærmsluge
de: Verbesserte Fallschirmluke
es: Escotilla de paracaídas mejorada
et_ee: Täiustatud langevarjuluuk
fi: Parannettu laskuvarjoluukku
fr: Trappe de parachute améliorée
hr_hr: Poboljšani otvor za padobran
hu_hu: Továbbfejlesztett ejtőernyős nyílás
ja_jp: 強化型パラシュートハッチ
lv: Uzlabota izpletņa lūka
nl: Verbeterd parachuteluik
no: Forbedret fallskjermluke
pt_br: Escotilha de paraquedas aprimorada
ro: Trapă de parașută îmbunătățită
ru: Улучшенный парашютный люк
sk_sk: Vylepšený poklop padáka
sv: Förbättrad fallskärmslucka
tr_tr: Geliştirilmiş Paraşüt Kapağı
uk: Удосконалений парашутний люк
zh_cn: 增强型降落伞舱口

# DisplayName_Block_ParachuteHatchT2
source: Proficient Parachute Hatch
ca_ad: Escotilla paracaigudista competent
cs_cz: Zkušený padákový poklop
da: Dygtig faldskærmsluge
de: Kompetente Fallschirmluke
es: Escotilla de paracaídas competente
et_ee: Vilunud langevarjuluuk
fi: Taitava laskuvarjoluukku
fr: Trappe de parachute compétente
hr_hr: Vješt otvor za padobran
hu_hu: Gyakorlott ejtőernyős nyílás
ja_jp: 熟練したパラシュートハッチ
lv: Prasmīga izpletņa lūka
nl: Bekwaam parachuteluik
no: Dyktig fallskjermluke
pt_br: Escotilha de paraquedas proficiente
ro: Trapă de parașută competentă
ru: Опытный парашютный люк
sk_sk: Skúsený poklop padáka
sv: Skicklig fallskärmslucka
tr_tr: Yetkin Paraşüt Kapağı
uk: Досвідчений парашутний люк
zh_cn: 熟练降落伞舱口

# DisplayName_Block_ParachuteHatchT3
source: Elite Parachute Hatch
ca_ad: Escotilla paracaigudista d'elit
cs_cz: Elitní padákový poklop
da: Elite faldskærm luge
de: Elite-Fallschirm-Luke
es: Escotilla de paracaídas de élite
et_ee: Elite langevarjuluuk
fi: Elite laskuvarjoluukku
fr: Trappe de parachute d’élite
hr_hr: Elitni padobranski otvor
hu_hu: Elite ejtőernyős nyílás
ja_jp: エリートパラシュートハッチ
lv: Elites izpletņa lūka
nl: Elite parachuteluik
no: Elite fallskjermluke
pt_br: Escotilha de Paraquedas de Elite
ro: Trapă parașută Elite
ru: Элитный парашютный люк
sk_sk: Elitný poklop padáka
sv: Elite fallskärmslucka
tr_tr: Elit Paraşüt Kapağı
uk: Елітний парашутний люк
zh_cn: 精英降落伞舱口

# DisplayName_Block_PowerEfficiencyModuleT1
source: Enhanced Power Efficiency Module
ca_ad: Mòdul d'eficiència energètica millorada
cs_cz: Modul s vylepšenou energetickou účinností
da: Forbedret modul til energieffektivitet
de: Verbessertes Energieeffizienzmodul
es: Módulo de eficiencia energética mejorada
et_ee: Täiustatud energiatõhususe moodul
fi: Parannettu energiatehokkuusmoduuli
fr: Module d’efficacité énergétique amélioré
hr_hr: Poboljšani modul energetske učinkovitosti
hu_hu: Továbbfejlesztett energiahatékonysági modul
ja_jp: 強化された電力効率モジュール
lv: Uzlabots energoefektivitātes modulis
nl: Verbeterde energie-efficiëntiemodule
no: Forbedret energieffektivitetsmodul
pt_br: Módulo de eficiência energética aprimorado
ro: Modul îmbunătățit de eficiență energetică
ru: Модуль повышенной энергоэффективности
sk_sk: Vylepšený modul energetickej účinnosti
sv: Förbättrad modul för energieffektivitet
tr_tr: Gelişmiş Güç Verimliliği Modülü
uk: Модуль підвищеної енергоефективності
zh_cn: 增强型电源效率模块

# DisplayName_Block_PowerEfficiencyModuleT2
source: Proficient Power Efficiency Module
ca_ad: Mòdul competent d'eficiència energètica
cs_cz: Modul pro efektivní energetickou účinnost
da: Dygtigt strømeffektivitetsmodul
de: Kompetentes Energieeffizienz-Modul
es: Módulo de eficiencia energética competente
et_ee: Vilunud energiatõhususe moodul
fi: Taitava energiatehokkuusmoduuli
fr: Module d’efficacité énergétique compétent
hr_hr: Stručni modul energetske učinkovitosti
hu_hu: Profi energiahatékonysági modul
ja_jp: 熟練した電力効率モジュール
lv: Lietpratīgs energoefektivitātes modulis
nl: Bekwame energie-efficiëntiemodule
no: Dyktig energieffektivitetsmodul
pt_br: Módulo de eficiência energética proficiente
ro: Modul de eficiență energetică competent
ru: Профессиональный модуль энергоэффективности
sk_sk: Skúsený modul energetickej účinnosti
sv: Skicklig modul för energieffektivitet
tr_tr: Yetkin Güç Verimliliği Modülü
uk: Професійний модуль енергоефективності
zh_cn: 精通电源效率模块

# DisplayName_Block_PowerEfficiencyModuleT3
source: Elite Power Efficiency Module
ca_ad: Mòdul Elite Power Efficiency
cs_cz: Modul Elite pro energetickou účinnost
da: Elite Power Efficiency Modul
de: Elite-Energieeffizienz-Modul
es: Módulo de eficiencia energética Elite
et_ee: Elite energiatõhususe moodul
fi: Elite-energiatehokkuusmoduuli
fr: Module d’efficacité énergétique Elite
hr_hr: Elitni modul energetske učinkovitosti
hu_hu: Elite energiahatékonysági modul
ja_jp: Elite 電力効率モジュール
lv: Elites energoefektivitātes modulis
nl: Elite energie-efficiëntiemodule
no: Elite-modul for energieffektivitet
pt_br: Módulo de eficiência energética Elite
ro: Modul Elite Power Efficiency
ru: Элитный модуль энергоэффективности
sk_sk: Modul energetickej účinnosti Elite
sv: Elite-modul för energieffektivitet
tr_tr: Elite Güç Verimliliği Modülü
uk: Елітний модуль енергоефективності
zh_cn: Elite 能效模块

# DisplayName_Block_ProductivityModuleT1
source: Enhanced Speed Module
ca_ad: Mòdul de velocitat millorada
cs_cz: Vylepšený rychlostní modul
da: Modul med forbedret hastighed
de: Verbessertes Geschwindigkeitsmodul
es: Módulo de velocidad mejorada
et_ee: Täiustatud kiiruse moodul
fi: Parannettu nopeusmoduuli
fr: Module de vitesse amélioré
hr_hr: Poboljšani modul brzine
hu_hu: Megnövelt sebességű modul
ja_jp: エンハンスド・スピード・モジュール
lv: Uzlabota ātruma modulis
nl: Verbeterde snelheidsmodule
no: Forbedret hastighetsmodul
pt_br: Módulo de velocidade aprimorado
ro: Modul de viteză îmbunătățit
ru: Модуль «Повышенная скорость»
sk_sk: Modul zvýšenej rýchlosti
sv: Förbättrad hastighetsmodul
tr_tr: Gelişmiş Hız Modülü
uk: Модуль підвищеної швидкості
zh_cn: 增强速度模块

# DisplayName_Block_ProductivityModuleT2
source: Proficient Speed Module
ca_ad: Mòdul de velocitat competent
cs_cz: Modul Proficient Speed
da: Dygtigt hastighedsmodul
de: Kompetentes Geschwindigkeitsmodul
es: Módulo de velocidad competente
et_ee: Vilunud kiiruse moodul
fi: Taitava nopeusmoduuli
fr: Module de vitesse compétent
hr_hr: Stručni modul brzine
hu_hu: Proficient Speed modul
ja_jp: 熟練したスピードモジュール
lv: Lietpratīgs ātruma modulis
nl: Vaardige snelheidsmodule
no: Dyktig hastighetsmodul
pt_br: Módulo de velocidade proficiente
ro: Modul de viteză competent
ru: Модуль «Профессиональная скорость»
sk_sk: Modul odbornej rýchlosti
sv: Skicklig hastighetsmodul
tr_tr: Yetkin Hız Modülü
uk: Професійний модуль швидкості
zh_cn: 精通速度模块

# DisplayName_Block_ProductivityModuleT3
source: Elite Speed Module
ca_ad: Mòdul de velocitat d'elit
cs_cz: Elitní rychlostní modul
da: Elite Speed Modul
de: Elite-Geschwindigkeits-Modul
es: Módulo de velocidad Elite
et_ee: Elite kiiruse moodul
fi: Elite-nopeusmoduuli
fr: Module de vitesse d’élite
hr_hr: Elitni modul brzine
hu_hu: Elite sebesség modul
ja_jp: エリートスピードモジュール
lv: Elites ātruma modulis
nl: Elite Snelheid Module
pt_br: Módulo de velocidade Elite
ro: Modul Elite Speed
ru: Модуль «Элитная скорость»
sk_sk: Modul rýchlosti Elite
sv: Elite hastighetsmodul
tr_tr: Elite Hız Modülü
uk: Елітний модуль швидкості
zh_cn: 精英速度模块

# DisplayName_Block_QAssemblerIndustrialT0
source: Industrial Quantum Assembler
ca_ad: Assemblador quàntic industrial
cs_cz: Průmyslový kvantový assembler
da: Industriel kvantemontør
de: Industrieller Quanten-Assembler
es: Ensamblador cuántico industrial
et_ee: Tööstuslik kvantmonteerija
fi: Teollinen kvanttikokoonpanija
fr: Assembleur quantique industriel
hr_hr: Industrijski kvantni asembler
hu_hu: Ipari kvantum-összeszerelő
ja_jp: 産業用量子アセンブラ
lv: Rūpnieciskais kvantu montētājs
nl: Industriële Quantum Assembler
no: Industriell kvantemontør
pt_br: Montadora Quântica Industrial
ro: Asamblor cuantic industrial
ru: Промышленный квантовый ассемблер
sk_sk: Priemyselný kvantový montér
sv: Industriell kvantmontör
tr_tr: Endüstriyel Kuantum Montajcısı
uk: Промисловий квантовий асемблер
zh_cn: 工业量子汇编器

# DisplayName_Block_QAssemblerIndustrialT1
source: Enhanced Industrial Quantum Assembler
ca_ad: Assemblador quàntic industrial millorat
cs_cz: Vylepšený průmyslový kvantový assembler
da: Forbedret industriel kvantesamler
de: Verbesserter industrieller Quanten-Assembler
es: Ensamblador cuántico industrial mejorado
et_ee: Täiustatud tööstuslik kvantkoostaja
fi: Parannettu teollinen kvanttikokoonpanija
fr: Assembleur quantique industriel amélioré
hr_hr: Poboljšani industrijski kvantni asembler
hu_hu: Továbbfejlesztett ipari kvantum-összeszerelő
ja_jp: 産業用量子アセンブラの強化
lv: Uzlabots rūpnieciskais kvantu montētājs
nl: Verbeterde industriële kwantumassembler
no: Forbedret industriell kvantemontør
pt_br: Montador quântico industrial aprimorado
ro: Asamblor cuantic industrial îmbunătățit
ru: Усовершенствованный промышленный квантовый ассемблер
sk_sk: Vylepšený priemyselný kvantový assembler
sv: Förbättrad industriell kvantmontör
tr_tr: Gelişmiş Endüstriyel Quantum Assembler
uk: Удосконалений промисловий квантовий асемблер
zh_cn: 增强型工业量子汇编器

# DisplayName_Block_QAssemblerIndustrialT2
source: Proficient Industrial Quantum Assembler
ca_ad: Assemblador quàntic industrial competent
cs_cz: Zkušený průmyslový kvantový assembler
da: Dygtig industriel kvantesamler
de: Kompetenter industrieller Quanten-Assembler
es: Ensamblador cuántico industrial competente
et_ee: Vilunud tööstuslik kvantmonteerija
fi: Taitava teollinen kvanttikokoonpanija
fr: Assembleur quantique industriel compétent
hr_hr: Iskusni industrijski kvantni asembler
hu_hu: Proficient ipari kvantum-összeszerelő
ja_jp: 熟練した産業用量子アセンブラ
lv: Prasmīgs rūpnieciskais kvantu montētājs
nl: Bekwame industriële kwantumassembler
no: Dyktig industriell kvantemontør
pt_br: Montador quântico industrial proficiente
ro: Asamblor cuantic industrial competent
ru: Опытный промышленный квантовый ассемблер
sk_sk: Skúsený priemyselný kvantový montér
sv: Skicklig industriell kvantmontör
tr_tr: Yetkin Endüstriyel Kuantum Montajcısı
uk: Досвідчений промисловий квантовий асемблер
zh_cn: 精通工业量子组装工

# DisplayName_Block_QAssemblerIndustrialT3
source: Elite Industrial Quantum Assembler
ca_ad: Assemblador quàntic industrial d'elit
cs_cz: Elitní průmyslový kvantový assembler
da: Elite industriel kvantemontør
de: Industrieller Elite-Quanten-Assembler
es: Ensamblador cuántico industrial de élite
et_ee: Elite tööstuslik kvantmonteerija
fi: Eliitti teollinen kvanttikokoonpanija
fr: Assembleur quantique industriel d’élite
hr_hr: Elitni industrijski kvantni asembler
hu_hu: Elit ipari kvantum-összeszerelő
ja_jp: エリート産業用量子アセンブラ
lv: Elites rūpnieciskais kvantu montētājs
nl: Elite industriële kwantumassembler
no: Elite industriell kvantemontør
pt_br: Montadora Quântica Industrial Elite
ro: Asamblor cuantic industrial de elită
ru: Элитный промышленный квантовый ассемблер
sk_sk: Elitný priemyselný kvantový assembler
sv: Elite industriell kvantmontör
tr_tr: Elit Endüstriyel Kuantum Montajcısı
uk: Елітний промисловий квантовий асемблер
zh_cn: 精英工业量子组装机

# DisplayName_Block_QAssemblerT0
source: Quantum Assembler
ca_ad: Assemblador quàntic
cs_cz: Kvantový assembler
de: Quanten-Assembler
es: Ensamblador cuántico
fi: Kvantti kokoonpanija
fr: Assembleur quantique
hr_hr: Kvantni asembler
hu_hu: Kvantum összeszerelő
ja_jp: 量子アセンブラ
lv: Kvantu montētājs
nl: Kwantum-assembler
pt_br: Montador Quântico
ro: Asamblor cuantic
ru: Квантовый ассемблер
sk_sk: Kvantový assembler
sv: Kvant assembler
tr_tr: Kuantum Birleştirici
uk: Квантовий асемблер
zh_cn: 量子汇编程序

# DisplayName_Block_QAssemblerT1
source: Enhanced Quantum Assembler
ca_ad: Assemblador quàntic millorat
cs_cz: Vylepšený kvantový assembler
da: Forbedret kvantesamler
de: Verbesserter Quanten-Assembler
es: Ensamblador cuántico mejorado
et_ee: Täiustatud kvantmonteerija
fi: Parannettu kvanttikokoonpanija
fr: Assembleur quantique amélioré
hr_hr: Poboljšani kvantni asembler
hu_hu: Továbbfejlesztett Quantum Assembler
ja_jp: 拡張量子アセンブラ
lv: Uzlabots kvantu montētājs
nl: Verbeterde Quantum Assembler
no: Forbedret kvantemontør
pt_br: Montador quântico aprimorado
ro: Asamblor cuantic îmbunătățit
ru: Улучшенный квантовый ассемблер
sk_sk: Vylepšený kvantový assembler
sv: Förbättrad kvantassembler
tr_tr: Geliştirilmiş Quantum Assembler
uk: Удосконалений квантовий асемблер
zh_cn: 增强型量子汇编程序

# DisplayName_Block_QAssemblerT2
source: Proficient Quantum Assembler
ca_ad: Assemblador quàntic competent
cs_cz: Zdatný kvantový assembler
da: Dygtig kvantesamler
de: Kompetenter Quanten-Assembler
es: Ensamblador cuántico competente
et_ee: Vilunud kvantmonteerija
fi: Taitava kvanttikokoonpanija
fr: Assembleur quantique compétent
hr_hr: Iskusni kvantni asembler
hu_hu: Proficient kvantum-összeszerelő
ja_jp: 熟練した量子アセンブラ
lv: Prasmīgs kvantu montētājs
nl: Bekwame kwantumassembler
no: Dyktig kvantemontør
pt_br: Montador quântico proficiente
ro: Asamblor cuantic competent
ru: Опытный квантовый ассемблер
sk_sk: Skúsený kvantový assembler
sv: Skicklig kvantmontör
tr_tr: Yetkin Kuantum Birleştirici
uk: Досвідчений квантовий асемблер
zh_cn: 熟练的量子汇编者

# DisplayName_Block_QAssemblerT3
source: Elite Quantum Assembler
ca_ad: Assemblador quàntic d'elit
cs_cz: Elitní kvantový assembler
de: Elite-Quanten-Assembler
es: Ensamblador cuántico de élite
fi: Eliitti kvanttikokoonpanija
fr: Assembleur quantique d’élite
hr_hr: Elitni kvantni asembler
ja_jp: エリート量子アセンブラ
lv: Elites kvantu montētājs
pt_br: Montadora Elite Quantum
ro: Asamblor cuantic de elită
ru: Элитный квантовый ассемблер
sk_sk: Elitný kvantový assembler
tr_tr: Elit Kuantum Birleştirici
uk: Елітний квантовий асемблер
zh_cn: 精英量子汇编程序

# DisplayName_Block_QBatteryT0
source: Quantum Battery
ca_ad: Bateria quàntica
cs_cz: Kvantová baterie
da: Kvantebatteri
de: Quantum-Batterie
es: Batería cuántica
et_ee: Kvantaku
fi: Quantum-akku
fr: Batterie Quantum
hr_hr: Kvantna baterija
hu_hu: Kvantum akkumulátor
ja_jp: 量子電池
lv: Kvantu akumulators
nl: Kwantum-batterij
no: Quantum batteri
pt_br: Bateria Quantum
ro: Baterie cuantică
ru: Квантовая батарея
sk_sk: Kvantová batéria
sv: Quantum-batteri
tr_tr: Kuantum Pil
uk: Квантова батарея
zh_cn: 量子电池

# DisplayName_Block_QBatteryT1
source: Enhanced Quantum Battery
ca_ad: Bateria quàntica millorada
cs_cz: Vylepšená kvantová baterie
da: Forbedret kvantebatteri
de: Verbesserte Quantenbatterie
es: Batería Quantum mejorada
et_ee: Täiustatud kvantaku
fi: Parannettu kvanttiakku
fr: Batterie quantique améliorée
hr_hr: Poboljšana kvantna baterija
hu_hu: Továbbfejlesztett Quantum akkumulátor
ja_jp: 強化型量子電池
lv: Uzlabots kvantu akumulators
nl: Verbeterde Quantum-batterij
no: Forbedret kvantebatteri
pt_br: Bateria Quantum aprimorada
ro: Baterie cuantică îmbunătățită
ru: Усовершенствованная квантовая батарея
sk_sk: Vylepšená kvantová batéria
sv: Förbättrat Quantum-batteri
tr_tr: Gelişmiş Kuantum Pil
uk: Покращена квантова батарея
zh_cn: 增强型量子电池

# DisplayName_Block_QBatteryT2
source: Proficient Quantum Battery
ca_ad: Bateria quàntica competent
cs_cz: Profesionální kvantová baterie
da: Dygtigt kvantebatteri
de: Leistungsfähige Quantenbatterie
es: Batería cuántica competente
et_ee: Vilunud kvantaku
fi: Taitava kvanttiakku
fr: Batterie Quantum compétente
hr_hr: Iskusna kvantna baterija
hu_hu: Proficient kvantumakkumulátor
ja_jp: 熟練した量子電池
lv: Prasmīgs kvantu akumulators
nl: Bekwame kwantumbatterij
no: Dyktig kvantebatteri
pt_br: Bateria Quântica Proficiente
ro: Baterie cuantică competentă
ru: Опытная квантовая батарея
sk_sk: Skúsená kvantová batéria
sv: Skickligt kvantbatteri
tr_tr: Yetkin Kuantum Pil
uk: Досвідчена квантова батарея
zh_cn: 熟练的量子电池

# DisplayName_Block_QBatteryT3
source: Elite Quantum Battery
ca_ad: Bateria quàntica d'elit
cs_cz: Elitní kvantová baterie
da: Elite kvantebatteri
de: Elite Quantum Akku
es: Batería Elite Quantum
et_ee: Elite kvantaku
fi: Elite Quantum -akku
fr: Batterie Elite Quantum
hr_hr: Elitna kvantna baterija
hu_hu: Elite kvantumakkumulátor
ja_jp: エリート量子電池
lv: Elites kvantu akumulators
nl: Elite Quantum-batterij
no: Elite Quantum batteri
pt_br: Bateria Elite Quantum
ro: Baterie cuantică Elite
ru: Элитная квантовая батарея
sk_sk: Kvantová batéria Elite
sv: Elite Quantum-batteri
tr_tr: Elit Kuantum Pil
uk: Елітна квантова батарея
zh_cn: 精英量子电池

# DisplayName_Block_QBatteryWarfare2T0
source: Quantum Warfare Battery
ca_ad: Bateria de guerra quàntica
cs_cz: Baterie kvantové války
da: Quantum Warfare batteri
de: Quantum Warfare Batterie
es: Batería de guerra cuántica
et_ee: Quantum Warfare'i patarei
fi: Kvanttisodankäynnin akku
fr: Batterie de guerre quantique
hr_hr: Baterija kvantnog ratovanja
hu_hu: Quantum Warfare akkumulátor
ja_jp: 量子戦電池
lv: Kvantu kara akumulators
nl: Quantum Warfare-batterij
no: Batteri for kvantekrigføring
pt_br: Bateria de Guerra Quântica
ro: Baterie de război cuantic
ru: Батарея квантовой войны
sk_sk: Batéria kvantovej vojny
sv: Quantum Warfare-batteri
tr_tr: Kuantum Savaş Bataryası
uk: Батарея квантової війни
zh_cn: 量子战电池

# DisplayName_Block_QBatteryWarfare2T1
source: Enhanced Quantum Warfare Battery
ca_ad: Bateria de guerra quàntica millorada
cs_cz: Vylepšená baterie kvantové války
da: Forbedret Quantum Warfare-batteri
de: Verbesserte Quantenkriegsbatterie
es: Batería de guerra cuántica mejorada
et_ee: Täiustatud kvantsõja aku
fi: Parannettu kvanttisodankäynnin akku
fr: Batterie de guerre quantique améliorée
hr_hr: Poboljšana baterija kvantnog ratovanja
hu_hu: Továbbfejlesztett Quantum Warfare akkumulátor
ja_jp: 強化型量子戦バッテリー
lv: Uzlabots kvantu kara akumulators
nl: Verbeterde Quantum Warfare-batterij
no: Forbedret Quantum Warfare-batteri
pt_br: Bateria de guerra quântica aprimorada
ro: Baterie îmbunătățită de război cuantic
ru: Усовершенствованная батарея квантовой войны
sk_sk: Vylepšená batéria kvantového boja
sv: Förbättrat Quantum Warfare-batteri
tr_tr: Geliştirilmiş Kuantum Savaş Bataryası
uk: Покращена батарея квантової війни
zh_cn: 增强型量子战电池
