Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallDarkEnergyGeneratorT3
source: Dark Energy generators produce Dark Energy from Dark Matter Use Dark Energy tanks for storage. 1.5x Faster And 1.5x More Efficient Than Proficient. Dark Matter Consumption Per Second: 27 Dark Matter To Dark Energy Ratio: 102L Dark matter generators produce dark energy from dark matter. Found only in asteroids, planet Energia, Moon Eltaria, Planet Clangia, and Moon Camrina. Produces 1.5x more gas per ore than the equivalent tier of O2/H2 generator, and the energy it produces has 2.25x more energy density per liter.
ca_ad: Els generadors d'energia fosca produeixen energia fosca a partir de matèria fosca Utilitzeu dipòsits Dark Energy per emmagatzemar-los. 1.5x més ràpid i 1.5x més eficient que competent. Consum de matèria fosca per segon: 27 Relació d'energia de matèria fosca a fosca: 102L Els generadors de matèria fosca produeixen energia fosca a partir de la matèria fosca. Només es troba en asteroides, el planeta Energia, la Lluna Eltaria, el planeta Clàngia i la Lluna Camrina. Produeix 1,5 vegades més gas per mineral que el nivell equivalent del generador O2 / H2, i l'energia que produeix té 2,25 vegades més densitat d'energia per litre.
cs_cz: Generátory temné energie produkují temnou energii z temné hmoty Pro skladování používejte nádrže temné energie. 1,5x rychlejší a 1,5x efektivnější než Proficient. Spotřeba temné hmoty za sekundu: 27 Poměr energie temné hmoty k temné hmotě: 102L Generátory temné hmoty produkují temnou energii z temné hmoty. Vyskytuje se pouze na asteroidech, planetách Eněrgija, Měsíc Eltaria, Planeta Clangia a Měsíc Camrina. Produkuje 1,5x více plynu na rudu než ekvivalentní vrstva generátoru O2/H2 a energie, kterou produkuje, má 2,25x větší hustotu energie na litr.
da: Dark Energy generatorer producerer mørk energi fra mørkt stof Brug mørke energitanke til opbevaring. 1.5x hurtigere og 1.5x mere effektiv end dygtig. Forbrug af mørkt stof pr. sekund: 27 Forholdet mellem mørkt stof og mørk energi: 102L Generatorer af mørkt stof producerer mørk energi fra mørkt stof. Findes kun i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Producerer 1.5x mere gas pr. Malm end det tilsvarende niveau af O2 / H2 generator, og den energi, den producerer, har 2.25x mere energitæthed pr. Liter.
de: Generatoren der Dunklen Energie erzeugen Dunkle Energie aus Dunkler Materie Verwende Tanks der Dunklen Energie zum Lagern. 1,5x schneller und 1,5x effizienter als kompetent. Verbrauch von Dunkler Materie pro Sekunde: 27 Verhältnis von Dunkler Materie zu Dunkler Energie: 102L Generatoren für Dunkle Materie erzeugen Dunkle Energie aus Dunkler Materie. Kommt nur in Asteroiden, dem Planeten Energia, dem Mond Eltaria, dem Planeten Clangia und dem Mond Camrina vor. Produziert 1,5-mal mehr Gas pro Erz als die entsprechende Stufe des O2/H2-Generators, und die erzeugte Energie hat eine 2,25-mal höhere Energiedichte pro Liter.
es: Los generadores de energía oscura producen energía oscura a partir de la materia oscura Usa tanques de energía oscura para el almacenamiento. 1,5 veces más rápido y 1,5 veces más eficiente que Proficiente. Consumo de materia oscura por segundo: 27 Relación entre materia oscura y energía oscura: 102L Los generadores de materia oscura producen energía oscura a partir de la materia oscura. Se encuentra solo en asteroides, el planeta Energia, la luna Eltaria, el planeta Clangia y la luna Camrina. Produce 1,5 veces más gas por mineral que el nivel equivalente del generador de O2/H2, y la energía que produce tiene 2,25 veces más densidad de energía por litro.
et_ee: Tumeenergia generaatorid toodavad tumeainest tumedat energiat Kasutage ladustamiseks Dark Energy mahuteid. 1.5x kiirem ja 1.5x tõhusam kui vilunud. Tumeaine tarbimine sekundis: 27 Tumeaine ja tumeenergia suhe: 102L Tumeaine generaatorid toodavad tumeainest tumeenergiat. Leitud ainult asteroididest, planeedist Energia, Kuu Eltariast, planeedist Clangia ja Kuu Camrinast. Toodab maagi kohta 1,5x rohkem gaasi kui samaväärne O2/H2 generaatori tasand ja selle toodetud energial on 2,25x suurem energiatihedus liitri kohta.
fi: Pimeän energian generaattorit tuottavat pimeää energiaa pimeästä aineesta Käytä varastointiin Dark Energy -säiliöitä. 1.5x nopeampi ja 1.5x tehokkaampi kuin taitava. Pimeän aineen kulutus sekunnissa: 27 Pimeän aineen ja pimeän energian suhde: 102L Pimeän aineen generaattorit tuottavat pimeää energiaa pimeästä aineesta. Löytyy vain asteroideista, planeetasta Energia, Moon Eltaria, Planet Clangia ja Moon Camrina. Tuottaa 1,5 kertaa enemmän kaasua malmia kohden kuin vastaava O2/H2-generaattoritaso, ja sen tuottamassa energiassa on 2,25 kertaa enemmän energiatiheyttä litrassa.
fr: Les générateurs d’énergie noire produisent de l’énergie noire à partir de matière noire Utilisez des réservoirs d’énergie noire pour le stockage. 1,5 fois plus rapide et 1,5 fois plus efficace que compétent. Consommation de matière noire par seconde : 27 Rapport matière noire/énergie noire : 102L Les générateurs de matière noire produisent de l’énergie noire à partir de la matière noire. On ne le trouve que dans les astéroïdes, la planète Energia, la lune Eltaria, la planète Clangia et la lune Camrina. Produit 1,5 fois plus de gaz par minerai que le niveau équivalent d’un générateur O2/H2, et l’énergie qu’il produit a une densité énergétique 2,25 fois supérieure par litre.
hr_hr: Generatori tamne energije proizvode tamnu energiju iz tamne tvari Koristite spremnike tamne energije za skladištenje. 1.5x brži i 1.5x učinkovitiji od stručnog. Potrošnja tamne tvari u sekundi: 27 Omjer tamne tvari i tamne energije: 102L Generatori tamne tvari proizvode tamnu energiju iz tamne tvari. Nalazi se samo u asteroidima, planetu Energia, Mjesec Eltaria, Planet Clangia i Mjesec Camrina. Proizvodi 1,5 puta više plina po rudi od ekvivalentnog sloja generatora O2 / H2, a energija koju proizvodi ima 2,25 puta veću gustoću energije po litri.
hu_hu: A sötét energia generátorok sötét energiát termelnek a sötét anyagból Használj sötét energia tartályokat a tároláshoz. 1,5-szer gyorsabb és 1,5-szer hatékonyabb, mint a Proficient. Sötétanyag fogyasztás másodpercenként: 27 Sötét anyag és sötét energia arány: 102L A sötét anyag generátorok sötét energiát termelnek a sötét anyagból. Csak aszteroidákban található meg, az Energia bolygó, a Moon Eltaria, a Clangia bolygó és a Camrina hold. 1,5-szer több gázt termel ércenként, mint az O2/H2 generátor egyenértékű szintje, és az általa termelt energia literenként 2,25-ször nagyobb energiasűrűséggel rendelkezik.
ja_jp: 暗黒エネルギー発生器は、暗黒物質から暗黒エネルギーを生成します ダークエネルギータンクを貯蔵に使用してください。 熟練者よりも1.5倍速く、1.5倍効率的です。 ダークマター消費量/秒: 27 暗黒物質と暗黒エネルギーの比率:102L 暗黒物質発生装置は、暗黒物質から暗黒エネルギーを生成します。小惑星、惑星エネルギア、ムーン・エルタリア、惑星クランジア、ムーン・カムリナにのみ見られる。 O2/H2発生装置の同等の層よりも鉱石あたり1.5倍多くのガスを生成し、それが生成するエネルギーはリットルあたり2.25倍のエネルギー密度を持っています。
lv: Tumšās enerģijas ģeneratori ražo tumšo enerģiju no tumšās matērijas Uzglabāšanai izmantojiet tumšās enerģijas tvertnes. 1,5x ātrāks un 1,5x efektīvāks nekā lietpratējs. Tumšās vielas patēriņš sekundē: 27 Tumšās vielas un tumšās enerģijas attiecība: 102L Tumšās vielas ģeneratori ražo tumšo enerģiju no tumšās matērijas. Atrasts tikai asteroīdos, planētā Energia, Moon Eltaria, Planet Clania un Moon Camrina. Saražo 1,5x vairāk gāzes uz vienu rūdu nekā ekvivalentais O2/H2 ģeneratora līmenis, un tā radītajai enerģijai ir 2,25x lielāks enerģijas blīvums litrā.
nl: Donkere energiegeneratoren produceren donkere energie uit donkere materie Gebruik Dark Energy-tanks voor opslag. 1,5x sneller en 1,5x efficiënter dan bekwaam. Verbruik donkere materie per seconde: 27 Verhouding donkere materie tot donkere energie: 102L Generatoren van donkere materie produceren donkere energie uit donkere materie. Alleen gevonden in asteroïden, planeet Energia, Maan Eltaria, Planeet Cligia en Maan Camrina. Produceert 1,5x meer gas per erts dan het equivalente niveau van de O2/H2-generator, en de energie die het produceert heeft 2,25x meer energiedichtheid per liter.
no: Dark Energy-generatorer produserer mørk energi fra mørk materie Bruk Dark Energy-tanker til lagring. 1.5x raskere og 1.5x mer effektiv enn dyktig. Mørk materieforbruk per sekund: 27 Mørk materie til mørk energiforhold: 102L Generatorer av mørk materie produserer mørk energi fra mørk materie. Finnes bare i asteroider, planeten Energia, Moon Eltaria, Planet Clangia og Moon Camrina. Produserer 1,5 ganger mer gass per malm enn tilsvarende nivå av O2 / H2 generator, og energien den produserer har 2,25 ganger mer energitetthet per liter.
pt_br: Geradores de Energia Escura produzem Energia Escura a partir de Matéria Escura Use tanques de Energia Escura para armazenamento. 1,5x mais rápido e 1,5x mais eficiente que o proficiente. Consumo de matéria escura por segundo: 27 Matéria escura para a relação de energia escura: 102L Os geradores de matéria escura produzem energia escura a partir da matéria escura. Encontrado apenas em asteroides, planeta Energia, Lua Eltaria, planeta Clangia e Lua Camrina. Produz 1,5x mais gás por minério do que o nível equivalente de gerador de O2/H2, e a energia que produz tem 2,25x mais densidade de energia por litro.
ro: Generatoarele de energie întunecată produc energie întunecată din materie întunecată Utilizați rezervoare de energie întunecată pentru depozitare. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât Proficient. Consumul de materie întunecată pe secundă: 27 Raportul dintre materia întunecată și energia întunecată: 102L Generatoarele de materie întunecată produc energie întunecată din materia întunecată. Se găsește numai în asteroizi, planeta Energia, Luna Eltaria, Planeta Clangia și Luna Camrina. Produce de 1,5 ori mai mult gaz pe minereu decât nivelul echivalent al generatorului O2 / H2, iar energia pe care o produce are o densitate de energie de 2,25 ori mai mare pe litru.
ru: Генераторы темной энергии производят темную энергию из темной материи Используйте резервуары с темной энергией для хранения. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем у профессионала. Расход темной материи в секунду: 27 Отношение темной материи к темной энергии: 102 л Генераторы темной материи производят темную энергию из темной материи. Встречается только на астероидах, планете Энергия, Луне Эльтарии, планете Клангия и Луне Камрине. Производит в 1,5 раза больше газа на руду, чем эквивалентный генератор O2/H2, а производимая им энергия имеет в 2,25 раза большую плотность энергии на литр.
sk_sk: Generátory temnej energie produkujú temnú energiu z temnej hmoty Na skladovanie používajte nádrže Dark Energy. 1,5x rýchlejší a 1,5x efektívnejší než zdatný. Spotreba tmavej hmoty za sekundu: 27 Pomer temnej hmoty k tmavej energii: 102L Generátory temnej hmoty produkujú temnú energiu z temnej hmoty. Nachádza sa iba v asteroidoch, planéte Energia, Moon Eltaria, Planet Clangia a Moon Camrina. Produkuje 1,5x viac plynu na rudu ako ekvivalentná úroveň generátora O2 / H2 a energia, ktorú vyrába, má 2,25x väčšiu hustotu energie na liter.
sv: Generatorer för mörk energi producerar mörk energi från mörk materia Använd Dark Energy-tankar för förvaring. 1,5 gånger snabbare och 1,5 gånger effektivare än skicklig. Förbrukning av mörk materia per sekund: 27 Mörk materia till mörk energiförhållande: 102L Generatorer för mörk materia producerar mörk energi från mörk materia. Finns endast i asteroider, planeten Energia, Moon Eltaria, Planet Clangia och Moon Camrina. Producerar 1,5 gånger mer gas per malm än motsvarande nivå av O2/H2-generator, och energin den producerar har 2,25 gånger högre energitäthet per liter.
tr_tr: Karanlık Enerji jeneratörleri, Karanlık Maddeden Karanlık Enerji üretir Depolama için Karanlık Enerji tanklarını kullanın. Yetkinden 1,5 kat daha hızlı ve 1,5 kat daha verimli. Saniyede Karanlık Madde Tüketimi: 27 Karanlık Madde / Karanlık Enerji Oranı: 102L Karanlık madde jeneratörleri, karanlık maddeden karanlık enerji üretir. Sadece asteroitlerde, Energia gezegeninde, Ay Eltaria'da, Clangia Gezegeni'nde ve Ay Camrina'da bulunur. Cevher başına eşdeğer O2/H2 jeneratörü katmanından 1,5 kat daha fazla gaz üretir ve ürettiği enerji litre başına 2,25 kat daha fazla enerji yoğunluğuna sahiptir.
uk: Генератори темної енергії виробляють темну енергію з темної матерії Для зберігання використовуйте резервуари Dark Energy. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж Proficient. Споживання темної матерії за секунду: 27 Співвідношення темної матерії до темної енергії: 102 л Генератори темної матерії виробляють темну енергію з темної матерії. Зустрічається тільки в астероїдах, планеті Енергія, Місяці Ельтарія, Планеті Клангія і Місяці Камріна. Виробляє в 1,5 рази більше газу на руду, ніж еквівалентний рівень генератора O2/H2, а енергія, яку він виробляє, має в 2,25 рази більшу щільність енергії на літр.
zh_cn: 暗能量发生器从暗物质中产生暗能量 使用暗能量罐进行储存。 比精通快 1.5 倍，效率高 1.5 倍。 暗物质每秒消耗量：27 暗物质与暗能量比：102L 暗物质发生器从暗物质中产生暗能量。仅在小行星、Energia 行星、Moon Eltaria、Planet Clangia 和 Moon Camrina 中发现。 每矿产生的气体是同等级别的 O2/H2 发电机的 1.5 倍，它产生的能量每升的能量密度是 2.25 倍。

# Description_SmallDarkEnergyTankT0
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. Normal capacity and cost Capacity: 500,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. Aforament i cost normal Capacitat: 500.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. Běžná kapacita a náklady Kapacita: 500 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. Normal kapacitet og omkostninger Kapacitet: 500.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. Normale Kapazität und Kosten Fassungsvermögen: 500.000L
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. Capacidad y coste normales Capacidad: 500.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. Normaalne võimsus ja kulud Mahutavus: 500 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. Normaali kapasiteetti ja kustannukset Kapasiteetti: 500 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. Capacité et coût normaux Capacité : 500,000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. Normalni kapacitet i trošak Kapacitet: 500.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. Normál kapacitás és költség Kapacitás: 500,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 通常の容量とコスト 容量:500,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. Normāla jauda un izmaksas Ietilpība: 500,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. Normale capaciteit en kosten Capaciteit: 500.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. Normal kapasitet og kostnad Kapasitet: 500,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. Capacidade e custo normais Capacidade: 500.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. Capacitate normală și cost Capacitate: 500.000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. Нормальная емкость и стоимость Емкость: 500 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. Bežná kapacita a náklady Kapacita: 500 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. Normal kapacitet och kostnad Kapacitet: 500 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Normal kapasite ve maliyet Kapasite: 500.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. Нормальна потужність і вартість Ємність: 500 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 正常容量和成本 容量：500,000L
