Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Item_BPGravityGeneratorComponentsT3
source: Depleted Clangium Gravity Comp.
ca_ad: Clangium Gravetat empobrida Comp.
cs_cz: Vyčerpaný Clangium Gravity Comp.
da: Udtømt Clangium Gravity Comp.
de: Erschöpftes Clangium Gravity Comp.
es: Clangium Agotado Comp. de gravedad.
et_ee: Ammendatud Clangium Gravity Comp.
fi: Tyhjentynyt klangiumpainovoimakomppi.
fr: Comp. de gravité de clangium appauvri
hr_hr: Osiromašeni clangium gravitacijski komp.
hu_hu: Kimerült Clangium Gravity Comp.
ja_jp: 枯渇したClangium Gravity Comp。
lv: Noplicināts Clangium gravitācijas kompl.
nl: Verarmd Clangium Gravity Comp.
no: Utarmet Clangium Gravity Comp.
pt_br: Gravidade de Clângio esgotado Comp.
ro: Clangium epuizat Gravity Comp.
ru: Гравитационный комп обедненного клегия.
sk_sk: Ochudobnený Clangium Gravity Comp.
sv: Utarmad Clangium Gravity Comp.
tr_tr: Tükenmiş Clangium Yerçekimi Comp.
uk: Збіднений клангій Гравітаційний комп.
zh_cn: 贫化钚重力补偿

# DisplayName_Item_BPInteriorPlateT1
source: Depleted Uranium Interior Plate
ca_ad: Placa interior d'urani empobrit
cs_cz: Vnitřní deska ochuzeného uranu
da: Forarmet uran indvendig plade
de: Innenplatte mit abgereichertem Uran
es: Placa interior de uranio empobrecido
et_ee: Vaesestatud uraani siseplaat
fi: Köyhdytettyä uraania sisältävä sisälevy
fr: Plaque intérieure en uranium appauvri
hr_hr: Unutarnja ploča osiromašenog urana
hu_hu: Szegényített urán belső lemez
ja_jp: 劣化ウラン内部プレート
lv: Noplicināta urāna iekšējā plāksne
nl: Binnenplaat met verarmd uranium
no: Utarmet uran innvendig plate
pt_br: Placa interior de urânio empobrecido
ro: Placă interioară cu uraniu sărăcit
ru: Внутренняя пластина из обедненного урана
sk_sk: Vnútorná doska s ochudobneným uránom
sv: Inre platta med utarmat uran
tr_tr: Seyreltilmiş Uranyum İç Plakası
uk: Внутрішня пластина зі збідненим ураном
zh_cn: 贫铀内板

# DisplayName_Item_BPInteriorPlateT2
source: Depleted Dark Energy Interior Plate
ca_ad: Placa interior d'energia fosca empobrida
cs_cz: Vyčerpaná vnitřní deska temné energie
da: Udtømt indvendig plade med mørk energi
de: Erschöpfte Dunkle Energie-Innenplatte
es: Placa interior de energía oscura agotada
et_ee: Ammendatud tumeenergia siseplaat
fi: Tyhjentynyt pimeän energian sisälevy
fr: Plaque intérieure d’énergie noire épuisée
hr_hr: Osiromašena unutarnja ploča tamne energije
hu_hu: Kimerült sötét energia belső lemez
ja_jp: 枯渇した暗黒エネルギーの内部プレート
lv: Noplicināta tumšās enerģijas salona plāksne
nl: Uitgeputte donkere energie binnenplaat
no: Utarmet mørk energi innvendig plate
pt_br: Placa interior de energia escura esgotada
ro: Placă interioară cu energie întunecată epuizată
ru: Истощенная Темная Энергия Внутренняя Пластина
sk_sk: Vnútorná doska s vyčerpanou tmavou energiou
sv: Utarmad mörk energi interiörplatta
tr_tr: Tükenmiş Karanlık Enerji İç Plakası
uk: Внутрішня пластина з виснаженою темною енергією
zh_cn: 耗尽的暗能量内板

# DisplayName_Item_BPInteriorPlateT3
source: Depleted Clangium Interior Plate
ca_ad: Placa interior de clangium empobrit
cs_cz: Vyčerpaná vnitřní deska Clangium
da: Udtømt Clangium indvendig plade
de: Erschöpfte Clangium-Innenplatte
es: Placa interior de Clangium agotada
et_ee: Ammendatud clangiumi siseplaat
fi: Tyhjentynyt klangium-sisälevy
fr: Plaque intérieure de langueur appauvrie
hr_hr: Osiromašena unutarnja ploča clangija
hu_hu: Kimerült Clangium belső lemez
ja_jp: 枯渇したClangiumインテリアプレート
lv: Noplicināta Clangium iekšējā plāksne
nl: Verarmde Clangium Binnenplaat
no: Utarmet Clangium Interiørplate
pt_br: Placa interior de Clangium esgotada
ro: Placă interioară Clangium epuizată
ru: Обедненная клингиевая внутренняя пластина
sk_sk: Vnútorná doska z ochudobneného clangia
sv: Utarmad Clangium Interiörplatta
tr_tr: Tükenmiş Clangium İç Plaka
uk: Збіднена внутрішня пластина з кланієм
zh_cn: 耗尽的 Clangium 内板

# DisplayName_Item_BPLargeSteelTubeT1
source: Depleted Uranium Large Steel Tube
ca_ad: Urani empobrit tub d'acer gran
cs_cz: Velká ocelová trubka z ochuzeného uranu
da: Forarmet uran stort stålrør
de: Großes Stahlrohr mit abgereichertem Uran
es: Tubo de acero grande de uranio empobrecido
et_ee: Vaesestatud uraani suur terastoru
fi: Köyhdytettyä uraania sisältävä suuri teräsputki
fr: Grand tube d’acier à l’uranium appauvri
hr_hr: Osiromašena cijev od velikog čelika urana
hu_hu: Szegényített urán nagy acélcső
ja_jp: 劣化ウラン大型鋼管
lv: Noplicināta urāna lielā tērauda caurule
nl: Verarmd uranium grote stalen buis
no: Utarmet uran stort stålrør
pt_br: Urânio empobrecido Grande Tubo de Aço
ro: Tub mare de oțel cu uraniu sărăcit
ru: Обедненный уран Большая стальная труба
sk_sk: Veľká oceľová rúrka z ochudobneného uránu
sv: Utarmat uran stort stålrör
tr_tr: Tükenmiş Uranyum Büyük Çelik Boru
uk: Велика сталева труба зі збідненим ураном
zh_cn: 贫铀大钢管

# DisplayName_Item_BPLargeSteelTubeT2
source: Depleted Dark Energy Large Steel Tube
ca_ad: Tub d'acer gran d'energia fosca empobrida
cs_cz: Velká ocelová trubka s vyčerpanou temnou energií
da: Udtømt mørk energi stort stålrør
de: Erschöpftes großes Stahlrohr der Dunklen Energie
es: Tubo de acero grande de energía oscura agotada
et_ee: Vaesestatud tumeenergia suur terastoru
fi: Köyhdytetty pimeän energian suuri teräsputki
fr: Grand tube d’acier d’énergie noire épuisé
hr_hr: Osiromašena tamna energija Velika čelična cijev
hu_hu: Kimerült sötét energia nagy acélcső
ja_jp: 枯渇ダークエネルギー大型鋼管
lv: Noplicināta tumšās enerģijas liela tērauda caurule
nl: Verarmde donkere energie grote stalen buis
no: Utarmet mørk energi stort stålrør
pt_br: Tubo de aço grande de energia escura esgotado
ro: Tub mare de oțel cu energie întunecată epuizată
ru: Истощенная Темная Энергия Большая Стальная Труба
sk_sk: Veľká oceľová rúrka s ochudobnenou tmavou energiou
sv: Utarmat mörk energi stort stålrör
tr_tr: Tükenmiş Karanlık Enerji Büyük Çelik Boru
uk: Збіднена темна енергія Велика сталева трубка
zh_cn: 耗尽的暗能量大钢管

# DisplayName_Item_BPLargeSteelTubeT3
source: Depleted Clangium Large Steel Tube
ca_ad: Tub d'acer gran de clangium empobrit
cs_cz: Ochuzená ocelová trubka Clangium
da: Udtømt Clangium stort stålrør
de: Erschöpftes Clangium Großes Stahlrohr
es: Tubo de acero grande de Clangium agotado
et_ee: Ammendatud clangiumi suur terastoru
fi: Köyhdytetty klangium-suuri teräsputki
fr: Grand tube d’acier Clangium appauvri
hr_hr: Osiromašena celzij velika čelična cijev
hu_hu: Kimerült Clangium nagy acélcső
ja_jp: 枯渇したClangiumの大きい鋼鉄管
lv: Noplicināta clangium liela tērauda caurule
nl: Verarmde Clangium Grote Stalen Buis
no: Utarmet Clangium Stort stålrør
pt_br: Tubo de Aço Grande de Clângio Empobrecido
ro: Tub mare de oțel Clangium epuizat
ru: Обедненная большая стальная труба с кленгием
sk_sk: Ochudobnená veľká oceľová rúrka Clangium
sv: Utarmat Clangium Stort stålrör
tr_tr: Tükenmiş Clangium Büyük Çelik Boru
uk: Велика сталева труба зі збідненим кланієм
zh_cn: 枯竭的Clangium大钢管

# DisplayName_Item_BPMetalGridT1
source: Depleted Uranium Metal Grid
ca_ad: Reixeta metàl·lica d'urani empobrit
cs_cz: Kovová mřížka s ochuzeným uranem
da: Forarmet uran metalgitter
de: Metallgitter mit abgereichertem Uran
es: Rejilla metálica de uranio empobrecido
et_ee: Vaesestatud uraani metallivõrk
fi: Köyhdytetyn uraanin metalliristikko
fr: Grille métallique à l’uranium appauvri
hr_hr: Osiromašena metalna rešetka urana
hu_hu: Szegényített urán fémrács
ja_jp: 劣化ウラン金属グリッド
lv: Noplicināts urāna metāla režģis
nl: Rooster voor verarmd uraniummetaal
no: Utarmet metallgitter for uran
pt_br: Grade metálica de urânio empobrecido
ro: Rețea de uraniu metalic sărăcit
ru: Металлическая сетка из обедненного урана
sk_sk: Mriežka kovového ochudobneného uránu
sv: Utarmat uranmetallnät
tr_tr: Tükenmiş Uranyum Metal Izgara
uk: Металева сітка зі збідненим ураном
zh_cn: 贫铀金属网格

# DisplayName_Item_BPMetalGridT2
source: Depleted Dark Energy Metal Grid
ca_ad: Xarxa metàl·lica d'energia fosca esgotada
cs_cz: Vyčerpaná kovová mřížka temné energie
da: Udtømt metalnet med mørk energi
de: Erschöpftes Metallgitter der Dunklen Energie
es: Rejilla metálica de energía oscura agotada
et_ee: Ammendunud tumeenergia metallivõrk
fi: Tyhjentynyt pimeän energian metalliverkko
fr: Grille métallique d’énergie noire épuisée
hr_hr: Osiromašena metalna rešetka tamne energije
hu_hu: Kimerült sötét energia fémrács
ja_jp: 枯渇したダークエネルギーメタルグリッド
lv: Noplicināts tumšās enerģijas metāla režģis
nl: Uitgeput Dark Energy Metal Grid
no: Utarmet Dark Energy Metal Grid
pt_br: Grade metálica de energia escura esgotada
ro: Rețea metalică epuizată de energie întunecată
ru: Истощенная Металлическая Решетка Темной Энергии
sk_sk: Vyčerpaná kovová mriežka tmavej energie
sv: Utarmat Dark Energy Metal-nät
tr_tr: Tükenmiş Karanlık Enerji Metal Izgara
uk: Збіднена металева сітка темної енергії
zh_cn: 耗尽的暗能量金属网格

# DisplayName_Item_BPMetalGridT3
source: Depleted Clangium Metal Grid
ca_ad: Reixeta metàl·lica de clangium empobrida
cs_cz: Vyčerpaná kovová mřížka Clangium
da: Udtømt Clangium metalgitter
de: Erschöpftes Clangium-Metallgitter
es: Rejilla metálica de Clangium agotada
et_ee: Ammendatud clangiumi metallvõrk
fi: Tyhjentynyt klangiummetalliristikko
fr: Grille métallique de clangium appauvrie
hr_hr: Osiromašena metalna rešetka clangija
hu_hu: Kimerült Clangium fémrács
ja_jp: 枯渇したClangiumメタルグリッド
lv: Noplicināts Clangium metāla režģis
nl: Verarmd Clangium Metalen Rooster
no: Utarmet Clangium Metal Grid
pt_br: Grade metálica de Clangium esgotada
ro: Grilă metalică Clangium epuizată
ru: Обедненная металлическая сетка из клегия
sk_sk: Ochudobnená kovová mriežka Clangium
sv: Utarmat Clangium-metallnät
tr_tr: Tükenmiş Clangium Metal Izgara
uk: Збіднена металева сітка з клангію
zh_cn: 贫化钳金属网格

# DisplayName_Item_BPMotorT1
source: Depleted Uranium Motor
ca_ad: Motor d'urani empobrit
cs_cz: Motor s ochuzeným uranem
da: Motor med forarmet uran
de: Motor mit abgereichertem Uran
es: Motor de uranio empobrecido
et_ee: Vaesestatud uraani mootor
fi: Köyhdytetyn uraanin moottori
fr: Moteur à uranium appauvri
hr_hr: Osiromašeni motor urana
hu_hu: Szegényített urán motor
ja_jp: 劣化ウランモーター
lv: Noplicināts urāna motors
nl: Motor met verarmd uranium
no: Utarmet uranmotor
pt_br: Motor de urânio empobrecido
ro: Motor cu uraniu sărăcit
ru: Двигатель с обедненным ураном
sk_sk: Motor s ochudobneným uránom
sv: Motor med utarmat uran
tr_tr: Tükenmiş Uranyum Motoru
uk: Двигун зі збідненим ураном
zh_cn: 贫铀马达

# DisplayName_Item_BPMotorT2
source: Depleted Dark Energy Motor
ca_ad: Motor d'energia fosca empobrit
cs_cz: Vyčerpaný motor na temnou energii
da: Udtømt mørk energimotor
de: Erschöpfter Dark-Energy-Motor
es: Motor de energía oscura agotado
et_ee: Ammendatud tumeenergia mootor
fi: Tyhjentynyt pimeän energian moottori
fr: Moteur d’énergie sombre épuisé
hr_hr: Osiromašeni motor tamne energije
hu_hu: Kimerült sötét energia motor
ja_jp: 枯渇したダークエネルギーモーター
lv: Noplicināts tumšās enerģijas motors
nl: Uitgeputte donkere energiemotor
no: Utarmet mørk energimotor
pt_br: Motor de energia escura esgotado
ro: Motor de energie întunecată epuizat
ru: Истощенный Мотор Темной Энергии
sk_sk: Vyčerpaný motor s tmavou energiou
sv: Urholkad mörk energimotor
tr_tr: Tükenmiş Karanlık Enerji Motoru
uk: Двигун з вичерпаною темною енергією
zh_cn: 耗尽的暗能量电机

# DisplayName_Item_BPMotorT3
source: Depleted Clangium Motor
ca_ad: Motor de clangium empobrit
cs_cz: Vyčerpaný motor Clangium
da: Udtømt Clangiummotor
de: Erschöpfter Clangium-Motor
es: Motor de Clangium agotado
et_ee: Ammendatud clangiumi mootor
fi: Tyhjentynyt klangiummoottori
fr: Moteur à clique épuisé
hr_hr: Osiromašeni clangium motor
hu_hu: Kimerült Clangium motor
ja_jp: 枯渇したClangiumモーター
lv: Noplicināts Clangium motors
nl: Uitgeputte clangiummotor
no: Utarmet Clangium Motor
pt_br: Motor de Clângio empobrecido
ro: Motor Clangium epuizat
ru: Обедненный клингиевый мотор
sk_sk: Vyčerpaný motor Clangium
sv: Utarmad Clangium-motor
tr_tr: Tükenmiş Klanjiyum Motoru
uk: Збіднений двигун clangium
zh_cn: 耗尽的 Clangium 电机

# DisplayName_Item_BPPowerCellT1
source: Depleted Uranium Power Cell
ca_ad: Cèl·lula elèctrica d'urani empobrit
cs_cz: Energetický článek s ochuzeným uranem
da: Forarmet uran kraftcelle
de: Energiezelle mit abgereichertem Uran
es: Célula de energía de uranio empobrecido
et_ee: Vaesestatud uraani jõuelement
fi: Köyhdytettyä uraania sisältävä voimakenno
fr: Cellule de puissance à uranium appauvri
hr_hr: Osiromašena energetska ćelija urana
hu_hu: Szegényített urán energiacella
ja_jp: 劣化ウランパワーセル
lv: Noplicinātā urāna enerģijas šūna
nl: Verarmd uranium Power Cell
no: Utarmet uran kraftcelle
pt_br: Célula de Energia de Urânio Empobrecido
ro: Celulă electrică cu uraniu sărăcit
ru: Энергоэлемент с обедненным ураном
sk_sk: Energetický článok s ochudobneným uránom
sv: Kraftcell med utarmat uran
tr_tr: Tükenmiş Uranyum Güç Hücresi
uk: Силовий елемент зі збідненим ураном
zh_cn: 贫铀发电电池

# DisplayName_Item_BPPowerCellT2
source: Depleted Dark Energy Power Cell
ca_ad: Cèl·lula d'energia fosca esgotada
cs_cz: Vyčerpaná energetická buňka temné energie
da: Udtømt mørk energi kraftcelle
de: Erschöpfte Energiezelle der Dunklen Energie
es: Célula de energía oscura agotada
et_ee: Vaesestatud tumeda energia jõuallikas
fi: Tyhjentynyt pimeän energian voimakenno
fr: Cellule d’énergie sombre épuisée
hr_hr: Osiromašena tamna energetska ćelija
hu_hu: Kimerült sötét energia energiacella
ja_jp: 枯渇型ダークエネルギーパワーセル
lv: Noplicināta tumšās enerģijas enerģijas šūna
nl: De uitgeputte Cel van de Energie van de Donkere Energie
no: Utarmet mørk energi kraftcelle
pt_br: Célula de Energia Escura Esgotada
ro: Celulă de putere cu energie întunecată epuizată
ru: Истощенная Темная Энергия Силовая Ячейка
sk_sk: Vyčerpaná energetická bunka tmavej energie
sv: Utarmad kraftcell för mörk energi
tr_tr: Tükenmiş Karanlık Enerji Güç Hücresi
uk: Виснажений елемент живлення темної енергії
zh_cn: 耗尽的暗能量动力电池

# DisplayName_Item_BPPowerCellT3
source: Depleted Clangium Power Cell
ca_ad: Cèl·lula elèctrica de clangium empobrida
cs_cz: Vyčerpaný napájecí článek Clangium
da: Udtømt Clangium Power Cell
de: Erschöpfte Clangium-Energiezelle
es: Célula de energía de Clangium agotada
et_ee: Ammendatud clangiumi jõuallikas
fi: Tyhjentynyt klangiumvoimakenno
fr: Cellule d’alimentation Clangium épuisée
hr_hr: Osiromašena celezijska energetska ćelija
hu_hu: Kimerült Clangium Power Cell
ja_jp: 枯渇クランギウムパワーセル
lv: Noplicināta Clangium barošanas šūna
nl: Uitgeputte Clangium Power Cell
no: Utarmet Clangium Power Cell
pt_br: Célula de energia de Clangium esgotada
ro: Celulă de putere Clangium epuizată
ru: Обедненный клэнгиевый силовой элемент
sk_sk: Ochudobnený elektrický článok Clangium
sv: Utarmad Clangium-kraftcell
tr_tr: Tükenmiş Clangium Güç Hücresi
uk: Збіднений клангієвий елемент живлення
zh_cn: 耗尽的 Clangium 动力电池

# DisplayName_Item_BPRadioCommunicationComponentsT1
source: Depleted Uranium Radio-comm Comp.
ca_ad: Urani empobrit Ràdio-comm Comp.
cs_cz: Ochuzený uran Radio-comm Comp.
da: Forarmet uran Radio-comm Comp.
de: Abgereichertes Uran Radio-comm Comp.
es: Radiocomunicación de uranio empobrecido Comp.
et_ee: Vaesestatud uraan Radio-comm Comp.
fi: Köyhdytettyä uraania sisältävä radio-comm comp.
fr: Uranium appauvri Radio-comm Comp.
hr_hr: Osiromašeni Uranijev radio-komunikacijski komp.
hu_hu: Szegényített urán Radio-comm Comp.
ja_jp: 劣化ウラン無線通信コンプ。
lv: Noplicināts urāna radio-comm Comp.
nl: Verarmd uranium Radio-comm Comp.
no: Utarmet uran Radio-comm Comp.
pt_br: Urânio empobrecido Radio-comm Comp.
ro: Uraniu sărăcit Radio-comm Comp.
ru: Радиосвязь с обедненным ураном
sk_sk: Rádio-comm s ochudobneným uránom Comp.
sv: Utarmat uran Radio-comm Comp.
tr_tr: Seyreltilmiş Uranyum Radyo-İletişim Comp.
uk: Збіднений уран Радіозв'язок Комп.
zh_cn: 贫铀无线电通信公司

# DisplayName_Item_BPRadioCommunicationComponentsT2
source: Depleted Dark Energy Radio-comm Comp.
ca_ad: Energia fosca esgotada Ràdio-comm Comp.
cs_cz: Vyčerpaná Radiokomunikační sestava Dark Energy Comp.
da: Udtømt mørk energi Radio-comm Comp.
de: Erschöpfte Dunkle Energie Radio-Comm Comp.
es: Energía oscura agotada Radiocomunicación Comp.
et_ee: Ammendunud tumeenergia raadiokommunikatsioon Comp.
fi: Tyhjentynyt pimeän energian radio-viestintäkomppi.
fr: Énergie sombre appauvrie Radio-comm Comp.
hr_hr: Osiromašeni radio-komunikacijski komp tamne energije.
hu_hu: Kimerült sötét energia Radio-comm Comp.
ja_jp: 枯渇した暗黒エネルギー無線通信コンプ。
lv: Noplicināts tumšās enerģijas radio-comm Comp.
nl: Uitgeputte donkere energie Radio-comm Comp.
no: Utarmet Dark Energy Radio-comm Comp.
pt_br: Esgotado Energia Escura Radio-comm Comp.
ro: Epuizat Dark Energy Radio-comm Comp.
ru: Истощенная Темная Энергия Радио-Связь Комп.
sk_sk: Vyčerpaná tmavá energia Radio-comm Comp.
sv: Utarmad mörk energi Radio-comm Comp.
tr_tr: Tükenmiş Karanlık Enerji Radyo-iletişim Comp.
uk: Виснажена темна енергія радіозв'язку комп.
zh_cn: 耗尽的暗能量无线电通信公司

# DisplayName_Item_BPRadioCommunicationComponentsT3
source: Depleted Clangium Radio-comm Comp.
ca_ad: Clangium empobrit Ràdio-comm Comp.
cs_cz: Vyčerpaný Clangium Radio-comm Comp.
da: Udtømt Clangium Radio-comm Comp.
et_ee: Ammendatud Clangium Radio-comm Comp.
fi: Tyhjentynyt Clangium Radio-comm Comp.
fr: Comp. de communication radio Clangium appauvri
hr_hr: Osiromašeni Clangium radio-comm komp.
hu_hu: Kimerült Clangium Radio-comm Comp.
ja_jp: 枯渇したClangium無線通信コンプ。
lv: Noplicināts Clangium Radio-comm Comp.
nl: Verarmd Clangium Radio-comm Comp.
no: Utarmet Clangium Radio-comm Comp.
pt_br: Clangium esgotado Radio-comm Comp.
ro: Epuizat Clangium Radio-comm Comp.
ru: Истощенный Клэнгий Радио-Комп.
sk_sk: Ochudobnený Clangium Radio-comm Comp.
sv: Utarmat Clangium Radio-comm Comp.
tr_tr: Tükenmiş Clangium Radyo-İletişim Comp.
uk: Виснажений Clangium Radio-comm Comp.
zh_cn: 枯竭的钚无线电通信公司

# DisplayName_Item_BPReactorComponentsT1
source: Depleted Uranium Reactor Comp.
ca_ad: Reactor d'urani empobrit comp.
cs_cz: Komp. reaktor s ochuzeným uranem
da: Forarmet uranreaktor Comp.
de: Reaktor mit abgereichertem Uran Comp.
es: Reactor de uranio empobrecido Comp.
et_ee: Vaesestatud uraanireaktor Comp.
fi: Köyhdytettyä uraania sisältävä reaktorikomp.
fr: Réacteur à uranium appauvri Comp.
hr_hr: Osiromašeni reaktor urana.
hu_hu: Szegényített urán reaktor Comp.
ja_jp: 劣化ウラン原子炉コンプ
lv: Noplicinātā urāna reaktora kompl.
nl: Reactor met verarmd uranium Comp.
no: Utarmet uran reaktor komp.
pt_br: Reator de urânio empobrecido Comp.
ro: Comp. reactorului cu uraniu sărăcit.
ru: Реактор с обедненным ураном Comp.
sk_sk: Reaktor s ochudobneným uránom comp.
sv: Reaktor med utarmat uran Comp.
tr_tr: Tükenmiş Uranyum Reaktör Komp.
uk: Реактор зі збідненим ураном комп.
zh_cn: 贫铀反应堆组件

# DisplayName_Item_BPReactorComponentsT2
source: Depleted Dark Energy Reactor Comp.
ca_ad: Reactor d'energia fosca empobrit comp.
cs_cz: Vyčerpaný reaktor temné energie Comp.
da: Udtømt mørk energi reaktor comp.
de: Erschöpfter Reaktor mit dunkler Energie Comp.
es: Reactor de energía oscura agotado Comp.
et_ee: Ammendatud tumeenergia reaktor Comp.
fi: Tyhjentynyt pimeän energian reaktorikomp.
fr: Réacteur d’énergie noire appauvri Comp.
hr_hr: Osiromašeni reaktor tamne energije.
hu_hu: Kimerült sötét energia reaktor comp.
ja_jp: 枯渇した暗黒エネルギー原子炉コンプ。
lv: Noplicināts tumšās enerģijas reaktora kompl.
nl: Uitgeputte donkere energiereactor Comp.
no: Utarmet mørk energireaktor Comp.
pt_br: Reator de Energia Escura Esgotado Comp.
ro: Comp. reactorului de energie întunecată epuizat.
ru: Истощенный реактор темной энергии Comp.
sk_sk: Ochudobnený reaktor s tmavou energiou comp.
sv: Utarmad Dark Energy Reactor Comp.
tr_tr: Tükenmiş Karanlık Enerji Reaktörü Komp.
uk: Реактор з виснаженою темною енергією комп.
zh_cn: 耗尽的暗能量反应堆组件

# DisplayName_Item_BPReactorComponentsT3
source: Depleted Clangium Reactor Comp.
ca_ad: Reactor de clangi empobrit Comp.
cs_cz: Ochuzený Clangium Reactor Comp.
da: Udtømt Clangium Reactor Comp.
de: Erschöpfter Clangium-Reaktor Comp.
es: Reactor de Clangium agotado Comp.
et_ee: Ammendatud Clangiumi reaktor Comp.
fi: Tyhjentynyt klangiumreaktorikomp.
fr: Réacteur à clangium appauvri Comp.
hr_hr: Osiromašeni komp clangium reaktora.
hu_hu: Kimerült Clangium reaktor Comp.
ja_jp: 枯渇したClangiumリアクターコンプ。
lv: Noplicināts Clangium reaktora kompl.
nl: Verarmde Clangium Reactor Comp.
no: Utarmet Clangium Reactor Comp.
pt_br: Reator de Clangium esgotado Comp.
ro: Comp. reactorului de clangiu epuizat.
ru: Обедненный клэнгиевый реактор Comp.
sk_sk: Ochudobnený klangiový reaktor comp.
sv: Utarmad klangiumreaktor Comp.
tr_tr: Tükenmiş Klanjiyum Reaktör Komp.
uk: Збіднений клангієвий реактор комп.
zh_cn: 贫化钚反应堆组件

# DisplayName_Item_BPSmallSteelTubeT1
source: Depleted Uranium Small Steel Tube
ca_ad: Tub d'acer petit d'urani empobrit
cs_cz: Malá ocelová trubka z ochuzeného uranu
da: Forarmet uran lille stålrør
de: Kleines Stahlrohr mit abgereichertem Uran
es: Tubo de acero pequeño de uranio empobrecido
et_ee: Vaesestatud uraani väike terastoru
fi: Köyhdytettyä uraania sisältävä pieni teräsputki
fr: Petit tube d’acier à l’uranium appauvri
hr_hr: Osiromašena cijev od malog čelika urana
hu_hu: Szegényített urán kis acélcső
ja_jp: 劣化ウラン小型鋼管
lv: Noplicināta urāna maza tērauda caurule
nl: Verarmd uranium kleine stalen buis
no: Utarmet uran lite stålrør
pt_br: Urânio empobrecido Pequeno Tubo de Aço
ro: Tub mic de oțel cu uraniu sărăcit
ru: Обедненный уран Маленькая стальная труба
sk_sk: Malá oceľová rúrka z ochudobneného uránu
sv: Utarmat uran litet stålrör
tr_tr: Tükenmiş Uranyum Küçük Çelik Boru
uk: Мала сталева трубка зі збідненим ураном
zh_cn: 贫铀小钢管

# DisplayName_Item_BPSmallSteelTubeT2
source: Depleted Dark Energy Small Steel Tube
ca_ad: Tub d'acer petit d'energia fosca empobrida
cs_cz: Vyčerpaná malá ocelová trubka s temnou energií
da: Udtømt mørk energi lille stålrør
de: Erschöpftes kleines Stahlrohr der Dunklen Energie
es: Tubo de acero pequeño de energía oscura agotada
et_ee: Vaesestatud tumeenergia väike terastoru
fi: Köyhdytetty pimeän energian pieni teräsputki
fr: Petit tube d’acier d’énergie noire épuisé
hr_hr: Osiromašena tamna energija mala čelična cijev
hu_hu: Kimerült sötét energia kis acélcső
ja_jp: 枯渇ダークエネルギー小型鋼管
lv: Noplicināta tumšās enerģijas mazā tērauda caurule
nl: Verarmde donkere energie kleine stalen buis
no: Utarmet mørk energi Lite stålrør
pt_br: Tubo de aço pequeno de energia escura esgotado
ro: Tub mic de oțel cu energie întunecată epuizată
ru: Истощенная Темная Энергия Маленькая Стальная Трубка
sk_sk: Malá oceľová rúrka s vyčerpanou tmavou energiou
sv: Utarmat mörk energi litet stålrör
tr_tr: Tükenmiş Karanlık Enerji Küçük Çelik Boru
uk: Маленька сталева трубка з виснаженою темною енергією
zh_cn: 耗尽的暗能量小钢管

# DisplayName_Item_BPSmallSteelTubeT3
source: Depleted Clangium Small Steel Tube
ca_ad: Tub d'acer petit de clangium empobrit
cs_cz: Ochuzená malá ocelová trubka Clangium
da: Udtømt clangium lille stålrør
de: Erschöpftes Clangium-Kleinstahlrohr
es: Tubo de acero pequeño de Clangium agotado
et_ee: Vaesestatud clangiumi väike terastoru
fi: Köyhdytetty klaanium pieni teräsputki
fr: Petit tube d’acier Clangium appauvri
hr_hr: Osiromašena clangium mala čelična cijev
hu_hu: Kimerült Clangium kis acélcső
ja_jp: 枯渇クランギウム小型鋼管
lv: Noplicināta Clangium maza tērauda caurule
nl: Verarmde Clangium Kleine Stalen Buis
no: Utarmet Clangium Lite stålrør
pt_br: Tubo de Aço Pequeno de Clângio Empobrecido
ro: Tub mic de oțel Clangium epuizat
ru: Обедненная маленькая стальная трубка с кленгием
sk_sk: Ochudobnená malá oceľová rúrka Clangium
sv: Utarmat Clangium Litet stålrör
tr_tr: Tükenmiş Clangium Küçük Çelik Boru
uk: Збіднена маленька сталева трубка з клангію
zh_cn: 贫化钳小钢管
