Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QJumpDriveT1
source: Enhanced Quantum technology. 1.5x Better Than Normal Allows for FTL Jumps. Jump Range Max: 7,112KM. Max Jump Mass: 15,000,000KG
ca_ad: Tecnologia quàntica millorada. 1.5x millor del normal Permet salts FTL. Autonomia de salt màxima: 7.112KM. Massa màxima de salt: 15.000.000KG
cs_cz: Vylepšená kvantová technologie. 1,5× lepší než normálně Umožňuje FTL skoky. Maximální dosah skoku: 7,112KM. Maximální hmotnost skoku: 15 000 000 kg
da: Forbedret kvanteteknologi. 1.5x bedre end normalt Giver mulighed for FTL-spring. Spring rækkevidde maks.: 7.112 km. Max hoppemasse: 15.000.000 kg
de: Verbesserte Quantum-Technologie. 1,5x besser als normal Ermöglicht FTL-Sprünge. Maximale Sprungweite: 7.112 km. Maximale Sprungmasse: 15.000.000 kg
es: Tecnología Quantum mejorada. 1,5 veces mejor de lo normal Permite saltos FTL. Rango máximo de salto: 7,112 KM. Masa máxima de salto: 15,000,000KG
et_ee: Täiustatud kvanttehnoloogia. 1.5x parem kui tavaline Võimaldab FTL hüppeid. Hüppekaugus Max: 7,112KM. Maksimaalne hüppemass: 15 000 000kg
fi: Parannettu kvanttiteknologia. 1.5x parempi kuin normaalisti Mahdollistaa FTL-hypyt. Maksimi hyppyetäisyys: 7 112 km. Suurin hyppymassa: 15 000 000 kg
fr: Technologie Quantum améliorée. 1,5 fois mieux que la normale Permet des sauts FTL. Portée de saut maximale : 7 112 km. Masse maximale de saut : 15 000 000 KG
hr_hr: Poboljšana kvantna tehnologija. 1.5x bolje od normalnog Omogućuje FTL skokove. Skok raspon max: 7,112KM. Maksimalna masa skoka: 15,000,000KG
hu_hu: Továbbfejlesztett kvantumtechnológia. 1,5-szer jobb a normálnál Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 7,112KM. Max ugrás tömege: 15,000,000KG
ja_jp: 強化された量子技術。 通常の1.5倍 FTL ジャンプを許可します。 最大ジャンプ範囲:7,112KM。 最大ジャンプ質量:15,000,000KG
lv: Uzlabota kvantu tehnoloģija. 1,5x labāks nekā parasti Ļauj veikt FTL lēcienus. Lēciena diapazons max: 7,112KM. Maksimālā lēciena masa: 15,000,000KG
nl: Verbeterde Quantum-technologie. 1.5x beter dan normaal Maakt FTL-sprongen mogelijk. Sprongbereik Max: 7.112KM. Maximum Sprongmassa: 15.000.000KG
no: Forbedret kvanteteknologi. 1,5 ganger bedre enn normalt Tillater FTL-hopp. Hopprekkevidde maks: 7,112KM. Maks hoppmasse: 15 000 000 kg
pt_br: Tecnologia Quantum aprimorada. 1.5x melhor do que o normal Permite saltos FTL. Alcance de salto máximo: 7,112KM. Massa máxima do salto: 15,000,000KG
ro: Tehnologie cuantică îmbunătățită. De 1,5 ori mai bine decât în mod normal Permite salturi FTL. Jump Range Max: 7,112KM. Masa maximă de salt: 15,000,000KG
ru: Усовершенствованная квантовая технология. В 1,5 раза лучше, чем обычно Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 7,112 км. Максимальная масса прыжка: 15 000 000 кг
sk_sk: Vylepšená kvantová technológia. 1,5x lepšie ako normálne Umožňuje skoky FTL. Dosah skoku max: 7 112 KM. Maximálna hmotnosť skoku: 15 000 000 kg
sv: Förbättrad Quantum-teknik. 1,5 gånger bättre än normalt Tillåter FTL-hopp. Hoppområde max: 7 112 km. Max hoppmassa: 15 000 000 kg
tr_tr: Gelişmiş Quantum teknolojisi. Normalden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 7,112KM. Maksimum Atlama Kütlesi: 15.000.000kg
uk: Удосконалена квантова технологія. У 1,5 рази краще, ніж зазвичай Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 7,112 км. Максимальна маса стрибка: 15 000 000 кг
zh_cn: 增强的量子技术。 比正常情况好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：7,112KM。 最大跳跃质量：15,000,000KG

# Description_QJumpDriveT2
source: Proficient Quantum technology. 1.5x Better Than Enhanced Allows for FTL Jumps. Jump Range Max: 10,664KM. Max Jump Mass: 22,500,000KG
ca_ad: Tecnologia quàntica competent. 1.5x millor que millorat Permet salts FTL. Abast de salt màxim: 10,664KM. Massa màxima de salt: 22.500.000KG
cs_cz: Zdatná kvantová technologie. 1,5× lepší než vylepšený Umožňuje FTL skoky. Maximální dosah seskoku: 10,664KM. Maximální hmotnost skoku: 22 500 000 kg
da: Dygtig kvanteteknologi. 1.5x bedre end forbedret Giver mulighed for FTL-spring. Spring rækkevidde maks.: 10.664 km. Maks. Springmasse: 22.500.000 kg
de: Kompetente Quantentechnologie. 1,5x besser als Enhanced Ermöglicht FTL-Sprünge. Maximale Sprungweite: 10.664 km. Maximale Sprungmasse: 22.500.000 kg
es: Tecnología cuántica competente. 1,5 veces mejor que mejorado Permite saltos FTL. Rango máximo de salto: 10,664 KM. Masa máxima de salto: 22,500,000KG
et_ee: Vilunud kvanttehnoloogia. 1.5x parem kui täiustatud Võimaldab FTL hüppeid. Hüppekaugus Max: 10 664KM. Maksimaalne hüppemass: 22 500 000kg
fi: Taitava kvanttitekniikka. 1,5 kertaa parempi kuin parannettu Mahdollistaa FTL-hypyt. Maksimi hyppyetäisyys: 10 664 km. Suurin hyppymassa: 22 500 000 kg
fr: Technologie quantique compétente. 1,5 fois mieux qu’amélioré Permet des sauts FTL. Portée de saut maximale : 10 664 km. Masse maximale de saut : 22 500 000 kg
hr_hr: Iskusna kvantna tehnologija. 1.5x bolje od poboljšanog Omogućuje FTL skokove. Domet skoka: 10,664KM. Maksimalna masa skoka: 22,500,000KG
hu_hu: Jártas kvantumtechnológia. 1,5-szer jobb, mint a továbbfejlesztett; Lehetővé teszi az FTL ugrásokat. Ugrási tartomány Max: 10,664KM. Max ugrás tömege: 22,500,000KG
ja_jp: 熟練した量子技術。 拡張の1.5倍優れている FTL ジャンプを許可します。 ジャンプ範囲最大:10,664KM。 最大ジャンプ質量:22,500,000KG
lv: Lietpratīga kvantu tehnoloģija. 1,5x labāks nekā uzlabots Ļauj veikt FTL lēcienus. Lēciena diapazons max: 10,664KM. Maksimālā lēciena masa: 22,500,000KG
nl: Bekwame kwantumtechnologie. 1,5x beter dan verbeterd Maakt FTL-sprongen mogelijk. Sprongbereik Max: 10.664KM. Maximum sprongmassa: 22.500.000KG
no: Dyktig kvanteteknologi. 1,5 ganger bedre enn forbedret Tillater FTL-hopp. Hopprekkevidde maks: 10,664KM. Maks hoppmasse: 22 500 000 kg
pt_br: Proficiente em tecnologia quântica. 1,5x melhor que o Enhanced Permite saltos FTL. Alcance de salto máximo: 10,664KM. Massa máxima do salto: 22,500,000KG
ro: Tehnologie cuantică competentă. De 1,5 ori mai bun decât îmbunătățit Permite salturi FTL. Jump Range Max: 10.664KM. Masa maximă de salt: 22,500,000KG
ru: Профессиональная квантовая технология. В 1,5 раза лучше, чем улучшено Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 10 664 км. Максимальная масса прыжка: 22 500 000 кг
sk_sk: Skúsená kvantová technológia. 1,5x lepšie než vylepšené Umožňuje skoky FTL. Dosah skoku max: 10,664KM. Maximálna hmotnosť skoku: 22 500 000KG
sv: Skicklig kvantteknologi. 1,5 gånger bättre än förbättrad Tillåter FTL-hopp. Hoppområde max: 10 664 km. Max hoppmassa: 22 500 000 kg
tr_tr: Yetkin Kuantum teknolojisi. Geliştirilmişten 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 10,664KM. Maksimum Atlama Kütlesi: 22.500.000kg
uk: Досвідчена квантова технологія. У 1,5 рази краще, ніж покращене Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 10 664 км. Максимальна маса стрибка: 22 500 000 кг
zh_cn: 精通量子技术。 比增强型好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：10,664KM。 最大跳跃质量：22,500,000KG

# Description_QJumpDriveT3
source: Elite Quantum technology. 1.5x Better Than Proficient Allows for FTL Jumps. Jump Range Max: 16,000KM. Max Jump Mass: 33,750,000KG
ca_ad: Tecnologia quàntica d'elit. 1.5x millor que competent Permet salts FTL. Abast de salt màxim: 16.000KM. Massa màxima de salt: 33,750,000KG
cs_cz: Elitní kvantová technologie. 1,5x lepší než zdatný Umožňuje FTL skoky. Maximální dosah seskoku: 16 000 km. Maximální hmotnost seskoku: 33 750 000 kg
da: Elite Quantum teknologi. 1.5x bedre end dygtig Giver mulighed for FTL-spring. Spring rækkevidde maks.: 16.000 km. Maks. Springmasse: 33.750.000 kg
de: Elite-Quantentechnologie. 1,5x besser als kompetent Ermöglicht FTL-Sprünge. Maximale Sprungweite: 16.000 km. Maximale Sprungmasse: 33.750.000 kg
es: Tecnología Elite Quantum. 1,5 veces mejor que competente Permite saltos FTL. Rango de salto máximo: 16,000 KM. Masa máxima de salto: 33,750,000KG
et_ee: Elite Quantum tehnoloogia. 1.5x parem kui vilunud Võimaldab FTL hüppeid. Hüppekaugus Max: 16 000KM. Maksimaalne hüppemass: 33 750 000kg
fi: Elite Quantum -teknologia. 1.5x parempi kuin taitava Mahdollistaa FTL-hypyt. Maksimi hyppyetäisyys: 16 000 km. Suurin hyppymassa: 33,750,000KG
fr: Technologie Elite Quantum. 1,5 fois mieux que compétent Permet des sauts FTL. Portée de saut maximale : 16 000 km. Masse maximale de saut : 33 750 000 kg
hr_hr: Elitna kvantna tehnologija. 1.5x bolji od stručnog Omogućuje FTL skokove. Domet skoka: 16.000 KM. Maksimalna masa skoka: 33,750,000KG
hu_hu: Elite Quantum technológia. 1,5-szer jobb, mint a profi Lehetővé teszi az FTL ugrásokat. Max. ugrási távolság: 16 000KM. Max ugrás tömege: 33,750,000KG
ja_jp: エリート量子テクノロジー。 熟練より1.5倍優れている FTL ジャンプを許可します。 最大ジャンプ範囲:16,000KM。 最大ジャンプ質量:33,750,000KG
lv: Elites kvantu tehnoloģija. 1,5x labāks nekā lietpratējs Ļauj veikt FTL lēcienus. Lēciena diapazons max: 16,000KM. Maksimālā lēciena masa: 33,750,000KG
nl: Elite Quantum-technologie. 1.5x beter dan bekwaam Maakt FTL-sprongen mogelijk. Sprongbereik Max: 16.000KM. Maximale sprongmassa: 33.750.000 kg
no: Elite Quantum-teknologi. 1,5 ganger bedre enn dyktig Tillater FTL-hopp. Hopprekkevidde maks: 16.000 km. Maks hoppmasse: 33 750 000 kg
pt_br: Tecnologia Elite Quantum. 1.5x melhor do que proficiente Permite saltos FTL. Alcance máximo de salto: 16.000KM. Massa máxima do salto: 33,750,000KG
ro: Tehnologia Elite Quantum. De 1,5 ori mai bun decât cel competent Permite salturi FTL. Jump Range Max: 16.000KM. Masa maximă de salt: 33,750,000KG
ru: Технология Elite Quantum. В 1,5 раза лучше, чем Proficient Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 16 000 км. Максимальная масса прыжка: 33 750 000 кг
sk_sk: Technológia Elite Quantum. 1,5x lepšie ako zdatný Umožňuje skoky FTL. Dosah skoku max: 16 000 km. Maximálna hmotnosť skoku: 33 750 000KG
sv: Elite Quantum-teknik. 1,5 gånger bättre än skicklig Tillåter FTL-hopp. Hoppräckvidd max: 16 000 km. Max hoppmassa: 33 750 000 kg
tr_tr: Elite Quantum teknolojisi. Yetkinden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Aralığı Maks: 16.000KM. Maksimum Atlama Kütlesi: 33,750,000KG
uk: Технологія Elite Quantum. У 1,5 рази краще, ніж Proficient Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 16 000 км. Максимальна маса стрибка: 33 750 000 кг
zh_cn: Elite Quantum 技术。 比精通好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：16,000KM。 最大跳跃质量：33,750,000KG

# Description_QOxygenGeneratorT0
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. Ice Consumption Per Second: 200 Ice To Oxygen Ratio: 10L Ice To Hydrogen Ratio: 20L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. Consum de gel per segon: 200 Relació gel-oxigen: 10L Relació gel a hidrogen: 20L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. Spotřeba ledu za sekundu: 200 Poměr ledu a kyslíku: 10L Poměr ledu k vodíku: 20L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. Isforbrug pr. sekund: 200 Is til ilt-forhold: 10L Is til brint-forhold: 20L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. Eisverbrauch pro Sekunde: 200 Verhältnis von Eis zu Sauerstoff: 10L Verhältnis von Eis zu Wasserstoff: 20 l
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. Consumo de hielo por segundo: 200 Relación de hielo a oxígeno: 10L Relación de hielo a hidrógeno: 20L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. Jää tarbimine sekundis: 200 Jää ja hapniku suhe: 10L Jää ja vesiniku suhe: 20L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. Jään kulutus sekunnissa: 200 Jään ja hapen suhde: 10L Jään ja vedyn suhde: 20L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. Consommation de glace par seconde : 200 Rapport glace/oxygène : 10L Rapport glace/hydrogène : 20L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. Potrošnja leda u sekundi: 200 Omjer leda i kisika: 10L Omjer leda i vodika: 20L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. Jégfogyasztás másodpercenként: 200 Jég-oxigén arány: 10L Jég-hidrogén arány: 20L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 毎秒氷の消費量: 200 氷と酸素の比率:10L 氷と水素の比率:20L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. Ledus patēriņš sekundē: 200 Ledus un skābekļa attiecība: 10L Ledus un ūdeņraža attiecība: 20L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. IJsverbruik per seconde: 200 IJs-zuurstofverhouding: 10L IJs-waterstofverhouding: 20L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. Isforbruk per sekund: 200 Is til oksygenforhold: 10L Forholdet mellom is og hydrogen: 20L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. Consumo de gelo por segundo: 200 Relação gelo/oxigênio: 10L Relação gelo/hidrogênio: 20L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. Consumul de gheață pe secundă: 200 Raportul gheață/oxigen: 10L Raportul gheață/hidrogen: 20L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. Расход льда в секунду: 200 Соотношение льда и кислорода: 10 л Соотношение льда и водорода: 20 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. Spotreba ľadu za sekundu: 200 Pomer ľadu k kyslíku: 10L Pomer ľadu k vodíku: 20L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. Isförbrukning per sekund: 200 Förhållande mellan is och syre: 10L Förhållande mellan is och väte: 20L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Saniyede Buz Tüketimi: 200 Buz Oksijen Oranı: 10L Buz Hidrojen Oranı: 20L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. Витрата льоду в секунду: 200 Співвідношення льоду до кисню: 10 л Співвідношення льоду до водню: 20 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 每秒耗冰量：200 冰氧比：10L 冰氢比：20L

# Description_QOxygenGeneratorT1
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. 1.5x Faster And 1.5x More Efficient Than Normal Quantum. Ice Consumption Per Second: 304 Ice To Oxygen Ratio: 15L Ice To Hydrogen Ratio: 30L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. 1.5x més ràpid i 1.5x més eficient que el quàntic normal. Consum de gel per segon: 304 Relació gel-oxigen: 15L Relació gel a hidrogen: 30L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. 1,5x rychlejší a 1,5x efektivnější než normální Quantum. Spotřeba ledu za sekundu: 304 Poměr ledu a kyslíku: 15L Poměr ledu a vodíku: 30L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. 1.5x hurtigere og 1.5x mere effektiv end normalt kvante. Isforbrug pr. sekund: 304 Is til ilt-forhold: 15L Is til brint-forhold: 30L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. 1,5x schneller und 1,5x effizienter als normales Quantum. Eisverbrauch pro Sekunde: 304 Verhältnis von Eis zu Sauerstoff: 15 l Verhältnis von Eis zu Wasserstoff: 30 l
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. 1,5 veces más rápido y 1,5 veces más eficiente que la cuántica normal. Consumo de hielo por segundo: 304 Relación de hielo a oxígeno: 15L Relación de hielo a hidrógeno: 30L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. 1.5x kiirem ja 1.5x tõhusam kui tavaline kvant. Jää tarbimine sekundis: 304 Jää ja hapniku suhe: 15L Jää ja vesiniku suhe: 30L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. 1.5x nopeampi ja 1.5x tehokkaampi kuin normaali kvantti. Jään kulutus sekunnissa: 304 Jään ja hapen suhde: 15L Jään ja vedyn suhde: 30L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. 1,5 fois plus rapide et 1,5 fois plus efficace que le quantique normal. Consommation de glace par seconde : 304 Rapport glace/oxygène : 15L Rapport glace/hydrogène : 30L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. 1.5x brži i 1.5x učinkovitiji od normalnog kvantnog. Potrošnja leda u sekundi: 304 Omjer leda i kisika: 15L Omjer leda i vodika: 30L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. 1,5-szer gyorsabb és 1,5-szer hatékonyabb, mint a normál kvantum. Jégfogyasztás másodpercenként: 304 Jég-oxigén arány: 15L Jég-hidrogén arány: 30L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 通常の量子の1.5倍の速度と1.5倍の効率。 毎秒氷の消費量: 304 氷と酸素の比率:15L 氷と水素の比率:30L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. 1,5x ātrāks un 1,5x efektīvāks par parasto kvantu. Ledus patēriņš sekundē: 304 Ledus un skābekļa attiecība: 15L Ledus un ūdeņraža attiecība: 30L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. 1,5x sneller en 1,5x efficiënter dan normaal kwantum. IJsverbruik per seconde: 304 IJs-zuurstofverhouding: 15L IJs-waterstofverhouding: 30L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. 1,5 ganger raskere og 1,5 ganger mer effektiv enn vanlig kvante. Isforbruk per sekund: 304 Is til oksygenforhold: 15L Forholdet mellom is og hydrogen: 30L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. 1,5x mais rápido e 1,5x mais eficiente que o quantum normal. Consumo de gelo por segundo: 304 Relação gelo/oxigênio: 15L Relação gelo/hidrogênio: 30L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât Quantum normal. Consumul de gheață pe secundă: 304 Raportul gheață/oxigen: 15L Raportul gheață/hidrogen: 30L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем обычный Quantum. Расход льда в секунду: 304 Соотношение льда и кислорода: 15 л Соотношение льда и водорода: 30 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. 1,5x rýchlejší a 1,5x účinnejší ako normálny Quantum. Spotreba ľadu za sekundu: 304 Pomer ľadu k kyslíku: 15L Pomer ľadu k vodíku: 30L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. 1,5 gånger snabbare och 1,5 gånger effektivare än normal kvant. Isförbrukning per sekund: 304 Förhållande mellan is och syre: 15L Förhållande mellan is och väte: 30L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Normal Kuantumdan 1.5 Kat Daha Hızlı ve 1.5 Kat Daha Verimli. Saniyede Buz Tüketimi: 304 Buz Oksijen Oranı: 15L Buz Hidrojen Oranı: 30L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж звичайний квант. Витрата льоду в секунду: 304 Співвідношення льоду до кисню: 15 л Співвідношення льоду до водню: 30 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 比普通量子快 1.5 倍，效率高 1.5 倍。 每秒耗冰量：304 冰氧比：15L 冰氢比：30L
