Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QSRefineryT1
source: 20.64x Refine Speed. 0.45x Efficiency. 20.16MW Base power Usage. 8x Faster Than Enhanced Refinery. 8x Cost. Includes the cost of 32 enhanced speed modules. Equivalent to 8 enhanced refineries, with 4 speed modules each.
ca_ad: 20.64x Velocitat de refinament. 0.45x Eficiència. 20.16MW Ús de potència base. 8x més ràpid que la refineria millorada. 8x Cost. Inclou el cost de 32 mòduls de velocitat millorada. Equivalent a 8 refineries millorades, amb mòduls de 4 velocitats cadascuna.
cs_cz: 20,64× rychlost zpřesnění. 0,45× účinnost. 20.16MW Základní spotřeba energie. 8x rychlejší než vylepšená rafinérie. 8x náklady. Zahrnuje náklady na 32 modulů s vylepšenou rychlostí. Ekvivalent 8 vylepšených rafinérií, každá se 4 rychlostními moduly.
da: 20.64x forfine hastighed. 0.45x effektivitet. 20.16MW Base strømforbrug. 8x hurtigere end forbedret raffinaderi. 8x omkostninger. Inkluderer omkostningerne ved 32 forbedrede hastighedsmoduler. Svarende til 8 forbedrede raffinaderier, med 4 speed moduler hver.
de: 20,64-fache Verfeinerungsgeschwindigkeit. 0,45-facher Wirkungsgrad. 20,16 MW Basisstromverbrauch. 8x schneller als Enhanced Refinery. 8x Kosten. Beinhaltet die Kosten für 32 Module mit verbesserter Geschwindigkeit. Entspricht 8 erweiterten Raffinerien mit jeweils 4 Geschwindigkeitsmodulen.
es: 20.64x Velocidad de refinamiento. 0,45 veces la eficiencia. Consumo de energía base de 20,16 MW. 8 veces más rápido que la refinería mejorada. 8 veces el coste. Incluye el costo de 32 módulos de velocidad mejorada. Equivalente a 8 refinerías mejoradas, con 4 módulos de velocidad cada una.
et_ee: 20.64x täpsustage kiirust. 0,45x efektiivsus. 20.16MW baasvõimsuse kasutamine. 8x kiirem kui täiustatud rafineerimistehas. 8x maksumus. Sisaldab 32 täiustatud kiirusega mooduli maksumust. Samaväärne 8 täiustatud rafineerimistehasega, millest igaühes on 4 kiirusmoodulit.
fi: 20,64x tarkennusnopeus. 0,45-kertainen hyötysuhde. 20,16 MW:n perusvirrankulutus. 8x nopeampi kuin parannettu jalostamo. 8x hinta. Sisältää 32 tehostetun nopeuden moduulin kustannukset. Vastaa 8 parannettua jalostamoa, joissa kussakin on 4 nopeusmoduulia.
fr: Vitesse d’affinage 20,64x. Efficacité 0,45x. Consommation d’énergie de base de 20,16 MW. 8 fois plus rapide qu’une raffinerie améliorée. Coût multiplié par 8. Comprend le coût de 32 modules de vitesse améliorée. Équivalent à 8 raffineries améliorées, avec 4 modules de vitesse chacune.
hr_hr: 20.64x Pročistite brzinu. 0.45x Učinkovitost. 20.16MW Osnovna potrošnja energije. 8 puta brže od poboljšane rafinerije. 8x Trošak. Uključuje cijenu 32 poboljšana modula brzine. Ekvivalentno 8 poboljšanih rafinerija, s po 4 modula brzine.
hu_hu: 20,64-szeres finomítási sebesség. 0,45-szörös hatékonyság. 20,16MW Alapteljesítmény Felhasználás. 8x gyorsabb, mint a továbbfejlesztett finomító. 8x költség. Tartalmazza 32 megnövelt sebességű modul költségét. Ez 8 továbbfejlesztett finomítónak felel meg, egyenként 4 sebességmodullal.
ja_jp: 20.64倍のリファイン速度。 0.45倍の効率。 20.16MWの基本電力使用量。 強化された製油所の8倍の速さです。 コストが8倍。 32個の拡張速度モジュールのコストが含まれています。 8つの強化製油所に相当し、それぞれに4つの速度モジュールを備えています。
lv: 20,64x uzlabot ātrumu. 0,45x efektivitāte. 20.16MW bāzes jaudas izmantošana. 8x ātrāk nekā uzlabota rafinēšanas fabrika. 8x izmaksas. Ietver 32 uzlabota ātruma moduļu izmaksas. Līdzvērtīgs 8 uzlabotām pārstrādes rūpnīcām ar 4 ātruma moduļiem katrā.
nl: 20.64x Snelheid verfijnen. 0,45x efficiëntie. 20,16 MW basisstroomverbruik. 8x sneller dan verbeterde raffinaderij. 8x kosten. Inclusief de kosten van 32 modules met verbeterde snelheid. Gelijk aan 8 verbeterde raffinaderijen, met elk 4 snelheidsmodules.
no: 20.64x Finjuster hastigheten. 0,45x effektivitet. 20,16 MW grunnstrømforbruk. 8 ganger raskere enn forbedret raffineri. 8x kostnad. Inkluderer kostnaden for 32 moduler med forbedret hastighet. Tilsvarer 8 forbedrede raffinerier, med 4 hastighetsmoduler hver.
pt_br: 20,64x Refine a velocidade. Eficiência de 0,45x. Uso de energia base de 20,16MW. 8x mais rápido que a refinaria aprimorada. Custo 8x. Inclui o custo de 32 módulos de velocidade aprimorados. Equivalente a 8 refinarias aprimoradas, com 4 módulos de velocidade cada.
ro: Viteză de rafinare de 20,64x. Eficiență de 0,45x. 20.16MW Utilizarea puterii de bază. De 8 ori mai rapid decât rafinăria îmbunătățită. Cost de 8x. Include costul a 32 de module de viteză îmbunătățită. Echivalentul a 8 rafinării îmbunătățite, cu câte 4 module de viteză fiecare.
ru: Скорость уточнения 20,64x. Эффективность 0,45x. 20,16 МВт Базовое энергопотребление. В 8 раз быстрее, чем на усовершенствованном нефтеперерабатывающем заводе. Стоимость в 8 раз. Включает в себя стоимость 32 модулей повышенной скорости. Эквивалентен 8 усовершенствованным нефтеперерабатывающим заводам с 4 скоростными модулями на каждом.
sk_sk: 20,64x rýchlosť spresnenia. 0,45x účinnosť. Spotreba základného výkonu 20,16 MW. 8x rýchlejšia ako rozšírená rafinéria. 8x náklady. Zahŕňa náklady na 32 modulov so zvýšenou rýchlosťou. Zodpovedá 8 rozšíreným rafinériám, každá so 4 rýchlostnými modulmi.
sv: 20,64x förfina hastigheten. 0,45x effektivitet. 20,16 MW baseffektförbrukning. 8 gånger snabbare än förbättrat raffinaderi. 8x kostnad. Inkluderar kostnaden för 32 förbättrade hastighetsmoduler. Motsvarar 8 förbättrade raffinaderier, med 4 hastighetsmoduler vardera.
tr_tr: 20,64x Rafine Hızı. 0,45 kat verimlilik. 20.16MW Temel güç Kullanımı. Gelişmiş rafineriden 8 kat daha hızlı. 8x Maliyet. 32 gelişmiş hız modülünün maliyetini içerir. Her biri 4 hız modülüne sahip 8 gelişmiş rafineriye eşdeğerdir.
uk: Точна швидкість у 20,64 рази. 0,45-кратна ефективність. 20,16 МВт Споживання базової потужності. У 8 разів швидше, ніж удосконалений нафтопереробний завод. Вартість у 8 разів. Включає вартість 32 модулів підвищеної швидкості. Еквівалентно 8 вдосконаленим нафтопереробним заводам, з 4 швидкісними модулями кожен.
zh_cn: 20.64 倍优化速度。 效率 0.45 倍。 20.16MW基本用电量。 比增强型炼油厂快 8 倍。 8 倍成本。 包括 32 个增强速度模块的成本。 相当于 8 个增强型炼油厂，每个炼油厂有 4 个速度模块。

# Description_QSRefineryT2
source: 30.96x Refine Speed. 0.67x Efficiency. 40.32MW Power Usage. 8x Faster Than Proficent Refinery. 8x Cost. Includes the cost of 32 proficient speed modules with their power cost, and speed modifier. Equivalent to 8 proficient refineries, with 4 speed modules each.
ca_ad: 30.96x velocitat de refinament. 0.67x Eficiència. Consum de potència de 40,32MW. 8x més ràpid que la refineria proficent. 8x Cost. Inclou el cost de 32 mòduls de velocitat competents amb el seu cost de potència i modificador de velocitat. Equivalent a 8 refineries competents, amb mòduls de 4 velocitats cadascuna.
cs_cz: 30,96× rychlost zpřesnění. 0,67× účinnost. Spotřeba energie 40,32 MW. 8x rychlejší než rafinérie Proficent. 8x náklady. Zahrnuje náklady na 32 zdatných rychlostních modulů s jejich náklady na energii a modifikátorem rychlosti. Ekvivalent 8 zdatných rafinérií, každá se 4 rychlostními moduly.
da: 30.96x forfine hastighed. 0.67x effektivitet. 40.32MW strømforbrug. 8x hurtigere end dygtige raffinaderier. 8x omkostninger. Inkluderer omkostningerne ved 32 dygtige hastighedsmoduler med deres effektomkostninger og hastighedsmodifikator. Svarende til 8 dygtige raffinaderier, med 4 speed moduler hver.
de: 30,96-fache Verfeinerungsgeschwindigkeit. 0,67-facher Wirkungsgrad. 40,32 MW Stromverbrauch. 8x schneller als Proficent Raffinerie. 8x Kosten. Beinhaltet die Kosten für 32 kompetente Geschwindigkeitsmodule mit ihren Energiekosten und dem Geschwindigkeitsmodifikator. Entspricht 8 kompetenten Raffinerien mit jeweils 4 Geschwindigkeitsmodulen.
es: Velocidad de refinamiento de 30,96x. 0,67 veces la eficiencia. Consumo de energía de 40,32 MW. 8 veces más rápido que Proficent Refinery. 8 veces el coste. Incluye el costo de 32 módulos de velocidad competentes con su costo de energía y modificador de velocidad. Equivalente a 8 refinerías competentes, con 4 módulos de velocidad cada una.
et_ee: 30.96x täpsustage kiirust. 0,67x efektiivsus. 40.32MW Energiakasutus. 8x kiirem kui Proficenti rafineerimistehas. 8x maksumus. Sisaldab 32 vilunud kiirusmooduli maksumust koos nende võimsuskulu ja kiiruse teisendajaga. Samaväärne 8 vilunud rafineerimistehasega, millest igaühes on 4 kiirusmoodulit.
fi: 30,96x tarkennusnopeus. 0,67-kertainen hyötysuhde. 40,32 MW virrankulutus. 8x nopeampi kuin Proficent Refinery. 8x hinta. Sisältää 32 taitavan nopeusmoduulin kustannukset tehokustannuksineen ja nopeuden muuntimen. Vastaa 8 taitavaa jalostamoa, joissa kussakin on 4 nopeusmoduulia.
fr: Vitesse d’affinage 30,96x. Efficacité 0,67x. Consommation d’énergie de 40,32 MW. 8 fois plus rapide que la raffinerie Proficent. Coût multiplié par 8. Comprend le coût de 32 modules de vitesse compétents avec leur coût en puissance et leur modificateur de vitesse. Équivalent à 8 raffineries compétentes, avec 4 modules de vitesse chacune.
hr_hr: 30.96x Pročisti brzinu. 0,67x učinkovitost. Potrošnja energije od 40,32 MW. 8x brže od proficentne rafinerije. 8x Trošak. Uključuje troškove 32 stručna modula brzine s troškovima snage i modifikatorom brzine. Ekvivalentno 8 stručnih rafinerija, s po 4 modula brzine.
hu_hu: 30,96x Finomítsa a sebességet. 0,67-szeres hatékonyság. 40,32 MW energiafelhasználás. 8x gyorsabb, mint a Proficent finomító. 8x költség. Tartalmazza a 32 jártassági sebességmodul költségét a teljesítményköltségükkel és a sebességmódosítóval. 8 gyakorlott finomítónak felel meg, egyenként 4 sebességmodullal.
ja_jp: 30.96倍のリファイン速度。 0.67倍の効率。 40.32MWの電力使用量。 プロフィセント製油所の8倍の速さ。 コストが8倍。 32個の熟練した速度モジュールのコストと、その電力コスト、および速度修飾子が含まれています。 8つの熟練した製油所に相当し、それぞれに4つの速度モジュールがあります。
lv: 30,96x uzlabot ātrumu. 0,67x efektivitāte. 40.32MW enerģijas patēriņš. 8x ātrāk nekā Proficent Refinery. 8x izmaksas. Ietver 32 prasmīgu ātruma moduļu izmaksas ar to jaudas izmaksām un ātruma modifikatoru. Līdzvērtīgs 8 lietpratīgām rafinēšanas rūpnīcām ar 4 ātruma moduļiem katrā.
nl: 30.96x Snelheid verfijnen. 0.67x efficiëntie. 40,32 MW stroomverbruik. 8x sneller dan Proficent raffinaderij. 8x kosten. Inclusief de kosten van 32 bekwame snelheidsmodules met hun stroomkosten en snelheidsmodificator. Gelijk aan 8 bekwame raffinaderijen, met elk 4 snelheidsmodules.
no: 30.96x raffinert hastighet. 0,67x effektivitet. 40,32 MW strømforbruk. 8 ganger raskere enn Proficent Refinery. 8x kostnad. Inkluderer kostnaden for 32 dyktige hastighetsmoduler med strømkostnad og hastighetsmodifikator. Tilsvarer 8 dyktige raffinerier, med 4 hastighetsmoduler hver.
pt_br: 30,96x Refine a velocidade. Eficiência de 0,67x. Potência de 40,32MW. 8x mais rápido que a refinaria Proficent. Custo 8x. Inclui o custo de 32 módulos de velocidade proficientes com seu custo de energia e modificador de velocidade. Equivalente a 8 refinarias proficientes, com 4 módulos de velocidade cada.
ro: Viteză de rafinare de 30,96x. Eficiență de 0,67x. Consum de energie de 40,32MW. De 8 ori mai rapid decât rafinăria Proficent. Cost de 8x. Include costul a 32 de module de viteză competente cu costul lor de putere și modificatorul de viteză. Echivalentul a 8 rafinării competente, cu câte 4 module de viteză fiecare.
ru: Скорость уточнения 30,96x. 0,67x КПД. Энергопотребление 40,32 МВт. В 8 раз быстрее, чем Proficent Refinery. Стоимость в 8 раз. Включает в себя стоимость 32 модулей скорости с их расходом мощности и модификатором скорости. Эквивалент 8 опытных нефтеперерабатывающих заводов с 4 скоростными модулями на каждом.
sk_sk: 30,96x rýchlosť spresnenia. 0,67x účinnosť. Spotreba energie 40,32 MW. 8x rýchlejšia rafinéria ako profesionálna rafinéria. 8x náklady. Zahŕňa náklady na 32 zdatných rýchlostných modulov s ich nákladmi na energiu a modifikátor rýchlosti. Ekvivalent 8 skúsených rafinérií, každá so 4 rýchlostnými modulmi.
sv: 30,96x förfina hastigheten. 0,67x effektivitet. 40,32 MW strömförbrukning. 8 gånger snabbare än Proficent Refinery. 8x kostnad. Inkluderar kostnaden för 32 skickliga hastighetsmoduler med deras effektkostnad och hastighetsmodifierare. Motsvarar 8 skickliga raffinaderier, med 4 hastighetsmoduler vardera.
tr_tr: 30.96x Rafine Hızı. 0,67 kat verimlilik. 40.32MW Güç Kullanımı. Proficent Refineri'den 8 kat daha hızlı. 8x Maliyet. Güç maliyetleri ve hız değiştiricileri ile birlikte 32 yeterli hız modülünün maliyetini içerir. Her biri 4 hız modülüne sahip 8 yetkin rafineriye eşdeğerdir.
uk: Точна швидкість 30,96x. Ефективність 0,67x. Споживання електроенергії 40,32 МВт. У 8 разів швидше, ніж Proficent Refinery. Вартість у 8 разів. Включає вартість 32 досвідчених швидкісних модулів з їх вартістю потужності та модифікатором швидкості. Еквівалент 8 досвідчених нафтопереробних заводів з 4 швидкісними модулями кожен.
zh_cn: 30.96 倍优化速度。 效率 0.67 倍。 用电量40.32MW。 比 Proficent 炼油厂快 8 倍。 8 倍成本。 包括 32 个熟练速度模块的成本及其功率成本和速度修正器。 相当于 8 家精炼厂，每家炼油厂有 4 个速度模块。

# Description_QSRefineryT3
source: 42.4x Refine Speed. 1x Efficiency. 75.6MW Power Usage. 8x Faster Than Elite Refinery. 8x Cost. Includes the cost of 32 elite speed modules with their power cost, and speed modifier. Equivalent to 8 elite refineries, with 4 speed modules each.
ca_ad: 42.4x Velocitat de refinament. 1x Eficiència. Consum d'energia de 75.6MW. 8 vegades més ràpid que la refineria d'elit. 8x Cost. Inclou el cost de 32 mòduls Elite Speed amb el seu cost de potència, i modificador de velocitat. Equivalent a 8 refineries d'elit, amb mòduls de 4 velocitats cadascuna.
cs_cz: 42,4× rychlost zpřesnění. 1x Účinnost. Spotřeba energie 75,6 MW. 8x rychlejší než elitní rafinérie. 8x náklady. Zahrnuje náklady na 32 elitních rychlostních modulů s jejich náklady na energii a modifikátorem rychlosti. Ekvivalent 8 elitních rafinérií, každá se 4 rychlostními moduly.
da: 42.4x forfine hastighed. 1x effektivitet. 75,6 MW strømforbrug. 8x hurtigere end Elite Raffinaderiet. 8x omkostninger. Inkluderer omkostningerne ved 32 elitehastighedsmoduler med deres effektomkostninger og hastighedsmodifikator. Svarende til 8 elite raffinaderier, med 4 speed moduler hver.
de: 42,4-fache Verfeinerungsgeschwindigkeit. 1x Wirkungsgrad. 75,6 MW Stromverbrauch. 8x schneller als Elite Refinery. 8x Kosten. Beinhaltet die Kosten für 32 Elite-Geschwindigkeitsmodule mit ihren Energiekosten und dem Geschwindigkeitsmodifikator. Entspricht 8 Elite-Raffinerien mit jeweils 4 Geschwindigkeitsmodulen.
es: Velocidad de refinamiento de 42,4x. 1x Eficiencia. Consumo de energía de 75,6 MW. 8 veces más rápido que Elite Refinery. 8 veces el coste. Incluye el costo de 32 módulos de velocidad de élite con su costo de energía y modificador de velocidad. Equivalente a 8 refinerías élite, con 4 módulos de velocidad cada una.
et_ee: 42.4x täpsustage kiirust. 1x efektiivsus. 75.6MW energiakasutus. 8x kiirem kui Elite rafineerimistehas. 8x maksumus. Sisaldab 32 eliitkiirusmooduli maksumust koos nende võimsuskulu ja kiiruse teisendajaga. Samaväärne 8 eliitrafineerimistehasega, igaüks 4 kiirusmooduliga.
fi: 42,4x tarkennusnopeus. 1x tehokkuus. 75,6 MW:n virrankulutus. 8x nopeampi kuin Elite Refinery. 8x hinta. Sisältää 32 eliittinopeusmoduulin kustannukset niiden tehokustannuksineen ja nopeuden muuntimen. Vastaa 8 eliittijalostamoa, joissa kussakin on 4 nopeusmoduulia.
fr: Vitesse d’affinage 42,4x. 1x Efficacité. Consommation d’énergie de 75,6 MW. 8 fois plus rapide qu’Elite Refinery. Coût multiplié par 8. Comprend le coût de 32 modules de vitesse d’élite avec leur coût en puissance et leur modificateur de vitesse. Équivalent à 8 raffineries d’élite, avec 4 modules de vitesse chacune.
hr_hr: 42.4x Pročistite brzinu. 1x Učinkovitost. Potrošnja energije od 75,6 MW. 8x brže od elitne rafinerije. 8x Trošak. Uključuje cijenu 32 elitna modula brzine s njihovom cijenom snage i modifikatorom brzine. Ekvivalentno 8 elitnih rafinerija, s po 4 modula brzine.
hu_hu: 42,4-szer finomítja a sebességet. 1x hatékonyság. 75,6 MW energiafelhasználás. 8x gyorsabb, mint az Elite finomító. 8x költség. Tartalmazza a 32 elit sebességmodul költségét az energiaköltséggel és a sebességmódosítóval együtt. 8 elit finomítónak felel meg, egyenként 4 sebességmodullal.
ja_jp: 42.4倍のリファイン速度。 効率は1倍。 75.6MWの電力使用量。 エリート製油所の8倍の速さ。 コストが8倍。 32 個のエリート スピード モジュールのコストと、そのパワー コスト、および速度修正子が含まれます。 エリート製油所8個分相当で、それぞれ4つのスピードモジュールを備えています。
lv: 42,4x uzlabot ātrumu. 1x efektivitāte. 75,6 MW jaudas patēriņš. 8x ātrāk nekā elites rafinēšanas fabrika. 8x izmaksas. Ietver 32 elites ātruma moduļu izmaksas ar to jaudas izmaksām un ātruma modifikatoru. Līdzvērtīgs 8 elites pārstrādes rūpnīcām ar 4 ātruma moduļiem katrā.
nl: 42,4x snelheid verfijnen. 1x Efficiëntie. 75,6 MW stroomverbruik. 8x sneller dan Elite Refinery. 8x kosten. Inclusief de kosten van 32 elite-snelheidsmodules met hun stroomkosten en snelheidsmodificator. Gelijk aan 8 elite-raffinaderijen, met elk 4 snelheidsmodules.
no: 42.4x Finjuster hastighet. 1x Effektivitet. 75,6 MW strømforbruk. 8 ganger raskere enn Elite Refinery. 8x kostnad. Inkluderer kostnaden for 32 elite hastighetsmoduler med strømkostnad og hastighetsmodifikator. Tilsvarer 8 eliteraffinerier, med 4 hastighetsmoduler hver.
pt_br: 42,4x Refine a velocidade. 1x Eficiência. Potência de 75,6MW. 8x mais rápido que a refinaria de elite. Custo 8x. Inclui o custo de 32 módulos de velocidade de elite com seu custo de energia e modificador de velocidade. Equivalente a 8 refinarias de elite, com 4 módulos de velocidade cada.
ro: Viteză de rafinare de 42,4x. 1x Eficiență. Consum de energie de 75,6MW. De 8 ori mai rapid decât Elite Refinery. Cost de 8x. Include costul a 32 de module de viteză de elită cu costul lor de putere și modificatorul de viteză. Echivalentul a 8 rafinării de elită, cu câte 4 module de viteză fiecare.
ru: Скорость уточнения 42,4x. 1x Эффективность. Энергопотребление 75,6 МВт. В 8 раз быстрее, чем Elite Refinery. Стоимость в 8 раз. Включает в себя стоимость 32 элитных модулей скорости с их расходом энергии и модификатором скорости. Эквивалент 8 элитных нефтеперерабатывающих заводов, с 4 скоростными модулями на каждом.
sk_sk: 42,4x rýchlosť spresnenia. 1x Účinnosť. Spotreba energie 75,6 MW. 8x rýchlejšia ako rafinéria Elite. 8x náklady. Zahŕňa náklady na 32 modulov elitnej rýchlosti s ich nákladmi na energiu a modifikátorom rýchlosti. Ekvivalent 8 elitných rafinérií, každá so 4 rýchlostnými modulmi.
sv: 42,4x förfina hastigheten. 1x effektivitet. 75,6 MW strömförbrukning. 8 gånger snabbare än elitraffinaderi. 8x kostnad. Inkluderar kostnaden för 32 elithastighetsmoduler med deras effektkostnad och hastighetsmodifierare. Motsvarar 8 elitraffinaderier, med 4 hastighetsmoduler vardera.
tr_tr: 42,4x Rafine Hızı. 1x Verimlilik. 75.6MW Güç Kullanımı. Elite Refinery'den 8 kat daha hızlı. 8x Maliyet. Güç maliyetleri ve hız değiştiricileri ile birlikte 32 elit hız modülünün maliyetini içerir. Her biri 4 hız modülüne sahip 8 elit rafineriye eşdeğerdir.
uk: 42,4-кратна швидкість уточнення. 1x ефективність. Споживана потужність 75,6 МВт. У 8 разів швидше, ніж елітний нафтопереробний завод. Вартість у 8 разів. Включає в себе вартість 32 елітних швидкісних модулів з їх вартістю потужності і модифікатором швидкості. Еквівалент 8 елітних нафтопереробних заводів, з 4 швидкісними модулями кожен.
zh_cn: 42.4 倍优化速度。 1 倍效率。 用电量75.6MW。 比 Elite Refinery 快 8 倍。 8 倍成本。 包括 32 个精英速度模块的成本及其功率成本和速度修改器。 相当于 8 家精英炼油厂，每家有 4 个速度模块。
