Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallJumpDriveT2
source: Jump drives allow ships to teleport over large distances. They require a full charge to jump and can only be activated from the toolbar of a cockpit. 1.5x Better Than Enhanced Allows for FTL Jumps. Jump Range Max: 133KM. Max Jump Mass: 281,250KG
ca_ad: Les unitats de salt permeten als vaixells teletransportar-se a grans distàncies. Requereixen una càrrega completa per saltar i només es poden activar des de la barra d'eines d'una cabina. 1.5x millor que millorat Permet salts FTL. Abast de salt màxim: 133KM. Massa màxima de salt: 281,250KG
cs_cz: Skokové pohony umožňují lodím teleportovat se na velké vzdálenosti. Ke skoku vyžadují plné nabití a lze je aktivovat pouze z panelu nástrojů v kokpitu. 1,5× lepší než vylepšený Umožňuje FTL skoky. Maximální dosah skoku: 133 km. Maximální hmotnost skoku: 281,250KG
da: Jump-drev giver skibe mulighed for at teleportere over store afstande. De kræver en fuld opladning for at hoppe og kan kun aktiveres fra værktøjslinjen i et cockpit. 1.5x bedre end forbedret Giver mulighed for FTL-spring. Spring rækkevidde maks.: 133 km. Max hoppe masse: 281,250KG
de: Sprungantriebe ermöglichen es Schiffen, sich über große Entfernungen zu teleportieren. Sie benötigen eine volle Ladung, um zu springen, und können nur über die Symbolleiste eines Cockpits aktiviert werden. 1,5x besser als Enhanced Ermöglicht FTL-Sprünge. Maximale Sprungweite: 133 km. Maximale Sprungmasse: 281.250 kg
es: Los motores de salto permiten que las naves se teletransporten a grandes distancias. Requieren una carga completa para saltar y solo se pueden activar desde la barra de herramientas de una cabina. 1,5 veces mejor que mejorado Permite saltos FTL. Rango máximo de salto: 133 km. Masa máxima de salto: 281.250 kg
et_ee: Hüppeajamid võimaldavad laevadel teleportida suurte vahemaade tagant. Nende hüppamiseks on vaja täislaadimist ja neid saab aktiveerida ainult kokpiti tööriistaribalt. 1.5x parem kui täiustatud Võimaldab FTL hüppeid. Hüppevahemik Max: 133KM. Maksimaalne hüppemass: 281 250 kg
fi: Hyppyasemien avulla alukset voivat teleportata suuria matkoja. Ne vaativat täyden latauksen hypätäkseen, ja ne voidaan aktivoida vain ohjaamon työkaluriviltä. 1,5 kertaa parempi kuin parannettu Mahdollistaa FTL-hypyt. Hyppyetä max: 133KM. Suurin hyppymassa: 281,250KG
fr: Les moteurs de saut permettent aux vaisseaux de se téléporter sur de grandes distances. Ils nécessitent une charge complète pour sauter et ne peuvent être activés qu’à partir de la barre d’outils d’un cockpit. 1,5 fois mieux qu’amélioré Permet des sauts FTL. Portée de saut maximale : 133 km. Masse maximale de saut : 281 250 kg
hr_hr: Skok pogoni omogućuju brodovima teleportiranje na velike udaljenosti. Potrebno im je potpuno punjenje za skok i mogu se aktivirati samo s alatne trake kokpita. 1.5x bolje od poboljšanog Omogućuje FTL skokove. Maksimalan domet skoka: 133 KM. Maksimalna masa skoka: 281,250KG
hu_hu: Az ugrási meghajtók lehetővé teszik a hajók számára, hogy nagy távolságokra teleportáljanak. Az ugráshoz teljes töltésre van szükség, és csak a pilótafülke eszköztáráról aktiválhatók. 1,5-szer jobb, mint a továbbfejlesztett; Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 133KM. Max ugrás tömege: 281,250KG
ja_jp: ジャンプドライブにより、船は長距離をテレポートすることができます。 ジャンプするにはフルチャージが必要で、コックピットのツールバーからのみ起動できます。 拡張の1.5倍優れている FTL ジャンプを許可します。 最大ジャンプ範囲:133KM。 最大ジャンプ質量:281,250KG
lv: Jump drives ļauj kuģiem teleportēties lielos attālumos. Lai lēktu, tiem ir nepieciešama pilna uzlāde, un tos var aktivizēt tikai no kabīnes rīkjoslas. 1,5x labāks nekā uzlabots Ļauj veikt FTL lēcienus. Lēciena diapazons max: 133KM. Maksimālā lēciena masa: 281,250KG
nl: Jump drives stellen schepen in staat om over grote afstanden te teleporteren. Ze hebben een volledige lading nodig om te springen en kunnen alleen worden geactiveerd via de werkbalk van een cockpit. 1,5x beter dan verbeterd Maakt FTL-sprongen mogelijk. Sprongbereik Max: 133KM. Maximale sprongmassa: 281.250 kg
no: Hoppstasjoner lar skip teleportere over store avstander. De krever full ladning for å hoppe og kan bare aktiveres fra verktøylinjen i en cockpit. 1,5 ganger bedre enn forbedret Tillater FTL-hopp. Hopprekkevidde maks: 133 km. Maks hoppmasse: 281 250 kg
pt_br: As unidades de salto permitem que os navios se teletransportem a grandes distâncias. Eles exigem uma carga completa para saltar e só podem ser ativados a partir da barra de ferramentas de um cockpit. 1,5x melhor que o Enhanced Permite saltos FTL. Alcance de salto Max: 133KM. Massa máxima do salto: 281,250KG
ro: Unitățile de salt permit navelor să se teleporteze pe distanțe mari. Acestea necesită o încărcare completă pentru a sări și pot fi activate numai din bara de instrumente a unui cockpit. De 1,5 ori mai bun decât îmbunătățit Permite salturi FTL. Jump Range Max: 133KM. Masa maximă a saltului: 281,250KG
ru: Прыжковые двигатели позволяют кораблям телепортироваться на большие расстояния. Они требуют полного заряда для прыжка и могут быть активированы только с панели инструментов в кабине. В 1,5 раза лучше, чем улучшено Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 133 км. Максимальная масса прыжка: 281 250 кг
sk_sk: Skokové pohony umožňujú lodiam teleportovať sa na veľké vzdialenosti. Na skok sa vyžadujú úplné nabitie a dajú sa aktivovať iba z panela nástrojov kokpitu. 1,5x lepšie než vylepšené Umožňuje skoky FTL. Dosah skoku max: 133KM. Maximálna hmotnosť skoku: 281,250KG
sv: Jump drives gör det möjligt för skepp att teleportera sig över stora avstånd. De kräver en full laddning för att hoppa och kan endast aktiveras från verktygsfältet i en cockpit. 1,5 gånger bättre än förbättrad Tillåter FTL-hopp. Hoppområde max: 133 km. Max hoppmassa: 281 250 kg
tr_tr: Atlama sürücüleri, gemilerin uzun mesafelerde ışınlanmasına izin verir. Zıplamak için tam şarj gerektirirler ve yalnızca bir kokpitin araç çubuğundan etkinleştirilebilirler. Geliştirilmişten 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 133KM. Maksimum Atlama Kütlesi: 281,250KG
uk: Стрибкові приводи дозволяють кораблям телепортуватися на великі відстані. Для стрибка вони вимагають повного заряду, і їх можна активувати лише з панелі інструментів кабіни. У 1,5 рази краще, ніж покращене Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 133 км. Максимальна маса стрибка: 281 250 кг
zh_cn: 跳跃驱动器允许飞船远距离传送。 它们需要充满电才能跳跃，并且只能从驾驶舱的工具栏激活。 比增强型好 1.5 倍 允许 FTL 跳转。 最大跳跃范围：133KM。 最大跳跃质量：281,250KG

# Description_SmallJumpDriveT3
source: Jump drives allow ships to teleport over large distances. They require a full charge to jump and can only be activated from the toolbar of a cockpit. Allows for FTL Jumps. Jump Range Max: 200KM. Max Jump Mass: 421,875KG
ca_ad: Les unitats de salt permeten als vaixells teletransportar-se a grans distàncies. Requereixen una càrrega completa per saltar i només es poden activar des de la barra d'eines d'una cabina. Permet salts FTL. Autonomia de salt màxima: 200KM. Massa màxima de salt: 421,875KG
cs_cz: Skokové pohony umožňují lodím teleportovat se na velké vzdálenosti. Ke skoku vyžadují plné nabití a lze je aktivovat pouze z panelu nástrojů v kokpitu. Umožňuje FTL skoky. Maximální dosah skoku: 200 km. Maximální hmotnost skoku: 421,875 kg
da: Jump-drev giver skibe mulighed for at teleportere over store afstande. De kræver en fuld opladning for at hoppe og kan kun aktiveres fra værktøjslinjen i et cockpit. Giver mulighed for FTL-spring. Spring rækkevidde max: 200KM. Max hoppemasse: 421,875KG
de: Sprungantriebe ermöglichen es Schiffen, sich über große Entfernungen zu teleportieren. Sie benötigen eine volle Ladung, um zu springen, und können nur über die Symbolleiste eines Cockpits aktiviert werden. Ermöglicht FTL-Sprünge. Maximale Sprungweite: 200 km. Maximale Sprungmasse: 421.875 kg
es: Los motores de salto permiten que las naves se teletransporten a grandes distancias. Requieren una carga completa para saltar y solo se pueden activar desde la barra de herramientas de una cabina. Permite saltos FTL. Rango máximo de salto: 200 km. Masa máxima de salto: 421.875 kg
et_ee: Hüppeajamid võimaldavad laevadel teleportida suurte vahemaade tagant. Nende hüppamiseks on vaja täislaadimist ja neid saab aktiveerida ainult kokpiti tööriistaribalt. Võimaldab FTL hüppeid. Hüppekaugus Max: 200KM. Maksimaalne hüppemass: 421 875 KG
fi: Hyppyasemien avulla alukset voivat teleportata suuria matkoja. Ne vaativat täyden latauksen hypätäkseen, ja ne voidaan aktivoida vain ohjaamon työkaluriviltä. Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 200KM. Suurin hyppymassa: 421,875KG
fr: Les moteurs de saut permettent aux vaisseaux de se téléporter sur de grandes distances. Ils nécessitent une charge complète pour sauter et ne peuvent être activés qu’à partir de la barre d’outils d’un cockpit. Permet des sauts FTL. Portée de saut maximale : 200 km. Masse maximale de saut : 421 875 kg
hr_hr: Skok pogoni omogućuju brodovima teleportiranje na velike udaljenosti. Potrebno im je potpuno punjenje za skok i mogu se aktivirati samo s alatne trake kokpita. Omogućuje FTL skokove. Skok raspon max: 200KM. Maksimalna masa skoka: 421,875KG
hu_hu: Az ugrási meghajtók lehetővé teszik a hajók számára, hogy nagy távolságokra teleportáljanak. Az ugráshoz teljes töltésre van szükség, és csak a pilótafülke eszköztáráról aktiválhatók. Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 200KM. Max ugrás tömege: 421,875KG
ja_jp: ジャンプドライブにより、船は長距離をテレポートすることができます。 ジャンプするにはフルチャージが必要で、コックピットのツールバーからのみ起動できます。 FTL ジャンプを許可します。 最大ジャンプ範囲:200KM。 最大跳躍質量:421,875KG
lv: Jump drives ļauj kuģiem teleportēties lielos attālumos. Lai lēktu, tiem ir nepieciešama pilna uzlāde, un tos var aktivizēt tikai no kabīnes rīkjoslas. Ļauj veikt FTL lēcienus. Lēciena diapazons max: 200KM. Maksimālā lēciena masa: 421,875KG
nl: Jump drives stellen schepen in staat om over grote afstanden te teleporteren. Ze hebben een volledige lading nodig om te springen en kunnen alleen worden geactiveerd via de werkbalk van een cockpit. Maakt FTL-sprongen mogelijk. Sprongbereik Max: 200KM. Maximale sprongmassa: 421.875 kg
no: Hoppstasjoner lar skip teleportere over store avstander. De krever full ladning for å hoppe og kan bare aktiveres fra verktøylinjen i en cockpit. Tillater FTL-hopp. Hopprekkevidde maks: 200 km. Maks hoppmasse: 421 875 kg
pt_br: As unidades de salto permitem que os navios se teletransportem a grandes distâncias. Eles exigem uma carga completa para saltar e só podem ser ativados a partir da barra de ferramentas de um cockpit. Permite saltos FTL. Alcance de salto Max: 200KM. Massa máxima do salto: 421,875KG
ro: Unitățile de salt permit navelor să se teleporteze pe distanțe mari. Acestea necesită o încărcare completă pentru a sări și pot fi activate numai din bara de instrumente a unui cockpit. Permite salturi FTL. Jump Range Max: 200KM. Masa maximă a saltului: 421,875KG
ru: Прыжковые двигатели позволяют кораблям телепортироваться на большие расстояния. Они требуют полного заряда для прыжка и могут быть активированы только с панели инструментов в кабине. Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 200 км. Максимальная масса прыжка: 421 875 кг
sk_sk: Skokové pohony umožňujú lodiam teleportovať sa na veľké vzdialenosti. Na skok sa vyžadujú úplné nabitie a dajú sa aktivovať iba z panela nástrojov kokpitu. Umožňuje skoky FTL. Dosah skoku max: 200KM. Maximálna hmotnosť skoku: 421,875KG
sv: Jump drives gör det möjligt för skepp att teleportera sig över stora avstånd. De kräver en full laddning för att hoppa och kan endast aktiveras från verktygsfältet i en cockpit. Tillåter FTL-hopp. Hoppområde max: 200 km. Max hoppmassa: 421 875 kg
tr_tr: Atlama sürücüleri, gemilerin uzun mesafelerde ışınlanmasına izin verir. Zıplamak için tam şarj gerektirirler ve yalnızca bir kokpitin araç çubuğundan etkinleştirilebilirler. FTL atlamalarına izin verir. Atlama Aralığı Maks: 200KM. Maksimum Atlama Kütlesi: 421,875KG
uk: Стрибкові приводи дозволяють кораблям телепортуватися на великі відстані. Для стрибка вони вимагають повного заряду, і їх можна активувати лише з панелі інструментів кабіни. Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 200 км. Максимальна маса стрибка: 421 875 кг
zh_cn: 跳跃驱动器允许飞船远距离传送。 它们需要充满电才能跳跃，并且只能从驾驶舱的工具栏激活。 允许 FTL 跳转。 最大跳跃范围：200KM。 最大跳跃质量：421,875KG

# Description_SmallLargeCargoContainerT1
source: Large cargo containers can be used to store lots of items. 1.5x Better Than Normal 23,437.50L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 1.5x millor del normal 23.437,50L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 1,5× lepší než normálně 23,437.50L na 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 1.5x bedre end normalt 23,437.50L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 1,5x besser als normal 23.437,50L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 1,5 veces mejor de lo normal 23,437.50L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 1.5x parem kui tavaline 23 437.50L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 1.5x parempi kuin normaalisti 23,437.50L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 1,5 fois mieux que la normale 23,437.50L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 1.5x bolje od normalnog 23,437.50L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 1,5-szer jobb a normálnál 23 437.50L 1x-en
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 通常の1.5倍 1xで23,437.50L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 1,5x labāks nekā parasti 23,437.50L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 1.5x beter dan normaal 23.437,50L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 1,5 ganger bedre enn normalt 23,437.50L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 1.5x melhor do que o normal 23,437.50L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 1,5 ori mai bine decât în mod normal 23,437.50L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 1,5 раза лучше, чем обычно 23 437,50 л на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 1,5x lepšie ako normálne 23 437,50 l na 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 1,5 gånger bättre än normalt 23 437,50 liter på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Normalden 1,5 kat daha iyi 1x üzerinde 23.437,50L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 1,5 рази краще, ніж зазвичай 23 437,50 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 比正常情况好 1.5 倍 23,437.50L 1x

# Description_SmallLargeCargoContainerT2
source: Large cargo containers can be used to store lots of items. 1.5x Better Than Enhanced 35,156.25L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 1.5x millor que millorat 35.156.25L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 1,5× lepší než vylepšený 35 156,25L na 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 1.5x bedre end forbedret 35,156.25L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 1,5x besser als Enhanced 35.156,25L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 1,5 veces mejor que mejorado 35,156.25L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 1.5x parem kui täiustatud 35 156.25L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 1,5 kertaa parempi kuin parannettu 35,156.25L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 1,5 fois mieux qu’amélioré 35,156.25L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 1.5x bolje od poboljšanog 35,156.25L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 1,5-szer jobb, mint a továbbfejlesztett; 35 156.25L 1x-en
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 拡張の1.5倍優れている 1xで35,156.25L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 1,5x labāks nekā uzlabots 35,156.25L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 1,5x beter dan verbeterd 35,156.25L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 1,5 ganger bedre enn forbedret 35,156.25L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 1,5x melhor que o Enhanced 35,156.25L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 1,5 ori mai bun decât îmbunătățit 35,156.25L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 1,5 раза лучше, чем улучшено 35 156,25 л на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 1,5x lepšie než vylepšené 35,156.25L na 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 1,5 gånger bättre än förbättrad 35 156,25L på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Geliştirilmişten 1,5 kat daha iyi 1x üzerinde 35.156,25L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 1,5 рази краще, ніж покращене 35 156,25 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 比增强型好 1.5 倍 35,156.25L 在 1x 上

# Description_SmallLargeCargoContainerT3
source: Large cargo containers can be used to store lots of items. 1.5x Better Than Proficient 52,734.38L on 1x
ca_ad: Els contenidors de càrrega grans es poden utilitzar per emmagatzemar molts articles. 1.5x millor que competent 52.734.38L en 1x
cs_cz: Velké nákladní kontejnery lze použít k uskladnění velkého množství předmětů. 1,5x lepší než zdatný 52 734,38L na 1x
da: Store lastcontainere kan bruges til at opbevare mange genstande. 1.5x bedre end dygtig 52,734.38L på 1x
de: In großen Frachtcontainern können viele Gegenstände gelagert werden. 1,5x besser als kompetent 52.734,38L auf 1x
es: Los contenedores de carga grandes se pueden usar para almacenar muchos artículos. 1,5 veces mejor que competente 52,734.38L en 1x
et_ee: Suuri kaubakonteinereid saab kasutada paljude esemete ladustamiseks. 1.5x parem kui vilunud 52 734.38L 1x peal
fi: Suurissa rahtikonteissa voidaan varastoida paljon tavaraa. 1.5x parempi kuin taitava 52,734.38L päällä 1x
fr: Les grands conteneurs de fret peuvent être utilisés pour stocker de nombreux articles. 1,5 fois mieux que compétent 52,734.38L sur 1x
hr_hr: Veliki spremnici za teret mogu se koristiti za skladištenje puno predmeta. 1.5x bolji od stručnog 52,734.38L na 1x
hu_hu: A nagy teherszállító konténerek sok tárgy tárolására használhatók. 1,5-szer jobb, mint a profi 52 734.38L 1x-en
ja_jp: 大型のカーゴコンテナは、たくさんの荷物を収納することができます。 熟練より1.5倍優れている 1xで52,734.38L
lv: Lielus kravas konteinerus var izmantot, lai uzglabātu daudz priekšmetu. 1,5x labāks nekā lietpratējs 52,734.38L uz 1x
nl: Grote vrachtcontainers kunnen worden gebruikt om veel spullen op te slaan. 1.5x beter dan bekwaam 52,734.38L op 1x
no: Store lastcontainere kan brukes til å lagre mange gjenstander. 1,5 ganger bedre enn dyktig 52,734.38L på 1x
pt_br: Grandes contêineres de carga podem ser usados para armazenar muitos itens. 1.5x melhor do que proficiente 52,734.38L em 1x
ro: Containerele mari de marfă pot fi utilizate pentru a stoca o mulțime de articole. De 1,5 ori mai bun decât cel competent 52,734.38L pe 1x
ru: Большие грузовые контейнеры можно использовать для хранения большого количества предметов. В 1,5 раза лучше, чем Proficient 52 734,38 л на 1x
sk_sk: Veľké nákladné kontajnery môžu byť použité na uskladnenie veľkého množstva predmetov. 1,5x lepšie ako zdatný 52 734,38 l na 1x
sv: Stora lastcontainrar kan användas för att lagra många föremål. 1,5 gånger bättre än skicklig 52 734,38L på 1x
tr_tr: Çok sayıda eşyayı depolamak için büyük kargo konteynırları kullanılabilir. Yetkinden 1,5 kat daha iyi 1x üzerinde 52.734,38L
uk: Великі вантажні контейнери можна використовувати для зберігання великої кількості предметів. У 1,5 рази краще, ніж Proficient 52 734,38 л на 1x
zh_cn: 大型货物集装箱可用于存储大量物品。 比精通好 1.5 倍 52,734.38L 在 1x
