Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_WelderT0
source: A Ship welder is a utility tool that can construct blueprints and blocks using components from its inventory. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Press RMB to put missing components to Build Planner. Radius: 6
ca_ad: Un soldador de vaixells és una eina d'utilitat que pot construir plànols i blocs utilitzant components del seu inventari. Es pot utilitzar des d'una cabina o encendre's manualment. Aneu amb compte de no apropar-vos massa mentre estigui actiu. Premeu RMB per posar els components que falten al Planificador de compilació. Radi: 6
cs_cz: Lodní svářečka je pomocný nástroj, který dokáže vytvářet plány a bloky pomocí komponent ze svého inventáře. Lze použít z kokpitu nebo zapnout ručně. Dávejte pozor, abyste se nedostali příliš blízko, když je aktivní. Stisknutím tlačítka RMB vložíte chybějící součásti do plánovače. Rozsah: 6
da: En skibssvejser er et værktøj, der kan konstruere tegninger og blokke ved hjælp af komponenter fra lageret. Kan bruges fra et cockpit eller tændes manuelt. Pas på ikke at komme for tæt på, mens den er aktiv. Tryk på RMB for at placere manglende komponenter i Build Planner. Radius: 6
de: Ein Schiffsschweißer ist ein Hilfswerkzeug, das Blaupausen und Blöcke aus Komponenten aus seinem Inventar konstruieren kann. Kann von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Achten Sie darauf, dass Sie ihm nicht zu nahe kommen, während er aktiv ist. Drücken Sie die RMT-Taste, um fehlende Komponenten in den Buildplaner einzufügen. Radius: 6
es: Un soldador de barcos es una herramienta de utilidad que puede construir planos y bloques utilizando componentes de su inventario. Se puede usar desde una cabina o encender manualmente. Tenga cuidado de no acercarse demasiado mientras esté activo. Presione el botón derecho del ratón para colocar los componentes que faltan en el planificador de compilación. Radio: 6
et_ee: Laeva keevitaja on kasulik tööriist, mis suudab oma varude komponentide abil koostada jooniseid ja plokke. Saab kasutada kokpitist või käsitsi sisse lülitada. Olge ettevaatlik, et te ei satuks liiga lähedale, kui see on aktiivne. Vajutage RMB-d, et panna puuduvad komponendid järguplaanijasse. Raadius: 6
fi: Laivahitsaaja on apuohjelma, joka voi rakentaa piirustuksia ja lohkoja käyttämällä varastonsa komponentteja. Voidaan käyttää ohjaamosta tai kytkeä päälle manuaalisesti. Varo menemästä liian lähelle, kun se on aktiivinen. Paina RMB laittaaksesi puuttuvat komponentit Build Planneriin. Säde: 6
fr: Un soudeur de navire est un outil utilitaire qui peut construire des plans et des blocs à l’aide de composants de son inventaire. Peut être utilisé à partir d’un cockpit ou allumé manuellement. Veillez à ne pas vous approcher trop près lorsqu’il est actif. Appuyez sur Clic droit pour placer les composants manquants dans le planificateur de build. Rayon : 6
hr_hr: Brodski zavarivač je komunalni alat koji može konstruirati nacrte i blokove pomoću komponenti iz svog inventara. Može se koristiti iz kokpita ili uključiti ručno. Pazite da se ne približite previše dok je aktivan. Pritisnite RMB da biste komponente koje nedostaju stavili u planer međuverzije. Radijus: 6
hu_hu: A hajóhegesztő egy olyan segédeszköz, amely tervrajzokat és blokkokat készíthet a készletéből származó alkatrészek felhasználásával. Használható pilótafülkéből vagy manuálisan is bekapcsolható. Ügyeljen arra, hogy ne kerüljön túl közel, amíg aktív. Nyomja meg az RMB gombot a hiányzó összetevők Build Plannerbe helyezéséhez. Sugár: 6
ja_jp: 船の溶接機は、インベントリのコンポーネントを使用して設計図とブロックを構築できるユーティリティツールです。 コックピットから使用することも、手動でオンにすることもできます。アクティブな間は近づきすぎないように注意してください。 RMB を押して、不足しているコンポーネントを Build Planner に配置します。 範囲: 6
lv: Kuģu metinātājs ir lietderības rīks, kas var veidot rasējumus un blokus, izmantojot komponentus no tā inventāra. Var izmantot no kabīnes vai ieslēgt manuāli. Uzmanieties, lai nepietuvotos pārāk tuvu, kamēr tas ir aktīvs. Nospiediet RMB, lai trūkstošos komponentus ievietotu būvējuma plānotājā. Rādiuss: 6
nl: Een scheepslasser is een hulpprogramma dat blauwdrukken en blokken kan maken met behulp van componenten uit zijn inventaris. Kan vanuit een cockpit worden gebruikt of handmatig worden ingeschakeld. Pas op dat u niet te dichtbij komt terwijl het actief is. Druk op RMB om ontbrekende onderdelen in Build Planner te plaatsen. Straal: 6
no: En skipssveiser er et verktøy som kan konstruere tegninger og blokker ved hjelp av komponenter fra inventaret. Kan brukes fra cockpit eller slås på manuelt. Vær forsiktig så du ikke kommer for nær mens den er aktiv. Trykk RMB for å plassere manglende komponenter i Build Planner. Radius: 6
pt_br: Um soldador de navio é uma ferramenta de utilidade que pode construir plantas e blocos usando componentes de seu inventário. Pode ser usado a partir de um cockpit ou ligado manualmente. Tenha cuidado para não se aproximar muito enquanto estiver ativo. Pressione RMB para colocar os componentes ausentes no Build Planner. Raio: 6
ro: Un sudor de nave este un instrument utilitar care poate construi planuri și blocuri folosind componente din inventarul său. Poate fi folosit dintr-un cockpit sau pornit manual. Aveți grijă să nu vă apropiați prea mult în timp ce este activ. Apăsați RMB pentru a pune componentele lipsă în Build Planner. rază: 6
ru: Корабельный сварочный аппарат — это вспомогательный инструмент, который может создавать чертежи и блоки, используя компоненты из своего инвентаря. Можно использовать из кабины или включать вручную. Будьте осторожны и не подходите слишком близко, пока он активен. Нажмите ПКМ, чтобы поместить недостающие компоненты в планировщик сборки. Радиус: 6
sk_sk: Lodný zvárač je úžitkový nástroj, ktorý dokáže konštruovať plány a bloky pomocou komponentov zo svojho inventára. Môže byť použitý z kokpitu alebo zapnutý manuálne. Dávajte pozor, aby ste sa nedostali príliš blízko, keď je aktívny. Stlačením tlačidla RMB vložíte chýbajúce súčasti do Plánovača zostavenia. Polomer: 6
sv: En fartygssvetsare är ett verktygsverktyg som kan konstruera ritningar och block med hjälp av komponenter från sitt lager. Kan användas från en cockpit eller slås på manuellt. Var försiktig så att du inte kommer för nära när den är aktiv. Tryck på RMB för att lägga till saknade komponenter i Build Planner. Radie: 6
tr_tr: Gemi kaynakçısı, envanterindeki bileşenleri kullanarak planlar ve bloklar oluşturabilen bir yardımcı araçtır. Kokpitten kullanılabilir veya manuel olarak açılabilir. Aktifken çok yaklaşmamaya dikkat edin. Eksik bileşenleri Build Planner'a koymak için RMB'ye basın. Yarıçap: 6
uk: Судновий зварювальний апарат — це утилітарний інструмент, який може створювати креслення та блоки, використовуючи компоненти зі свого інвентарю. Може використовуватися з кабіни пілота або включатися вручну. Будьте обережні, щоб не підходити надто близько, коли він активний. Натисніть ПКМ, щоб додати відсутні компоненти до Планувальника Збірки. Радіус: 6
zh_cn: 船舶焊机是一种实用工具，可以使用其库存中的组件构建蓝图和块。 可以在驾驶舱内使用或手动打开。当它处于活动状态时，请注意不要靠得太近。 按 RMB 将缺少的组件放入 Build Planner。 作用范围：6

# Description_WelderT1
source: A Ship welder is a utility tool that can construct blueprints and blocks using components from its inventory. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Press RMB to put missing components to Build Planner. 1.5x Better Than Normal. Radius: 9
ca_ad: Un soldador de vaixells és una eina d'utilitat que pot construir plànols i blocs utilitzant components del seu inventari. Es pot utilitzar des d'una cabina o encendre's manualment. Aneu amb compte de no apropar-vos massa mentre estigui actiu. Premeu RMB per posar els components que falten al Planificador de compilació. 1.5x millor del normal. Radi: 9
cs_cz: Lodní svářečka je pomocný nástroj, který dokáže vytvářet plány a bloky pomocí komponent ze svého inventáře. Lze použít z kokpitu nebo zapnout ručně. Dávejte pozor, abyste se nedostali příliš blízko, když je aktivní. Stisknutím tlačítka RMB vložíte chybějící součásti do plánovače. 1,5x lepší než normálně. Rozsah: 9
da: En skibssvejser er et værktøj, der kan konstruere tegninger og blokke ved hjælp af komponenter fra lageret. Kan bruges fra et cockpit eller tændes manuelt. Pas på ikke at komme for tæt på, mens den er aktiv. Tryk på RMB for at placere manglende komponenter i Build Planner. 1.5x bedre end normalt. Radius: 9
de: Ein Schiffsschweißer ist ein Hilfswerkzeug, das Blaupausen und Blöcke aus Komponenten aus seinem Inventar konstruieren kann. Kann von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Achten Sie darauf, dass Sie ihm nicht zu nahe kommen, während er aktiv ist. Drücken Sie die RMT-Taste, um fehlende Komponenten in den Buildplaner einzufügen. 1,5x besser als normal. Radius: 9
es: Un soldador de barcos es una herramienta de utilidad que puede construir planos y bloques utilizando componentes de su inventario. Se puede usar desde una cabina o encender manualmente. Tenga cuidado de no acercarse demasiado mientras esté activo. Presione el botón derecho del ratón para colocar los componentes que faltan en el planificador de compilación. 1,5 veces mejor de lo normal. Radio: 9
et_ee: Laeva keevitaja on kasulik tööriist, mis suudab oma varude komponentide abil koostada jooniseid ja plokke. Saab kasutada kokpitist või käsitsi sisse lülitada. Olge ettevaatlik, et te ei satuks liiga lähedale, kui see on aktiivne. Vajutage RMB-d, et panna puuduvad komponendid järguplaanijasse. 1,5x parem kui tavaliselt. Raadius: 9
fi: Laivahitsaaja on apuohjelma, joka voi rakentaa piirustuksia ja lohkoja käyttämällä varastonsa komponentteja. Voidaan käyttää ohjaamosta tai kytkeä päälle manuaalisesti. Varo menemästä liian lähelle, kun se on aktiivinen. Paina RMB laittaaksesi puuttuvat komponentit Build Planneriin. 1,5 kertaa normaalia parempi. Säde: 9
fr: Un soudeur de navire est un outil utilitaire qui peut construire des plans et des blocs à l’aide de composants de son inventaire. Peut être utilisé à partir d’un cockpit ou allumé manuellement. Veillez à ne pas vous approcher trop près lorsqu’il est actif. Appuyez sur Clic droit pour placer les composants manquants dans le planificateur de build. 1,5 fois mieux que la normale. Rayon : 9
hr_hr: Brodski zavarivač je komunalni alat koji može konstruirati nacrte i blokove pomoću komponenti iz svog inventara. Može se koristiti iz kokpita ili uključiti ručno. Pazite da se ne približite previše dok je aktivan. Pritisnite RMB da biste komponente koje nedostaju stavili u planer međuverzije. 1.5x bolje od normalnog. Radijus: 9
hu_hu: A hajóhegesztő egy olyan segédeszköz, amely tervrajzokat és blokkokat készíthet a készletéből származó alkatrészek felhasználásával. Használható pilótafülkéből vagy manuálisan is bekapcsolható. Ügyeljen arra, hogy ne kerüljön túl közel, amíg aktív. Nyomja meg az RMB gombot a hiányzó összetevők Build Plannerbe helyezéséhez. 1,5x jobb a normálnál. Sugár: 9
ja_jp: 船の溶接機は、インベントリのコンポーネントを使用して設計図とブロックを構築できるユーティリティツールです。 コックピットから使用することも、手動でオンにすることもできます。アクティブな間は近づきすぎないように注意してください。 RMB を押して、不足しているコンポーネントを Build Planner に配置します。 通常の1.5倍。 半径: 9
lv: Kuģu metinātājs ir lietderības rīks, kas var veidot rasējumus un blokus, izmantojot komponentus no tā inventāra. Var izmantot no kabīnes vai ieslēgt manuāli. Uzmanieties, lai nepietuvotos pārāk tuvu, kamēr tas ir aktīvs. Nospiediet RMB, lai trūkstošos komponentus ievietotu būvējuma plānotājā. 1,5x labāk nekā parasti. Rādiuss: 9
nl: Een scheepslasser is een hulpprogramma dat blauwdrukken en blokken kan maken met behulp van componenten uit zijn inventaris. Kan vanuit een cockpit worden gebruikt of handmatig worden ingeschakeld. Pas op dat u niet te dichtbij komt terwijl het actief is. Druk op RMB om ontbrekende onderdelen in Build Planner te plaatsen. 1,5x beter dan normaal. Straal: 9
no: En skipssveiser er et verktøy som kan konstruere tegninger og blokker ved hjelp av komponenter fra inventaret. Kan brukes fra cockpit eller slås på manuelt. Vær forsiktig så du ikke kommer for nær mens den er aktiv. Trykk RMB for å plassere manglende komponenter i Build Planner. 1,5 ganger bedre enn normalt. Radius: 9
pt_br: Um soldador de navio é uma ferramenta de utilidade que pode construir plantas e blocos usando componentes de seu inventário. Pode ser usado a partir de um cockpit ou ligado manualmente. Tenha cuidado para não se aproximar muito enquanto estiver ativo. Pressione RMB para colocar os componentes ausentes no Build Planner. 1,5x melhor que o normal. Raio: 9
ro: Un sudor de nave este un instrument utilitar care poate construi planuri și blocuri folosind componente din inventarul său. Poate fi folosit dintr-un cockpit sau pornit manual. Aveți grijă să nu vă apropiați prea mult în timp ce este activ. Apăsați RMB pentru a pune componentele lipsă în Build Planner. De 1,5 ori mai bine decât în mod normal. rază: 9
ru: Корабельный сварочный аппарат — это вспомогательный инструмент, который может создавать чертежи и блоки, используя компоненты из своего инвентаря. Можно использовать из кабины или включать вручную. Будьте осторожны и не подходите слишком близко, пока он активен. Нажмите ПКМ, чтобы поместить недостающие компоненты в планировщик сборки. В 1,5 раза лучше, чем обычно. Радиус: 9
sk_sk: Lodný zvárač je úžitkový nástroj, ktorý dokáže konštruovať plány a bloky pomocou komponentov zo svojho inventára. Môže byť použitý z kokpitu alebo zapnutý manuálne. Dávajte pozor, aby ste sa nedostali príliš blízko, keď je aktívny. Stlačením tlačidla RMB vložíte chýbajúce súčasti do Plánovača zostavenia. 1,5x lepšie ako normálne. Polomer: 9
sv: En fartygssvetsare är ett verktygsverktyg som kan konstruera ritningar och block med hjälp av komponenter från sitt lager. Kan användas från en cockpit eller slås på manuellt. Var försiktig så att du inte kommer för nära när den är aktiv. Tryck på RMB för att lägga till saknade komponenter i Build Planner. 1,5 gånger bättre än normalt. Radie: 9
tr_tr: Gemi kaynakçısı, envanterindeki bileşenleri kullanarak planlar ve bloklar oluşturabilen bir yardımcı araçtır. Kokpitten kullanılabilir veya manuel olarak açılabilir. Aktifken çok yaklaşmamaya dikkat edin. Eksik bileşenleri Build Planner'a koymak için RMB'ye basın. Normalden 1,5 kat daha iyi. Yarıçap: 9
uk: Судновий зварювальний апарат — це утилітарний інструмент, який може створювати креслення та блоки, використовуючи компоненти зі свого інвентарю. Може використовуватися з кабіни пілота або включатися вручну. Будьте обережні, щоб не підходити надто близько, коли він активний. Натисніть ПКМ, щоб додати відсутні компоненти до Планувальника Збірки. У 1,5 рази краще, ніж зазвичай. Радіус: 9
zh_cn: 船舶焊机是一种实用工具，可以使用其库存中的组件构建蓝图和块。 可以在驾驶舱内使用或手动打开。当它处于活动状态时，请注意不要靠得太近。 按 RMB 将缺少的组件放入 Build Planner。 比正常情况好 1.5 倍。 作用范围：9

# Description_WelderT2
source: A Ship welder is a utility tool that can construct blueprints and blocks using components from its inventory. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Press RMB to put missing components to Build Planner. 1.5x Better Than Enhanced. Radius: 13.5
ca_ad: Un soldador de vaixells és una eina d'utilitat que pot construir plànols i blocs utilitzant components del seu inventari. Es pot utilitzar des d'una cabina o encendre's manualment. Aneu amb compte de no apropar-vos massa mentre estigui actiu. Premeu RMB per posar els components que falten al Planificador de compilació. 1.5x millor que millorat. Radi: 13,5
cs_cz: Lodní svářečka je pomocný nástroj, který dokáže vytvářet plány a bloky pomocí komponent ze svého inventáře. Lze použít z kokpitu nebo zapnout ručně. Dávejte pozor, abyste se nedostali příliš blízko, když je aktivní. Stisknutím tlačítka RMB vložíte chybějící součásti do plánovače. 1,5× lepší než vylepšené. Rozsah: 13.5
da: En skibssvejser er et værktøj, der kan konstruere tegninger og blokke ved hjælp af komponenter fra lageret. Kan bruges fra et cockpit eller tændes manuelt. Pas på ikke at komme for tæt på, mens den er aktiv. Tryk på RMB for at placere manglende komponenter i Build Planner. 1.5x bedre end forbedret. Radius: 13,5
de: Ein Schiffsschweißer ist ein Hilfswerkzeug, das Blaupausen und Blöcke aus Komponenten aus seinem Inventar konstruieren kann. Kann von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Achten Sie darauf, dass Sie ihm nicht zu nahe kommen, während er aktiv ist. Drücken Sie die RMT-Taste, um fehlende Komponenten in den Buildplaner einzufügen. 1,5x besser als verbessert. Radius: 13,5
es: Un soldador de barcos es una herramienta de utilidad que puede construir planos y bloques utilizando componentes de su inventario. Se puede usar desde una cabina o encender manualmente. Tenga cuidado de no acercarse demasiado mientras esté activo. Presione el botón derecho del ratón para colocar los componentes que faltan en el planificador de compilación. 1,5 veces mejor que mejorado. Radio: 13.5
et_ee: Laeva keevitaja on kasulik tööriist, mis suudab oma varude komponentide abil koostada jooniseid ja plokke. Saab kasutada kokpitist või käsitsi sisse lülitada. Olge ettevaatlik, et te ei satuks liiga lähedale, kui see on aktiivne. Vajutage RMB-d, et panna puuduvad komponendid järguplaanijasse. 1.5x parem kui täiustatud. Raadius: 13.5
fi: Laivahitsaaja on apuohjelma, joka voi rakentaa piirustuksia ja lohkoja käyttämällä varastonsa komponentteja. Voidaan käyttää ohjaamosta tai kytkeä päälle manuaalisesti. Varo menemästä liian lähelle, kun se on aktiivinen. Paina RMB laittaaksesi puuttuvat komponentit Build Planneriin. 1,5 kertaa parempi kuin parannettu. Säde: 13.5
fr: Un soudeur de navire est un outil utilitaire qui peut construire des plans et des blocs à l’aide de composants de son inventaire. Peut être utilisé à partir d’un cockpit ou allumé manuellement. Veillez à ne pas vous approcher trop près lorsqu’il est actif. Appuyez sur Clic droit pour placer les composants manquants dans le planificateur de build. 1,5 fois mieux qu’amélioré. Rayon : 13.5
hr_hr: Brodski zavarivač je komunalni alat koji može konstruirati nacrte i blokove pomoću komponenti iz svog inventara. Može se koristiti iz kokpita ili uključiti ručno. Pazite da se ne približite previše dok je aktivan. Pritisnite RMB da biste komponente koje nedostaju stavili u planer međuverzije. 1.5x bolje od poboljšanog. Radijus: 13,5
hu_hu: A hajóhegesztő egy olyan segédeszköz, amely tervrajzokat és blokkokat készíthet a készletéből származó alkatrészek felhasználásával. Használható pilótafülkéből vagy manuálisan is bekapcsolható. Ügyeljen arra, hogy ne kerüljön túl közel, amíg aktív. Nyomja meg az RMB gombot a hiányzó összetevők Build Plannerbe helyezéséhez. 1,5-szer jobb, mint a továbbfejlesztett. Sugár: 13,5
ja_jp: 船の溶接機は、インベントリのコンポーネントを使用して設計図とブロックを構築できるユーティリティツールです。 コックピットから使用することも、手動でオンにすることもできます。アクティブな間は近づきすぎないように注意してください。 RMB を押して、不足しているコンポーネントを Build Planner に配置します。 拡張よりも1.5倍優れています。 半径: 13.5
lv: Kuģu metinātājs ir lietderības rīks, kas var veidot rasējumus un blokus, izmantojot komponentus no tā inventāra. Var izmantot no kabīnes vai ieslēgt manuāli. Uzmanieties, lai nepietuvotos pārāk tuvu, kamēr tas ir aktīvs. Nospiediet RMB, lai trūkstošos komponentus ievietotu būvējuma plānotājā. 1,5x labāk nekā uzlabots. Rādiuss: 13,5
nl: Een scheepslasser is een hulpprogramma dat blauwdrukken en blokken kan maken met behulp van componenten uit zijn inventaris. Kan vanuit een cockpit worden gebruikt of handmatig worden ingeschakeld. Pas op dat u niet te dichtbij komt terwijl het actief is. Druk op RMB om ontbrekende onderdelen in Build Planner te plaatsen. 1,5x beter dan verbeterd. Straal: 13.5
no: En skipssveiser er et verktøy som kan konstruere tegninger og blokker ved hjelp av komponenter fra inventaret. Kan brukes fra cockpit eller slås på manuelt. Vær forsiktig så du ikke kommer for nær mens den er aktiv. Trykk RMB for å plassere manglende komponenter i Build Planner. 1,5 ganger bedre enn forbedret. Radius: 13,5
pt_br: Um soldador de navio é uma ferramenta de utilidade que pode construir plantas e blocos usando componentes de seu inventário. Pode ser usado a partir de um cockpit ou ligado manualmente. Tenha cuidado para não se aproximar muito enquanto estiver ativo. Pressione RMB para colocar os componentes ausentes no Build Planner. 1,5x melhor do que o aprimorado. Raio: 13,5
ro: Un sudor de nave este un instrument utilitar care poate construi planuri și blocuri folosind componente din inventarul său. Poate fi folosit dintr-un cockpit sau pornit manual. Aveți grijă să nu vă apropiați prea mult în timp ce este activ. Apăsați RMB pentru a pune componentele lipsă în Build Planner. De 1,5 ori mai bine decât îmbunătățit. rază: 13.5
ru: Корабельный сварочный аппарат — это вспомогательный инструмент, который может создавать чертежи и блоки, используя компоненты из своего инвентаря. Можно использовать из кабины или включать вручную. Будьте осторожны и не подходите слишком близко, пока он активен. Нажмите ПКМ, чтобы поместить недостающие компоненты в планировщик сборки. В 1,5 раза лучше, чем улучшенный. Радиус: 13,5
sk_sk: Lodný zvárač je úžitkový nástroj, ktorý dokáže konštruovať plány a bloky pomocou komponentov zo svojho inventára. Môže byť použitý z kokpitu alebo zapnutý manuálne. Dávajte pozor, aby ste sa nedostali príliš blízko, keď je aktívny. Stlačením tlačidla RMB vložíte chýbajúce súčasti do Plánovača zostavenia. 1,5x lepšie ako vylepšené. Polomer: 13.5
sv: En fartygssvetsare är ett verktygsverktyg som kan konstruera ritningar och block med hjälp av komponenter från sitt lager. Kan användas från en cockpit eller slås på manuellt. Var försiktig så att du inte kommer för nära när den är aktiv. Tryck på RMB för att lägga till saknade komponenter i Build Planner. 1,5 gånger bättre än Enhanced. Radie: 13,5
tr_tr: Gemi kaynakçısı, envanterindeki bileşenleri kullanarak planlar ve bloklar oluşturabilen bir yardımcı araçtır. Kokpitten kullanılabilir veya manuel olarak açılabilir. Aktifken çok yaklaşmamaya dikkat edin. Eksik bileşenleri Build Planner'a koymak için RMB'ye basın. Geliştirilmişten 1,5 kat daha iyi. Yarıçap: 13.5
uk: Судновий зварювальний апарат — це утилітарний інструмент, який може створювати креслення та блоки, використовуючи компоненти зі свого інвентарю. Може використовуватися з кабіни пілота або включатися вручну. Будьте обережні, щоб не підходити надто близько, коли він активний. Натисніть ПКМ, щоб додати відсутні компоненти до Планувальника Збірки. У 1,5 рази краще, ніж покращений. Радіус: 13.5
zh_cn: 船舶焊机是一种实用工具，可以使用其库存中的组件构建蓝图和块。 可以在驾驶舱内使用或手动打开。当它处于活动状态时，请注意不要靠得太近。 按 RMB 将缺少的组件放入 Build Planner。 比增强型好 1.5 倍。 作用范围：13.5
