Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallRailgunT0
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Normal Small Railgun Sabots. Maximum range: 3500 m
ca_ad: Alt abast, màxima penetració, taxa de foc molt baixa. S'ha de carregar abans de cada tret. Utilitza sabots normals de pistola de railg. Abast màxim: 3500 m
cs_cz: Velký dostřel, maximální průbojnost, velmi nízká rychlost střelby. Před každým výstřelem je třeba nabít. Používá normální malé railgun saboty. Maximální dostřel: 3500 m
da: Høj rækkevidde, maksimal penetration, meget lav brandhastighed. Skal oplades før hvert skud. Bruger normale små railgun sabots. Maksimal rækkevidde: 3500 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss aufgeladen werden. Verwendet normale kleine Railgun-Sabots. Maximale Reichweite: 3500 m
es: Alto alcance, máxima penetración, muy baja cadencia de disparo. Necesita cargarse antes de cada disparo. Utiliza pequeños sabots de cañón de riel normales. Alcance máximo: 3500 m
et_ee: Suur vahemik, maksimaalne läbitungimine, väga madal tulekahju. Peab enne iga võtet laadima. Kasutab tavalisi väikeseid raudteepüssi sabotte. Maksimaalne lennukaugus: 3500 m
fi: Korkea kantama, suurin tunkeutuminen, erittäin alhainen palonopeus. Täytyy ladata ennen jokaista laukausta. Käyttää normaaleja pieniä kiskopistoolisabotteja. Suurin kantama: 3500 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise des sabots normaux de petit canon électrique. Portée maximale : 3500 m
hr_hr: Visok domet, maksimalna penetracija, vrlo niska stopa požara. Mora se napuniti prije svakog pucnja. Koristi normalne male sabote. Maksimalni domet: 3500 m
hu_hu: Nagy hatótávolság, maximális behatolás, nagyon alacsony tűzsebesség. Minden felvétel előtt fel kell tölteni. Normál kis railgun szabotokat használ. Maximális hatótávolság: 3500 m
ja_jp: 射程距離が長く、貫通力が最大で、連射速度が非常に速い。各ショットの前にチャージする必要があります。通常の小型レールガンサボを使用する。 最大範囲:3500 m
lv: Augsts diapazons, maksimāla iespiešanās, ļoti zems ugunsgrēka ātrums. Nepieciešams uzlādēt pirms katra šāviena. Izmanto normālus mazus Railgun sabotus. Maksimālais diapazons: 3500 m
nl: Hoog bereik, maximale penetratie, zeer lage vuursnelheid. Moet voor elk schot worden opgeladen. Maakt gebruik van normale kleine railgun sabots. Maximaal bereik: 3500 m
no: Høy rekkevidde, maksimal penetrasjon, svært lav brannfrekvens. Trenger å lade opp før hvert skudd. Bruker vanlige små railgun saboter. Maksimal rekkevidde: 3500 m
pt_br: Alto alcance, máxima penetração, baixíssima taxa de fogo. Precisa carregar antes de cada disparo. Usa sabots normais de metralhadora pequena. Alcance máximo: 3500 m
ro: Rază mare de acțiune, penetrare maximă, rată foarte scăzută de incendiu. Trebuie să se încarce înainte de fiecare lovitură. Utilizează saboți normali mici. Raza maxima de actiune: 3500 m
ru: Высокая дальность, максимальная бронепробиваемость, очень низкая скорострельность. Нуждается в подзарядке перед каждым выстрелом. Использует обычные небольшие рельсотроны. Максимальная дальность: 3500 м
sk_sk: Vysoký dosah, maximálny prienik, veľmi nízka rýchlosť požiaru. Pred každým výstrelom sa musí nabiť. Používa normálne malé railgun saboty. Maximálny dosah: 3500 m
sv: Hög räckvidd, maximal penetration, mycket låg eldhastighet. Måste laddas upp före varje skott. Använder vanliga små railgun-sabotar. Maximal räckvidd: 3500 m
tr_tr: Yüksek menzil, maksimum nüfuz, çok düşük atış hızı. Her çekimden önce şarj edilmesi gerekiyor. Normal küçük raylı tüfek sabotları kullanır. Maksimum menzil: 3500 m
uk: Висока дальність, максимальне проникнення, дуже низька скорострільність. Потрібно заряджатися перед кожним пострілом. Використовує звичайні малі рельсотронні сабо. Максимальна дальність: 3500 м
zh_cn: 高射程，最大穿透力，极低射速。每次拍摄前都需要充电。使用普通的小型轨道炮弹头。 最大射程：3500米

# Description_SmallRailgunT1
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Depleted Uranium Small Railgun Sabots. Maximum range: 3500 m
ca_ad: Alt abast, màxima penetració, taxa de foc molt baixa. S'ha de carregar abans de cada tret. Utilitza petits sabots de railgun d'urani empobrit. Abast màxim: 3500 m
cs_cz: Velký dostřel, maximální průbojnost, velmi nízká rychlost střelby. Před každým výstřelem je třeba nabít. Používá malé railgun saboty s ochuzeným uranem. Maximální dostřel: 3500 m
da: Høj rækkevidde, maksimal penetration, meget lav brandhastighed. Skal oplades før hvert skud. Bruger forarmet uran små railgun sabots. Maksimal rækkevidde: 3500 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss aufgeladen werden. Verwendet kleine Railgun-Sabots mit abgereichertem Uran. Maximale Reichweite: 3500 m
es: Alto alcance, máxima penetración, muy baja cadencia de disparo. Necesita cargarse antes de cada disparo. Utiliza pequeños sabots de cañón de riel de uranio empobrecido. Alcance máximo: 3500 m
et_ee: Suur vahemik, maksimaalne läbitungimine, väga madal tulekahju. Peab enne iga võtet laadima. Kasutab vaesestatud uraani väikeseid raudteepüssi sabotte. Maksimaalne lennukaugus: 3500 m
fi: Korkea kantama, suurin tunkeutuminen, erittäin alhainen palonopeus. Täytyy ladata ennen jokaista laukausta. Käyttää köyhdytettyä uraania sisältäviä pieniä railgun-sabotteja. Suurin kantama: 3500 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise de petits sabots de canon électrique à l’uranium appauvri. Portée maximale : 3500 m
hr_hr: Visok domet, maksimalna penetracija, vrlo niska stopa požara. Mora se napuniti prije svakog pucnja. Koristi osiromašene sabote za male puške. Maksimalni domet: 3500 m
hu_hu: Nagy hatótávolság, maximális behatolás, nagyon alacsony tűzsebesség. Minden felvétel előtt fel kell tölteni. Szegényített urán kis railgun szabotokat használ. Maximális hatótávolság: 3500 m
ja_jp: 射程距離が長く、貫通力が最大で、連射速度が非常に速い。各ショットの前にチャージする必要があります。劣化ウラン小型レールガンサボを使用する。 最大範囲:3500 m
lv: Augsts diapazons, maksimāla iespiešanās, ļoti zems ugunsgrēka ātrums. Nepieciešams uzlādēt pirms katra šāviena. Izmanto noplicinātā urāna mazos Railgun sabotus. Maksimālais diapazons: 3500 m
nl: Hoog bereik, maximale penetratie, zeer lage vuursnelheid. Moet voor elk schot worden opgeladen. Maakt gebruik van verarmd uranium kleine railgun sabots. Maximaal bereik: 3500 m
no: Høy rekkevidde, maksimal penetrasjon, svært lav brannfrekvens. Trenger å lade opp før hvert skudd. Bruker utarmet uran små railgun sabots. Maksimal rekkevidde: 3500 m
pt_br: Alto alcance, máxima penetração, baixíssima taxa de fogo. Precisa carregar antes de cada disparo. Utiliza pequenos sabots de urânio empobrecido Railgun. Alcance máximo: 3500 m
ro: Rază mare de acțiune, penetrare maximă, rată foarte scăzută de incendiu. Trebuie să se încarce înainte de fiecare lovitură. Utilizează saboți de pistol mic cu uraniu sărăcit. Raza maxima de actiune: 3500 m
ru: Высокая дальность, максимальная бронепробиваемость, очень низкая скорострельность. Нуждается в подзарядке перед каждым выстрелом. Использует малые рельсотроны с обедненным ураном. Максимальная дальность: 3500 м
sk_sk: Vysoký dosah, maximálny prienik, veľmi nízka rýchlosť požiaru. Pred každým výstrelom sa musí nabiť. Používa saboty malých železničných zbraní s ochudobneným uránom. Maximálny dosah: 3500 m
sv: Hög räckvidd, maximal penetration, mycket låg eldhastighet. Måste laddas upp före varje skott. Använder små railgun-sabotar med utarmat uran. Maximal räckvidd: 3500 m
tr_tr: Yüksek menzil, maksimum nüfuz, çok düşük atış hızı. Her çekimden önce şarj edilmesi gerekiyor. Seyreltilmiş uranyum küçük raylı tüfek sabotları kullanır. Maksimum menzil: 3500 m
uk: Висока дальність, максимальне проникнення, дуже низька скорострільність. Потрібно заряджатися перед кожним пострілом. Використовує малі рельсотрони зі збідненим ураном. Максимальна дальність: 3500 м
zh_cn: 高射程，最大穿透力，极低射速。每次拍摄前都需要充电。使用贫铀小型轨道炮弹头。 最大射程：3500米

# Description_SmallRailgunT2
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Depleted Dark Energy Large Railgun Sabots. Maximum range: 3500 m
ca_ad: Alt abast, màxima penetració, taxa de foc molt baixa. S'ha de carregar abans de cada tret. Utilitza sabots d'energia fosca esgotada. Abast màxim: 3500 m
cs_cz: Velký dostřel, maximální průbojnost, velmi nízká rychlost střelby. Před každým výstřelem je třeba nabít. Používá vyčerpanou temnou energii Large Railgun Sabots. Maximální dostřel: 3500 m
da: Høj rækkevidde, maksimal penetration, meget lav brandhastighed. Skal oplades før hvert skud. Bruger udtømt mørk energi store railgun sabots. Maksimal rækkevidde: 3500 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss aufgeladen werden. Verwendet verbrauchte Dunkle Energie Große Railgun-Sabots. Maximale Reichweite: 3500 m
es: Alto alcance, máxima penetración, muy baja cadencia de disparo. Necesita cargarse antes de cada disparo. Utiliza sabots de cañón de riel grandes de energía oscura agotados. Alcance máximo: 3500 m
et_ee: Suur vahemik, maksimaalne läbitungimine, väga madal tulekahju. Peab enne iga võtet laadima. Kasutab ammendunud tumeda energiaga suuri raudteepüssi sabotte. Maksimaalne lennukaugus: 3500 m
fi: Korkea kantama, suurin tunkeutuminen, erittäin alhainen palonopeus. Täytyy ladata ennen jokaista laukausta. Käyttää tyhjentyneitä pimeän energian suuria railgun-sabotteja. Suurin kantama: 3500 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise de grands sabots de canon électrique à énergie noire épuisée. Portée maximale : 3500 m
hr_hr: Visok domet, maksimalna penetracija, vrlo niska stopa požara. Mora se napuniti prije svakog pucnja. Koristi osiromašene tamne energetske velike željezničke sabote. Maksimalni domet: 3500 m
hu_hu: Nagy hatótávolság, maximális behatolás, nagyon alacsony tűzsebesség. Minden felvétel előtt fel kell tölteni. Szegényített sötét energiájú nagy railgun szabotokat használ. Maximális hatótávolság: 3500 m
ja_jp: 射程距離が長く、貫通力が最大で、連射速度が非常に速い。各ショットの前にチャージする必要があります。枯渇したダークエネルギーの大型レールガンサボを使用する。 最大範囲:3500 m
lv: Augsts diapazons, maksimāla iespiešanās, ļoti zems ugunsgrēka ātrums. Nepieciešams uzlādēt pirms katra šāviena. Izmanto noplicinātas tumšās enerģijas lielos Railgun sabotus. Maksimālais diapazons: 3500 m
nl: Hoog bereik, maximale penetratie, zeer lage vuursnelheid. Moet voor elk schot worden opgeladen. Maakt gebruik van uitgeputte donkere energie grote railgun sabots. Maximaal bereik: 3500 m
no: Høy rekkevidde, maksimal penetrasjon, svært lav brannfrekvens. Trenger å lade opp før hvert skudd. Bruker utarmet mørk energi store railgun saboter. Maksimal rekkevidde: 3500 m
pt_br: Alto alcance, máxima penetração, baixíssima taxa de fogo. Precisa carregar antes de cada disparo. Usa Sabots Railgun de grande porte de energia escura esgotada. Alcance máximo: 3500 m
ro: Rază mare de acțiune, penetrare maximă, rată foarte scăzută de incendiu. Trebuie să se încarce înainte de fiecare lovitură. Utilizează saboți mari de cale ferată cu energie întunecată epuizată. Raza maxima de actiune: 3500 m
ru: Высокая дальность, максимальная бронепробиваемость, очень низкая скорострельность. Нуждается в подзарядке перед каждым выстрелом. Использует большие рельсотроны, истощенные темной энергией. Максимальная дальность: 3500 м
sk_sk: Vysoký dosah, maximálny prienik, veľmi nízka rýchlosť požiaru. Pred každým výstrelom sa musí nabiť. Používa vyčerpanú tmavú energiu veľkých railgun sabotov. Maximálny dosah: 3500 m
sv: Hög räckvidd, maximal penetration, mycket låg eldhastighet. Måste laddas upp före varje skott. Använder uttömda Dark Energy Large Railgun Sabots. Maximal räckvidd: 3500 m
tr_tr: Yüksek menzil, maksimum nüfuz, çok düşük atış hızı. Her çekimden önce şarj edilmesi gerekiyor. Tükenmiş karanlık enerjili büyük raylı tüfek sabotları kullanır. Maksimum menzil: 3500 m
uk: Висока дальність, максимальне проникнення, дуже низька скорострільність. Потрібно заряджатися перед кожним пострілом. Використовує виснажену темну енергію великих рельсотронних саботів. Максимальна дальність: 3500 м
zh_cn: 高射程，最大穿透力，极低射速。每次拍摄前都需要充电。使用耗尽的暗能量大型轨道炮弹。 最大射程：3500米

# Description_SmallRailgunT3
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Depleted Clangium Large Railgun Sabots. Maximum range: 3500 m
ca_ad: Alt abast, màxima penetració, taxa de foc molt baixa. S'ha de carregar abans de cada tret. Utilitza sabots de canya gran de clangium empobrit. Abast màxim: 3500 m
cs_cz: Velký dostřel, maximální průbojnost, velmi nízká rychlost střelby. Před každým výstřelem je třeba nabít. Používá ochuzené Clangium Large Railgun Sabots. Maximální dostřel: 3500 m
da: Høj rækkevidde, maksimal penetration, meget lav brandhastighed. Skal oplades før hvert skud. Bruger udtømt clangium store railgun sabots. Maksimal rækkevidde: 3500 m
de: Hohe Reichweite, maximale Durchschlagskraft, sehr niedrige Feuerrate. Muss vor jedem Schuss aufgeladen werden. Verwendet erschöpfte Clangium-Sabots mit großer Railgun. Maximale Reichweite: 3500 m
es: Alto alcance, máxima penetración, muy baja cadencia de disparo. Necesita cargarse antes de cada disparo. Utiliza sabots de cañón de riel grandes Clangium agotados. Alcance máximo: 3500 m
et_ee: Suur vahemik, maksimaalne läbitungimine, väga madal tulekahju. Peab enne iga võtet laadima. Kasutab ammendunud clangiumi suuri raudteepüssi sabotte. Maksimaalne lennukaugus: 3500 m
fi: Korkea kantama, suurin tunkeutuminen, erittäin alhainen palonopeus. Täytyy ladata ennen jokaista laukausta. Käyttää tyhjentyneitä klangium-suuria railgun-sabotteja. Suurin kantama: 3500 m
fr: Portée élevée, pénétration maximale, cadence de tir très faible. Doit se recharger avant chaque tir. Utilise des sabots de canon électrique Clangium de grande taille. Portée maximale : 3500 m
hr_hr: Visok domet, maksimalna penetracija, vrlo niska stopa požara. Mora se napuniti prije svakog pucnja. Koristi osiromašene sabote velike željezničke puške. Maksimalni domet: 3500 m
hu_hu: Nagy hatótávolság, maximális behatolás, nagyon alacsony tűzsebesség. Minden felvétel előtt fel kell tölteni. Kimerült Clangium nagy railgun szabotokat használ. Maximális hatótávolság: 3500 m
ja_jp: 射程距離が長く、貫通力が最大で、連射速度が非常に速い。各ショットの前にチャージする必要があります。枯渇したクランギウム大型レールガンサボを使用する。 最大範囲:3500 m
lv: Augsts diapazons, maksimāla iespiešanās, ļoti zems ugunsgrēka ātrums. Nepieciešams uzlādēt pirms katra šāviena. Izmanto noplicinātu Clangium lielos Railgun sabotus. Maksimālais diapazons: 3500 m
nl: Hoog bereik, maximale penetratie, zeer lage vuursnelheid. Moet voor elk schot worden opgeladen. Maakt gebruik van verarmde clangium grote railgun sabots. Maximaal bereik: 3500 m
no: Høy rekkevidde, maksimal penetrasjon, svært lav brannfrekvens. Trenger å lade opp før hvert skudd. Bruker utarmet Clangium Large Railgun sabots. Maksimal rekkevidde: 3500 m
pt_br: Alto alcance, máxima penetração, baixíssima taxa de fogo. Precisa carregar antes de cada disparo. Usa sabots de canhão de Clângio Grande esgotado. Alcance máximo: 3500 m
ro: Rază mare de acțiune, penetrare maximă, rată foarte scăzută de incendiu. Trebuie să se încarce înainte de fiecare lovitură. Utilizează saboți mari de cale ferată Clangium epuizate. Raza maxima de actiune: 3500 m
ru: Высокая дальность, максимальная бронепробиваемость, очень низкая скорострельность. Нуждается в подзарядке перед каждым выстрелом. Использует истощенные большие рельсотроны. Максимальная дальность: 3500 м
sk_sk: Vysoký dosah, maximálny prienik, veľmi nízka rýchlosť požiaru. Pred každým výstrelom sa musí nabiť. Používa ochudobnené clangium veľké railgun saboty. Maximálny dosah: 3500 m
sv: Hög räckvidd, maximal penetration, mycket låg eldhastighet. Måste laddas upp före varje skott. Använder utarmade Clangium Large Railgun Sabots. Maximal räckvidd: 3500 m
tr_tr: Yüksek menzil, maksimum nüfuz, çok düşük atış hızı. Her çekimden önce şarj edilmesi gerekiyor. Tükenmiş Clangium Büyük Raylı Tüfek Sabotları kullanır. Maksimum menzil: 3500 m
uk: Висока дальність, максимальне проникнення, дуже низька скорострільність. Потрібно заряджатися перед кожним пострілом. Використовує виснажені клангіум великі рельсотронні сабо. Максимальна дальність: 3500 м
zh_cn: 高射程，最大穿透力，极低射速。每次拍摄前都需要充电。使用耗尽的钳钵大型轨道炮弹头。 最大射程：3500米

# Description_SmallSmallBatteryT0
source: A battery stores power and is able to distribute a high output of energy. Normal Max Power Output: 0.2MW Max Power Input: 0.2MW Max Stored Power: 0.05MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. Normal Potència màxima de sortida: 0.2MW Potència màxima d'entrada: 0.2MW Potència màxima emmagatzemada: 0.05MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. Normální Maximální výstupní výkon: 0,2 MW Maximální příkon: 0,2 MW Maximální uložený výkon: 0,05 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. Normal Maks. effekt: 0,2 MW Maks. effektindgang: 0,2 MW Maks. lagret effekt: 0,05 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. Normal Maximale Leistung: 0,2 MW Maximale Leistungsaufnahme: 0,2 MW Maximale gespeicherte Leistung: 0,05 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. Normal Potencia máxima de salida: 0,2 MW Potencia máxima de entrada: 0,2 MW Potencia máxima almacenada: 0,05 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. Tavaline Maksimaalne võimsus: 0.2MW Maksimaalne sisendvõimsus: 0.2MW Maksimaalne salvestatud võimsus: 0.05MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. Normaali Suurin teho: 0.2MW Suurin tehonsyöttö: 0.2MW Suurin varastoitu teho: 0.05MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. Normal Puissance de sortie maximale : 0,2 MW Puissance d’entrée maximale : 0,2 MW Puissance maximale stockée : 0,05 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. Normalan Maksimalna izlazna snaga: 0,2 MW Maksimalni ulaz snage: 0,2 MW Maksimalna pohranjena snaga: 0.05MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. Normális Max teljesítmény: 0.2MW Max. felvett teljesítmény: 0,2 MW Max tárolt teljesítmény: 0.05MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 正常 最大出力:0.2MW 最大電力入力:0.2MW 最大蓄電電力:0.05MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. Parasts Maksimālā jauda: 0.2MW Maksimālā ieejas jauda: 0.2MW Maksimālā uzglabātā jauda: 0.05MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. Normaal Maximaal uitgangsvermogen: 0,2 MW Maximaal opgenomen vermogen: 0,2 MW Max. opgeslagen vermogen: 0,05 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. Normal Maks utgangseffekt: 0,2 MW Maks strøminngang: 0,2 MW Maks lagret effekt: 0,05 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. Normal Potência máxima: 0.2MW Entrada de potência máxima: 0.2MW Potência máxima armazenada: 0.05MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. Normal Putere maximă de ieșire: 0.2MW Putere maximă de intrare: 0.2MW Putere maximă stocată: 0,05MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. Нормальный Максимальная выходная мощность: 0,2 МВт Максимальная потребляемая мощность: 0,2 МВт Максимальная аккумулируемая мощность: 0,05 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. Normálny Maximálny výkon: 0.2MW Maximálny príkon: 0.2MW Maximálny uložený výkon: 0.05MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. Normal Max uteffekt: 0,2 MW Max ineffekt: 0,2 MW Max lagrad effekt: 0,05 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Normal Maksimum Güç Çıkışı: 0.2MW Maksimum Güç Girişi: 0.2MW Maksimum Depolanan Güç: 0.05MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. Нормальний Максимальна вихідна потужність: 0,2 МВт Максимальна споживана потужність: 0,2 МВт Максимальна споживана потужність: 0,05 МВТ-год
zh_cn: 电池储存电力并能够分配高输出的能量。 正常 最大功率输出：0.2MW 最大输入功率：0.2MW 最大储存功率：0.05MWH
