Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QYRefineryT0
source: 3.12x Refine Speed. 0.375x Efficiency. 4.48MW Base power Usage. 8x Faster Than Normal Refinery. 8x Cost. Includes the cost of 32 normal yield modules. Equivalent to 8 normal refineries, with 4 yield modules each.
ca_ad: 3.12x Refinar la velocitat. 0.375x Eficiència. 4.48MW Ús de potència base. 8x més ràpid que la refineria normal. 8x Cost. Inclou el cost de 32 mòduls de rendiment normal. Equivalent a 8 refineries normals, amb 4 mòduls de rendiment cadascuna.
cs_cz: 3,12× zpřesnění rychlosti. 0,375x účinnost. 4,48 MW Spotřeba základního výkonu. 8x rychlejší než běžná rafinérie. 8x náklady. Zahrnuje náklady na 32 modulů s normální výtěžností. Odpovídá 8 běžným rafinériím, každá se 4 výtěžkovými moduly.
da: 3.12x forfine hastighed. 0.375x effektivitet. 4.48MW Grundstrømforbrug. 8x hurtigere end normalt raffinaderi. 8x omkostninger. Inkluderer omkostningerne ved 32 normale flydemoduler. Svarende til 8 normale raffinaderier, med 4 ydelsesmoduler hver.
de: 3,12-fache Verfeinerungsgeschwindigkeit. 0,375-facher Wirkungsgrad. 4,48 MW Basisstromverbrauch. 8x schneller als normale Raffinerie. 8x Kosten. Beinhaltet die Kosten für 32 Module mit normaler Ausbeute. Entspricht 8 normalen Raffinerien mit jeweils 4 Ertragsmodulen.
es: 3.12x Refinar velocidad. Eficiencia de 0,375x. Consumo de energía base de 4,48 MW. 8 veces más rápido que la refinería normal. 8 veces el coste. Incluye el costo de 32 módulos de rendimiento normal. Equivalente a 8 refinerías normales, con 4 módulos de rendimiento cada una.
et_ee: 3.12x täpsustage kiirust. 0,375x efektiivsus. 4.48MW baasvõimsuse kasutamine. 8x kiirem kui tavaline rafineerimistehas. 8x maksumus. Sisaldab 32 normaalsaagise mooduli maksumust. Samaväärne 8 tavalise rafineerimistehasega, millest igaühes on 4 saagismoodulit.
fi: 3,12x tarkennusnopeus. 0,375x tehokkuus. 4.48MW Perusvirrankulutus. 8x nopeampi kuin normaali jalostamo. 8x hinta. Sisältää 32 normaalituottomoduulin kustannukset. Vastaa 8 normaalia jalostamoa, joissa kussakin on 4 tuottomoduulia.
fr: Vitesse d’affinage 3,12x. Efficacité 0,375x. Consommation d’énergie de base de 4,48 MW. 8 fois plus rapide qu’une raffinerie normale. Coût multiplié par 8. Comprend le coût de 32 modules à rendement normal. Équivalent à 8 raffineries normales, avec 4 modules de rendement chacune.
hr_hr: 3.12x Pročistite brzinu. 0.375x Učinkovitost. 4.48MW Potrošnja osnovne snage. 8x brže od normalne rafinerije. 8x Trošak. Uključuje troškove 32 normalna modula prinosa. Ekvivalentno 8 normalnih rafinerija, s po 4 modula prinosa.
hu_hu: 3,12x Finomítsa a sebességet. 0,375-szörös hatékonyság. 4,48MW alapteljesítmény Felhasználás. 8x gyorsabb, mint a normál finomító. 8x költség. 32 normál hozammodul költségét tartalmazza. Ez 8 normál finomítónak felel meg, egyenként 4 hozammodullal.
ja_jp: 3.12倍のリファイン速度。 0.375倍の効率。 4.48MWの基本電力使用量。 通常の製油所の8倍の速さ。 コストが8倍。 通常の歩留まりモジュール32個のコストが含まれています。 通常の製油所8基分に相当し、それぞれ4つの収量モジュールを備えています。
lv: 3,12x uzlabot ātrumu. 0,375x efektivitāte. 4.48MW bāzes jaudas izmantošana. 8x ātrāk nekā parastā rafinēšanas fabrika. 8x izmaksas. Ietver 32 parastās ražas moduļu izmaksas. Līdzvērtīgs 8 parastām rafinēšanas fabrikām ar 4 ieguves moduļiem katrā.
nl: 3.12x Snelheid verfijnen. 0.375x efficiëntie. 4,48 MW basisstroomverbruik. 8x sneller dan normale raffinaderij. 8x kosten. Inclusief de kosten van 32 modules met normale opbrengst. Gelijk aan 8 normale raffinaderijen, met elk 4 opbrengstmodules.
no: 3.12x Finjuster hastigheten. 0,375x effektivitet. 4,48 MW grunnstrømforbruk. 8 ganger raskere enn vanlig raffineri. 8x kostnad. Inkluderer kostnaden for 32 moduler med normal avkastning. Tilsvarer 8 normale raffinerier, med 4 avkastningsmoduler hver.
pt_br: 3.12x Refine a velocidade. Eficiência de 0,375x. Uso de energia base de 4,48MW. 8x mais rápido que a refinaria normal. Custo 8x. Inclui o custo de 32 módulos de rendimento normal. Equivalente a 8 refinarias normais, com 4 módulos de rendimento cada.
ro: 3.12x Viteză de rafinare. Eficiență de 0.375x. 4.48MW Putere de bază Utilizare. De 8 ori mai rapid decât rafinăria normală. Cost de 8x. Include costul a 32 de module cu randament normal. Echivalentul a 8 rafinării normale, cu câte 4 module de randament fiecare.
ru: Скорость уточнения в 3,12 раза. 0,375x КПД. 4,48 МВт Базовое энергопотребление. В 8 раз быстрее, чем на обычном нефтеперерабатывающем заводе. Стоимость в 8 раз. Включает в себя стоимость 32 модулей нормальной доходности. Эквивалентно 8 обычным нефтеперерабатывающим заводам, с 4 модулями выхода на каждом.
sk_sk: 3,12x rýchlosť spresnenia. 0,375x účinnosť. Spotreba základného výkonu 4,48 MW. 8x rýchlejšia rafinéria ako bežná rafinéria. 8x náklady. Zahŕňa náklady na 32 modulov normálnej výťažnosti. Ekvivalent 8 bežných rafinérií, každá so 4 výnosovými modulmi.
sv: 3,12x förfina hastigheten. 0,375x effektivitet. 4,48 MW baseffektförbrukning. 8 gånger snabbare än normalt raffinaderi. 8x kostnad. Inkluderar kostnaden för 32 normala avkastningsmoduler. Motsvarar 8 normala raffinaderier, med 4 utbytesmoduler vardera.
tr_tr: 3.12x Rafine Hızı. 0.375x Verimlilik. 4.48MW Temel güç Kullanımı. Normal rafineriden 8 kat daha hızlı. 8x Maliyet. 32 normal verim modülünün maliyetini içerir. Her biri 4 verim modülüne sahip 8 normal rafineriye eşdeğerdir.
uk: Швидкість уточнення в 3,12 рази. Ефективність 0,375x. 4,48 МВт Споживання базової потужності. У 8 разів швидше, ніж звичайний нафтопереробний завод. Вартість у 8 разів. Включає вартість 32 модулів нормальної врожайності. Еквівалентно 8 звичайним нафтопереробним заводам з 4 модулями продуктивності кожен.
zh_cn: 3.12 倍优化速度。 效率为 0.375 倍。 4.48MW基本用电量。 比普通炼油厂快 8 倍。 8 倍成本。 包括 32 个正常产量模块的成本。 相当于 8 个普通炼油厂，每个炼油厂有 4 个产量模块。

# Description_QYRefineryT1
source: 4.64x Refine Speed. 0.675x Efficiency. 6.72MW Base power Usage. 8x Faster Than Enhanced Refinery. 8x Cost. Includes the cost of 32 enhanced yield modules. Equivalent to 8 enhanced refineries, with 4 yield modules each.
ca_ad: 4.64x Velocitat de refinament. 0.675x Eficiència. 6.72MW Ús de potència base. 8x més ràpid que la refineria millorada. 8x Cost. Inclou el cost de 32 mòduls de rendiment millorat. Equivalent a 8 refineries millorades, amb 4 mòduls de rendiment cadascuna.
cs_cz: 4,64× rychlost zpřesnění. 0,675× účinnost. 6,72 MW Základní spotřeba energie. 8x rychlejší než vylepšená rafinérie. 8x náklady. Zahrnuje náklady na 32 modulů s vylepšenou výtěžností. Ekvivalent 8 vylepšených rafinérií, z nichž každá má 4 výtěžkové moduly.
da: 4.64x forfine hastighed. 0.675x effektivitet. 6.72MW Base strømforbrug. 8x hurtigere end forbedret raffinaderi. 8x omkostninger. Inkluderer omkostningerne ved 32 forbedrede udbyttemoduler. Svarende til 8 forbedrede raffinaderier, med 4 udbyttemoduler hver.
de: 4,64-fache Verfeinerungsgeschwindigkeit. 0,675-facher Wirkungsgrad. 6,72 MW Grundstromverbrauch. 8x schneller als Enhanced Refinery. 8x Kosten. Beinhaltet die Kosten für 32 Module mit verbesserter Ausbeute. Entspricht 8 verbesserten Raffinerien mit jeweils 4 Ertragsmodulen.
es: 4.64x Refinar velocidad. Eficiencia de 0,675x. Consumo de energía base de 6,72 MW. 8 veces más rápido que la refinería mejorada. 8 veces el coste. Incluye el costo de 32 módulos de rendimiento mejorado. Equivalente a 8 refinerías mejoradas, con 4 módulos de rendimiento cada una.
et_ee: 4.64x täpsustage kiirust. 0,675x efektiivsus. 6.72MW baasvõimsuse kasutamine. 8x kiirem kui täiustatud rafineerimistehas. 8x maksumus. Sisaldab 32 täiustatud saagise mooduli maksumust. Samaväärne 8 täiustatud rafineerimistehasega, millest igaühes on 4 saagismoodulit.
fi: 4,64x tarkennusnopeus. 0,675x hyötysuhde. 6,72 MW:n perusvirrankulutus. 8x nopeampi kuin parannettu jalostamo. 8x hinta. Sisältää 32 parannetun tuoton moduulin kustannukset. Vastaa 8 parannettua jalostamoa, joissa kussakin on 4 tuottomoduulia.
fr: Vitesse d’affinage 4,64x. Efficacité 0,675x. Consommation d’énergie de base de 6,72 MW. 8 fois plus rapide qu’une raffinerie améliorée. Coût multiplié par 8. Comprend le coût de 32 modules de rendement amélioré. Équivalent à 8 raffineries améliorées, avec 4 modules de rendement chacune.
hr_hr: 4.64x Pročistite brzinu. 0.675x učinkovitost. 6.72MW Potrošnja bazne snage. 8 puta brže od poboljšane rafinerije. 8x Trošak. Uključuje troškove 32 poboljšana modula prinosa. Ekvivalent 8 poboljšanih rafinerija, s po 4 modula prinosa.
hu_hu: 4,64x Finomítsa a sebességet. 0,675-szörös hatékonyság. 6,72MW alapteljesítmény Felhasználás. 8x gyorsabb, mint a továbbfejlesztett finomító. 8x költség. Tartalmazza 32 megnövelt hozammodul költségét. Ez 8 továbbfejlesztett finomítónak felel meg, egyenként 4 hozammodullal.
ja_jp: 4.64倍のリファイン速度。 0.675倍の効率。 6.72MWの基本電力使用量。 強化された製油所の8倍の速さです。 コストが8倍。 32個の拡張歩留まりモジュールのコストが含まれています。 8つの改良型製油所に相当し、それぞれに4つの収量モジュールがあります。
lv: 4,64x uzlabojiet ātrumu. 0,675x efektivitāte. 6.72MW bāzes jaudas izmantošana. 8x ātrāk nekā uzlabota rafinēšanas fabrika. 8x izmaksas. Ietver 32 uzlaboto ienesīguma moduļu izmaksas. Līdzvērtīgs 8 uzlabotām rafinēšanas fabrikām ar 4 ieguves moduļiem katrā.
nl: 4.64x Snelheid verfijnen. 0.675x efficiëntie. 6,72 MW basisstroomverbruik. 8x sneller dan verbeterde raffinaderij. 8x kosten. Inclusief de kosten van 32 modules met verbeterde opbrengst. Gelijk aan 8 verbeterde raffinaderijen, met elk 4 opbrengstmodules.
no: 4.64x Finjuster hastighet. 0,675x effektivitet. 6,72 MW grunnstrømforbruk. 8 ganger raskere enn forbedret raffineri. 8x kostnad. Inkluderer kostnaden for 32 moduler med forbedret avkastning. Tilsvarer 8 raffinerier, med 4 dekkmoduler hver.
pt_br: 4,64x Refine a velocidade. Eficiência de 0,675x. Uso de energia base de 6,72MW. 8x mais rápido que a refinaria aprimorada. Custo 8x. Inclui o custo de 32 módulos de rendimento aprimorados. Equivalente a 8 refinarias aprimoradas, com 4 módulos de rendimento cada.
ro: Viteză de rafinare de 4,64x. Eficiență de 0,675x. 6.72MW Putere de bază Utilizare. De 8 ori mai rapid decât rafinăria îmbunătățită. Cost de 8x. Include costul a 32 de module cu randament îmbunătățit. Echivalentul a 8 rafinării îmbunătățite, cu câte 4 module de randament fiecare.
ru: Скорость уточнения в 4,64 раза. 0,675x Эффективность. 6,72 МВт Базовое энергопотребление. В 8 раз быстрее, чем на усовершенствованном нефтеперерабатывающем заводе. Стоимость в 8 раз. Включает в себя стоимость 32 модулей повышенной доходности. Эквивалент 8 усовершенствованных нефтеперерабатывающих заводов с 4 модулями выхода на каждом.
sk_sk: 4,64x rýchlosť spresnenia. 0,675x účinnosť. 6,72 MW Spotreba základného výkonu. 8x rýchlejšia ako rozšírená rafinéria. 8x náklady. Zahŕňa náklady na 32 modulov s vylepšenou výťažnosťou. Zodpovedá 8 rozšíreným rafinériám, každá so 4 výnosovými modulmi.
sv: 4,64x förfina hastigheten. 0,675x effektivitet. 6,72 MW baseffektförbrukning. 8 gånger snabbare än förbättrat raffinaderi. 8x kostnad. Inkluderar kostnaden för 32 förbättrade avkastningsmoduler. Motsvarar 8 förbättrade raffinaderier, med 4 avkastningsmoduler vardera.
tr_tr: 4.64x Rafine Hızı. 0.675x Verimlilik. 6.72MW Temel güç Kullanımı. Gelişmiş rafineriden 8 kat daha hızlı. 8x Maliyet. 32 gelişmiş verim modülünün maliyetini içerir. Her biri 4 verim modülüne sahip 8 gelişmiş rafineriye eşdeğerdir.
uk: Швидкість уточнення в 4,64 рази. Ефективність 0,675x. 6,72 МВт Споживання базової потужності. У 8 разів швидше, ніж удосконалений нафтопереробний завод. Вартість у 8 разів. Включає вартість 32 модулів підвищеної врожайності. Еквівалентно 8 вдосконаленим нафтопереробним заводам з 4 модулями продуктивності кожен.
zh_cn: 4.64 倍优化速度。 效率 0.675 倍。 6.72MW基本用电量。 比增强型炼油厂快 8 倍。 8 倍成本。 包括 32 个增强良率模块的成本。 相当于 8 个增强型炼油厂，每个炼油厂有 4 个产量模块。

# Description_QYRefineryT2
source: 6.96x Refine Speed. 1.1725x Efficiency. 10.08MW Base Power Usage. 8x Faster Than Proficent Refinery. 8x Cost. Includes the cost of 32 proficient yield modules. Equivalent to 8 proficient refineries with 4 yield modules each.
ca_ad: 6.96x Velocitat de refinament. 1.1725x Eficiència. Consum d'energia base de 10.08MW. 8x més ràpid que la refineria proficent. 8x Cost. Inclou el cost de 32 mòduls de rendiment competent. Equivalent a 8 refineries competents amb 4 mòduls de rendiment cadascuna.
cs_cz: 6,96× rychlost zpřesnění. Účinnost 1,1725×. Základní spotřeba energie 10,08 MW. 8x rychlejší než rafinérie Proficent. 8x náklady. Zahrnuje náklady na 32 modulů s výtěžností. Odpovídá 8 zdatným rafinériím, z nichž každá má 4 výtěžkové moduly.
da: 6.96x forfine hastighed. 1.1725x effektivitet. 10.08MW grundlæggende strømforbrug. 8x hurtigere end dygtige raffinaderier. 8x omkostninger. Inkluderer omkostningerne ved 32 dygtige udbyttemoduler. Svarende til 8 dygtige raffinaderier med 4 ydelsesmoduler hver.
de: 6,96-fache Verfeinerungsgeschwindigkeit. 1,1725x Wirkungsgrad. 10,08 MW Basisstromverbrauch. 8x schneller als Proficent Raffinerie. 8x Kosten. Beinhaltet die Kosten für 32 kompetente Ertragsmodule. Das entspricht 8 kompetenten Raffinerien mit jeweils 4 Ertragsmodulen.
es: Velocidad de refinamiento de 6,96x. 1.1725x Eficiencia. Consumo de energía base de 10,08 MW. 8 veces más rápido que Proficent Refinery. 8 veces el coste. Incluye el costo de 32 módulos de rendimiento competente. Equivalente a 8 refinerías competentes con 4 módulos de rendimiento cada una.
et_ee: 6.96x täpsustage kiirust. 1.1725x efektiivsus. 10.08MW baasvõimsuse kasutamine. 8x kiirem kui Proficenti rafineerimistehas. 8x maksumus. Sisaldab 32 vilunud saagismooduli maksumust. Samaväärne 8 vilunud rafineerimistehasega, millest igaühes on 4 saagismoodulit.
fi: 6,96x tarkennusnopeus. 1.1725x hyötysuhde. 10,08 MW:n perusvirrankulutus. 8x nopeampi kuin Proficent Refinery. 8x hinta. Sisältää 32 taitavan tuottomoduulin kustannukset. Vastaa 8 taitavaa jalostamoa, joissa kussakin on 4 tuottomoduulia.
fr: Vitesse d’affinage 6,96x. Efficacité 1.1725x. Consommation d’énergie de base de 10,08 MW. 8 fois plus rapide que la raffinerie Proficent. Coût multiplié par 8. Comprend le coût de 32 modules de rendement compétents. Équivalent à 8 raffineries compétentes avec 4 modules de rendement chacune.
hr_hr: 6.96x Pročistite brzinu. 1.1725x učinkovitost. Potrošnja osnovne energije od 10,08 MW. 8x brže od proficentne rafinerije. 8x Trošak. Uključuje troškove 32 stručna modula prinosa. Ekvivalent 8 stručnih rafinerija s po 4 modula prinosa.
hu_hu: 6,96x Finomítsa a sebességet. 1,1725x hatékonyság. 10,08 MW alap energiafelhasználás. 8x gyorsabb, mint a Proficent finomító. 8x költség. Tartalmazza 32 profi hozammodul költségét. Ez 8 gyakorlott finomítónak felel meg, egyenként 4 hozammodullal.
ja_jp: 6.96倍のリファイン速度。 1.1725xの効率。 10.08MWの基本電力使用量。 プロフィセント製油所の8倍の速さ。 コストが8倍。 32の熟練した歩留まりモジュールのコストが含まれています。 それぞれ4つの収量モジュールを持つ8つの熟練した製油所に相当します。
lv: 6,96x uzlabot ātrumu. 1,1725x efektivitāte. 10.08MW bāzes enerģijas patēriņš. 8x ātrāk nekā Proficent Refinery. 8x izmaksas. Ietver 32 prasmīgu ienesīguma moduļu izmaksas. Līdzvērtīgs 8 lietpratīgām pārstrādes rūpnīcām ar 4 ražības moduļiem katrā.
nl: 6.96x Snelheid verfijnen. 1.1725x Efficiëntie. 10,08 MW basisstroomverbruik. 8x sneller dan Proficent raffinaderij. 8x kosten. Inclusief de kosten van 32 modules met een bekwame opbrengst. Gelijk aan 8 bekwame raffinaderijen met elk 4 opbrengstmodules.
no: 6.96x Finjuster hastigheten. 1.1725x effektivitet. 10,08 MW grunnstrømforbruk. 8 ganger raskere enn Proficent Refinery. 8x kostnad. Inkluderer kostnaden for 32 dyktige avkastningsmoduler. Tilsvarer 8 dyktige raffinerier med 4 sprengningsmoduler hver.
pt_br: 6,96x Refine a velocidade. 1,1725x Eficiência. Consumo de energia base de 10,08MW. 8x mais rápido que a refinaria Proficent. Custo 8x. Inclui o custo de 32 módulos de rendimento proficientes. Equivalente a 8 refinarias proficientes com 4 módulos de rendimento cada.
ro: 6.96x Viteză de rafinare. Eficiență de 1,1725x. 10,08MW consum de energie de bază. De 8 ori mai rapid decât rafinăria Proficent. Cost de 8x. Include costul a 32 de module de randament competent. Echivalentul a 8 rafinării competente cu câte 4 module de randament fiecare.
ru: Скорость уточнения 6,96x. КПД в 1,1725 раза. Базовое энергопотребление 10,08 МВт. В 8 раз быстрее, чем Proficent Refinery. Стоимость в 8 раз. Включает в себя стоимость 32 профессиональных модулей доходности. Эквивалентно 8 опытным нефтеперерабатывающим заводам с 4 модулями выхода на каждом.
sk_sk: 6,96x rýchlosť spresnenia. Účinnosť 1,1725x. Základná spotreba energie 10,08 MW. 8x rýchlejšia rafinéria ako profesionálna rafinéria. 8x náklady. Zahŕňa náklady na 32 modulov so zdatnou výťažnosťou. Ekvivalent 8 skúsených rafinérií so 4 výnosovými modulmi.
sv: 6,96x förfina hastigheten. 1,1725x effektivitet. 10,08 MW basströmförbrukning. 8 gånger snabbare än Proficent Refinery. 8x kostnad. Inkluderar kostnaden för 32 skickliga avkastningsmoduler. Motsvarar 8 skickliga raffinaderier med 4 avkastningsmoduler vardera.
tr_tr: 6.96x Rafine Hızı. 1.1725x Verimlilik. 10.08MW Temel Güç Kullanımı. Proficent Refineri'den 8 kat daha hızlı. 8x Maliyet. 32 yetkin verim modülünün maliyetini içerir. Her biri 4 verim modülüne sahip 8 yetkin rafineriye eşdeğerdir.
uk: Швидкість уточнення в 6,96 рази. Ефективність 1,1725x. 10,08 МВт базової споживаної потужності. У 8 разів швидше, ніж Proficent Refinery. Вартість у 8 разів. Включає вартість 32 досвідчених модулів врожайності. Еквівалентно 8 досвідченим нафтопереробним заводам з 4 модулями продуктивності кожен.
zh_cn: 6.96 倍优化速度。 效率 1.1725 倍。 10.08MW基本用电量。 比 Proficent 炼油厂快 8 倍。 8 倍成本。 包括 32 个熟练良率模块的成本。 相当于 8 个熟练的炼油厂，每个炼油厂有 4 个产量模块。

# Description_QYRefineryT3
source: 10.4x Refine Speed. 2x Efficiency. 15.12MW Power Usage. 8x Faster Than Elite Refinery. 8x Cost. Includes the cost of 32 elite yield modules. Equivalent to 8 elite refineries, with 4 yield modules each.
ca_ad: 10.4x Velocitat de refinament. 2x Eficiència. Consum de potència de 15,12MW. 8 vegades més ràpid que la refineria d'elit. 8x Cost. Inclou el cost de 32 mòduls elite yield. Equivalent a 8 refineries d'elit, amb 4 mòduls de rendiment cadascuna.
cs_cz: 10,4× rychlost zpřesnění. 2x efektivita. Spotřeba energie 15,12 MW. 8x rychlejší než elitní rafinérie. 8x náklady. Zahrnuje náklady na 32 modulů s elitním výnosem. Ekvivalent 8 elitních rafinérií, každá se 4 výnosovými moduly.
da: 10.4x forfine hastighed. 2x effektivitet. 15.12MW strømforbrug. 8x hurtigere end Elite Raffinaderiet. 8x omkostninger. Inkluderer omkostningerne ved 32 elite udbyttemoduler. Svarende til 8 elite raffinaderier, med 4 udbyttemoduler hver.
de: 10,4-fache Verfeinerungsgeschwindigkeit. 2-fache Effizienz. 15,12 MW Stromverbrauch. 8x schneller als Elite Refinery. 8x Kosten. Beinhaltet die Kosten für 32 Elite-Ertragsmodule. Das entspricht 8 Elite-Raffinerien mit jeweils 4 Ertragsmodulen.
es: Velocidad de refinamiento de 10,4x. 2x Eficiencia. Consumo de energía de 15,12 MW. 8 veces más rápido que Elite Refinery. 8 veces el coste. Incluye el coste de 32 módulos de rendimiento de élite. Equivalente a 8 refinerías de élite, con 4 módulos de rendimiento cada una.
et_ee: 10.4x täpsustage kiirust. 2x efektiivsus. 15.12MW Energiakasutus. 8x kiirem kui Elite rafineerimistehas. 8x maksumus. Sisaldab 32 eliitsaagise mooduli maksumust. Samaväärne 8 eliitrafineerimistehasega, millest igaühes on 4 saagismoodulit.
fi: 10,4x tarkennusnopeus. 2x tehokkuus. 15,12 MW virrankulutus. 8x nopeampi kuin Elite Refinery. 8x hinta. Sisältää 32 eliitin tuottomoduulin kustannukset. Vastaa 8 eliittijalostamoa, joissa kussakin on 4 tuottomoduulia.
fr: Vitesse d’affinage 10,4x. 2x l’efficacité. Consommation d’énergie de 15,12 MW. 8 fois plus rapide qu’Elite Refinery. Coût multiplié par 8. Comprend le coût de 32 modules de rendement d’élite. Équivalent à 8 raffineries d’élite, avec 4 modules de rendement chacune.
hr_hr: 10.4x Pročistite brzinu. 2x učinkovitost. Potrošnja energije od 15,12 MW. 8x brže od elitne rafinerije. 8x Trošak. Uključuje troškove 32 elitna modula prinosa. Ekvivalent 8 elitnih rafinerija, s po 4 modula prinosa.
hu_hu: 10,4-szeres sebesség finomítása. 2x hatékonyság. 15,12 MW energiafelhasználás. 8x gyorsabb, mint az Elite finomító. 8x költség. Tartalmazza 32 elit hozammodul költségét. Ez 8 elit finomítónak felel meg, egyenként 4 hozammodullal.
ja_jp: 10.4倍のリファイン速度。 2倍の効率。 15.12MWの電力使用量。 エリート製油所の8倍の速さ。 コストが8倍。 エリート降伏モジュール32個分の費用を含みます。 エリート精錬所8個分に相当し、それぞれ4つの収量モジュールを備えています。
lv: 10,4x uzlabot ātrumu. 2x efektivitāte. 15.12MW enerģijas patēriņš. 8x ātrāk nekā elites rafinēšanas fabrika. 8x izmaksas. Ietver 32 elites ienesīguma moduļu izmaksas. Līdzvērtīgs 8 elites pārstrādes rūpnīcām ar 4 ražas moduļiem katrā.
nl: 10,4x snelheid verfijnen. 2x efficiëntie. 15,12 MW stroomverbruik. 8x sneller dan Elite Refinery. 8x kosten. Inclusief de kosten van 32 elite-opbrengstmodules. Gelijk aan 8 elite-raffinaderijen, met elk 4 opbrengstmodules.
no: 10.4x Finjuster hastighet. 2x effektivitet. 15,12 MW strømforbruk. 8 ganger raskere enn Elite Refinery. 8x kostnad. Inkluderer kostnaden for 32 elite yield moduler. Tilsvarer 8 eliteraffinerier, med 4 dekkmoduler hver.
pt_br: 10,4x Refine a velocidade. 2x Eficiência. Potência de 15,12MW. 8x mais rápido que a refinaria de elite. Custo 8x. Inclui o custo de 32 módulos de rendimento de elite. Equivalente a 8 refinarias de elite, com 4 módulos de rendimento cada.
ro: Viteză de rafinare de 10,4x. Eficiență de 2x. Consum de energie de 15,12MW. De 8 ori mai rapid decât Elite Refinery. Cost de 8x. Include costul a 32 de module de randament de elită. Echivalentul a 8 rafinării de elită, cu câte 4 module de randament fiecare.
ru: Скорость уточнения в 10,4 раза. Эффективность в 2 раза. Энергопотребление 15,12 МВт. В 8 раз быстрее, чем Elite Refinery. Стоимость в 8 раз. Включает в себя стоимость 32 элитных модулей доходности. Эквивалентно 8 элитным нефтеперерабатывающим заводам с 4 модулями выхода на каждом.
sk_sk: 10,4x rýchlosť spresnenia. 2x účinnosť. Spotreba energie 15,12 MW. 8x rýchlejšia ako rafinéria Elite. 8x náklady. Zahŕňa náklady na 32 elitných výnosových modulov. Ekvivalent 8 elitných rafinérií, každá so 4 výnosovými modulmi.
sv: 10,4x förfina hastigheten. 2x effektivitet. 15,12 MW strömförbrukning. 8 gånger snabbare än elitraffinaderi. 8x kostnad. Inkluderar kostnaden för 32 elitavkastningsmoduler. Motsvarar 8 elitraffinaderier, med 4 avkastningsmoduler vardera.
tr_tr: 10.4x Rafine Hızı. 2x Verimlilik. 15.12MW Güç Kullanımı. Elite Refinery'den 8 kat daha hızlı. 8x Maliyet. 32 elit verim modülünün maliyetini içerir. Her biri 4 verim modülüne sahip 8 elit rafineriye eşdeğerdir.
uk: Швидкість уточнення в 10,4 рази. 2-кратна ефективність. Споживання електроенергії 15,12 МВт. У 8 разів швидше, ніж елітний нафтопереробний завод. Вартість у 8 разів. Включає вартість 32 елітних модулів прибутковості. Еквівалентно 8 елітним нафтопереробним заводам, по 4 модулі продуктивності кожен.
zh_cn: 10.4 倍优化速度。 效率提高 2 倍。 15.12MW用电量。 比 Elite Refinery 快 8 倍。 8 倍成本。 包括 32 个精英良率模块的成本。 相当于 8 家精英炼油厂，每家有 4 个产量模块。
