Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_ParachuteHatchT1
source: Parachute hatches deploy parachutes to slow down the descent of ships when inside the atmosphere. Can be configured to open automatically or used manually from the toolbar or settings. The Enhanced version has 1.5x more effectiveness, than normal. Takes 8 Canvas to deploy.
ca_ad: Les escotilles paracaigudes despleguen paracaigudes per frenar el descens dels vaixells quan es troben dins de l'atmosfera. Es pot configurar perquè s'obri automàticament o utilitzar-lo manualment des de la barra d'eines o la configuració. La versió millorada té 1.5x més efectivitat, del normal. Es necessiten 8 llenços per desplegar.
cs_cz: Padákové poklopy rozmisťují padáky, které zpomalují sestup lodí, když jsou uvnitř atmosféry. Lze nakonfigurovat tak, aby se otevíral automaticky nebo se používal ručně z panelu nástrojů nebo nastavení. Vylepšená verze má 1,5x větší účinnost než normálně. Nasazení vyžaduje 8 pláten.
da: Faldskærmsluger anvender faldskærme for at bremse skibets nedstigning, når de er inde i atmosfæren. Kan konfigureres til at åbne automatisk eller bruges manuelt fra værktøjslinjen eller indstillingerne. Den forbedrede version har 1.5x mere effektivitet end normalt. Det tager 8 kanvas at implementere.
de: Fallschirmluken entfalten Fallschirme, um den Sinkflug von Schiffen in der Atmosphäre zu verlangsamen. Kann so konfiguriert werden, dass es automatisch geöffnet wird, oder manuell über die Symbolleiste oder die Einstellungen verwendet werden. Die Enhanced-Version hat eine 1,5-mal höhere Effektivität als normal. Für die Bereitstellung werden 8 Canvas benötigt.
es: Las escotillas de paracaídas despliegan paracaídas para ralentizar el descenso de los barcos cuando están dentro de la atmósfera. Se puede configurar para que se abra automáticamente o se puede usar manualmente desde la barra de herramientas o la configuración. La versión mejorada tiene 1,5 veces más efectividad de lo normal. Se necesitan 8 Canvas para implementarse.
et_ee: Langevarjuluugid kasutavad langevarje, et aeglustada laevade laskumist atmosfääris. Saab konfigureerida automaatselt avanema või kasutada käsitsi tööriistaribalt või sätetest. Täiustatud versioonil on tavalisest 1.5 korda suurem efektiivsus. Juurutamiseks kulub 8 lõuendit.
fi: Laskuvarjoluukut käyttävät laskuvarjoja hidastamaan alusten laskeutumista ilmakehän sisällä. Voidaan määrittää avautumaan automaattisesti tai käyttää manuaalisesti työkaluriviltä tai asetuksista. Enhanced -versiossa on 1.5x enemmän tehokkuutta kuin normaalisti. Käyttöönotto vie 8 Canvasia.
fr: Les trappes de parachute déploient des parachutes pour ralentir la descente des navires lorsqu’ils sont à l’intérieur de l’atmosphère. Peut être configuré pour s’ouvrir automatiquement ou utilisé manuellement à partir de la barre d’outils ou des paramètres. La version améliorée a 1,5 fois plus d’efficacité que la normale. Nécessite 8 canevas pour être déployé.
hr_hr: Padobranski otvori postavljaju padobrane kako bi usporili spuštanje brodova unutar atmosfere. Može se konfigurirati za automatsko otvaranje ili ručno koristiti s alatne trake ili postavki. Poboljšana verzija ima 1,5 puta veću učinkovitost od normalne. Potrebno je 8 platna za implementaciju.
hu_hu: Az ejtőernyős nyílások ejtőernyőket vetnek be, hogy lelassítsák a hajók süllyedését a légkörben. Konfigurálható automatikus megnyitásra, vagy manuálisan használható az eszköztárról vagy a beállításokból. Az Enhanced verzió 1,5-szer nagyobb hatékonysággal rendelkezik, mint a normál. Az üzembe helyezéshez 8 vászon szükséges.
ja_jp: パラシュートハッチは、大気圏内で船の降下を遅くするためにパラシュートを展開します。 自動的に開くように設定することも、ツールバーまたは設定から手動で使用するように設定することもできます。 エンハンスドバージョンは、通常の1.5倍の効果があります。 デプロイには 8 Canvas が必要です。
lv: Izpletņu lūkas izvieto izpletņus, lai palēninātu kuģu nolaišanos, atrodoties atmosfērā. Var konfigurēt automātiskai atvēršanai vai izmantot manuāli no rīkjoslas vai iestatījumiem. Uzlabotajai versijai ir 1,5x lielāka efektivitāte nekā parasti. Izvietošanai nepieciešami 8 audekli.
nl: Parachuteluiken ontvouwen parachutes om de afdaling van schepen in de atmosfeer te vertragen. Kan worden geconfigureerd om automatisch te openen of handmatig worden gebruikt via de werkbalk of instellingen. De Enhanced-versie heeft 1,5x meer effectiviteit dan normaal. Er zijn 8 Canvas nodig om te implementeren.
no: Fallskjermluker utplasserer fallskjermer for å bremse nedstigningen av skip når de er inne i atmosfæren. Kan konfigureres til å åpnes automatisk eller brukes manuelt fra verktøylinjen eller innstillingene. Den forbedrede versjonen har 1,5 ganger mer effektivitet enn normalt. Tar 8 Canvas å distribuere.
pt_br: As escotilhas de paraquedas acionam paraquedas para retardar a descida de navios quando estão dentro da atmosfera. Pode ser configurado para abrir automaticamente ou usado manualmente a partir da barra de ferramentas ou configurações. A versão Enhanced tem 1,5x mais eficácia, do que o normal. Leva 8 Canvas para implantar.
ro: Trapele parașutelor lansează parașute pentru a încetini coborârea navelor atunci când se află în atmosferă. Poate fi configurat să se deschidă automat sau utilizat manual din bara de instrumente sau din setări. Versiunea îmbunătățită are o eficiență de 1,5 ori mai mare decât în mod normal. Este nevoie de 8 Planșe pentru implementare.
ru: Парашютные люки раскрывают парашюты, чтобы замедлить спуск кораблей при нахождении в атмосфере. Можно настроить на автоматическое открытие или использовать вручную с панели инструментов или настроек. Улучшенная версия имеет в 1,5 раза большую эффективность, чем обычная. Требуется 8 Canvas для развертывания.
sk_sk: Padákové poklopy nasadzujú padáky na spomalenie zostupu lodí, keď sú vo vnútri atmosféry. Môže byť nakonfigurovaný tak, aby sa otváral automaticky alebo manuálne z panela nástrojov alebo nastavení. Vylepšená verzia má 1,5x väčšiu účinnosť ako obvykle. Nasadenie vyžaduje 8 plátien.
sv: Fallskärmsluckor fäller ut fallskärmar för att bromsa nedstigningen av fartyg när de är inne i atmosfären. Kan konfigureras för att öppnas automatiskt eller användas manuellt från verktygsfältet eller inställningarna. Den förbättrade versionen har 1,5 gånger mer effektivitet än normalt. Tar 8 arbetsytor att distribuera.
tr_tr: Paraşüt kapakları, atmosferin içindeyken gemilerin inişini yavaşlatmak için paraşütleri açar. Otomatik olarak açılacak şekilde yapılandırılabilir veya araç çubuğundan veya ayarlardan manuel olarak kullanılabilir. Geliştirilmiş sürüm, normalden 1,5 kat daha fazla etkinliğe sahiptir. Dağıtmak için 8 Canvas gerekir.
uk: Парашутні люки розгортають парашути для уповільнення спуску суден, перебуваючи всередині атмосфери. Можна налаштувати на автоматичне відкриття або використовувати вручну на панелі інструментів або в налаштуваннях. Розширена версія має в 1,5 рази більшу ефективність, ніж звичайна. Для розгортання потрібно 8 Canvas.
zh_cn: 降落伞舱口展开降落伞以减缓船只在大气层内的下降速度。 可以配置为自动打开或从工具栏或设置手动使用。 增强版的效果比正常版本高 1.5 倍。 需要 8 个 Canvas 来部署。

# Description_ParachuteHatchT2
source: Parachute hatches deploy parachutes to slow down the descent of ships when inside the atmosphere. Can be configured to open automatically or used manually from the toolbar or settings. The Proficient version has 1.5x more effectiveness, than Enhanced. Takes 12 Canvas to deploy.
ca_ad: Les escotilles paracaigudes despleguen paracaigudes per frenar el descens dels vaixells quan es troben dins de l'atmosfera. Es pot configurar perquè s'obri automàticament o utilitzar-lo manualment des de la barra d'eines o la configuració. La versió Proficient té 1.5x més efectivitat, que millorada. Es necessiten 12 llenços per desplegar.
cs_cz: Padákové poklopy rozmisťují padáky, které zpomalují sestup lodí, když jsou uvnitř atmosféry. Lze nakonfigurovat tak, aby se otevíral automaticky nebo se používal ručně z panelu nástrojů nebo nastavení. Verze Proficient má 1,5x větší účinnost než Enhanced. Nasazení trvá 12 pláten.
da: Faldskærmsluger anvender faldskærme for at bremse skibets nedstigning, når de er inde i atmosfæren. Kan konfigureres til at åbne automatisk eller bruges manuelt fra værktøjslinjen eller indstillingerne. Den dygtige version har 1.5x mere effektivitet end forbedret. Det tager 12 kanvas at implementere.
de: Fallschirmluken entfalten Fallschirme, um den Sinkflug von Schiffen in der Atmosphäre zu verlangsamen. Kann so konfiguriert werden, dass es automatisch geöffnet wird, oder manuell über die Symbolleiste oder die Einstellungen verwendet werden. Die Proficient-Version hat eine 1,5-mal höhere Effektivität als die Enhanced-Version. Für die Bereitstellung werden 12 Canvas benötigt.
es: Las escotillas de paracaídas despliegan paracaídas para ralentizar el descenso de los barcos cuando están dentro de la atmósfera. Se puede configurar para que se abra automáticamente o se puede usar manualmente desde la barra de herramientas o la configuración. La versión Proficient tiene 1,5 veces más efectividad que la versión Enhanced. Se necesitan 12 Canvas para implementarse.
et_ee: Langevarjuluugid kasutavad langevarje, et aeglustada laevade laskumist atmosfääris. Saab konfigureerida automaatselt avanema või kasutada käsitsi tööriistaribalt või sätetest. Proficient versioonil on 1.5x suurem tõhusus kui täiustatud. Juurutamiseks kulub 12 lõuendit.
fi: Laskuvarjoluukut käyttävät laskuvarjoja hidastamaan alusten laskeutumista ilmakehän sisällä. Voidaan määrittää avautumaan automaattisesti tai käyttää manuaalisesti työkaluriviltä tai asetuksista. Proficient-versiossa on 1.5x enemmän tehokkuutta kuin Enhancedissa. Käyttöönotto vie 12 Canvasia.
fr: Les trappes de parachute déploient des parachutes pour ralentir la descente des navires lorsqu’ils sont à l’intérieur de l’atmosphère. Peut être configuré pour s’ouvrir automatiquement ou utilisé manuellement à partir de la barre d’outils ou des paramètres. La version Proficient a 1,5 fois plus d’efficacité que la version améliorée. Nécessite 12 canevas pour être déployé.
hr_hr: Padobranski otvori postavljaju padobrane kako bi usporili spuštanje brodova unutar atmosfere. Može se konfigurirati za automatsko otvaranje ili ručno koristiti s alatne trake ili postavki. Proficient verzija ima 1,5 puta veću učinkovitost od poboljšane. Potrebno je 12 platna za implementaciju.
hu_hu: Az ejtőernyős nyílások ejtőernyőket vetnek be, hogy lelassítsák a hajók süllyedését a légkörben. Konfigurálható automatikus megnyitásra, vagy manuálisan használható az eszköztárról vagy a beállításokból. A Proficient verzió 1,5-szer nagyobb hatékonysággal rendelkezik, mint az Enhanced. Az üzembe helyezéshez 12 vászon szükséges.
ja_jp: パラシュートハッチは、大気圏内で船の降下を遅くするためにパラシュートを展開します。 自動的に開くように設定することも、ツールバーまたは設定から手動で使用するように設定することもできます。 熟練バージョンは、拡張バージョンよりも1.5倍効果的です。 デプロイには 12 Canvas が必要です。
lv: Izpletņu lūkas izvieto izpletņus, lai palēninātu kuģu nolaišanos, atrodoties atmosfērā. Var konfigurēt automātiskai atvēršanai vai izmantot manuāli no rīkjoslas vai iestatījumiem. Proficient versijai ir 1.5x lielāka efektivitāte nekā Enhanced. Izvietošanai nepieciešami 12 audekli.
nl: Parachuteluiken ontvouwen parachutes om de afdaling van schepen in de atmosfeer te vertragen. Kan worden geconfigureerd om automatisch te openen of handmatig worden gebruikt via de werkbalk of instellingen. De Proficient-versie heeft 1,5x meer effectiviteit dan Enhanced. Er zijn 12 Canvas nodig om te implementeren.
no: Fallskjermluker utplasserer fallskjermer for å bremse nedstigningen av skip når de er inne i atmosfæren. Kan konfigureres til å åpnes automatisk eller brukes manuelt fra verktøylinjen eller innstillingene. Proficient-versjonen har 1.5x mer effektivitet enn forbedret. Tar 12 Canvas å distribuere.
pt_br: As escotilhas de paraquedas acionam paraquedas para retardar a descida de navios quando estão dentro da atmosfera. Pode ser configurado para abrir automaticamente ou usado manualmente a partir da barra de ferramentas ou configurações. A versão Proficient tem 1,5x mais eficácia, do que Enhanced. Leva 12 Canvas para implantar.
ro: Trapele parașutelor lansează parașute pentru a încetini coborârea navelor atunci când se află în atmosferă. Poate fi configurat să se deschidă automat sau utilizat manual din bara de instrumente sau din setări. Versiunea Proficient are o eficacitate de 1,5 ori mai mare decât cea îmbunătățită. Este nevoie de 12 Planșe pentru implementare.
ru: Парашютные люки раскрывают парашюты, чтобы замедлить спуск кораблей при нахождении в атмосфере. Можно настроить на автоматическое открытие или использовать вручную с панели инструментов или настроек. Версия Proficient имеет в 1,5 раза большую эффективность, чем Enhanced. Для развертывания требуется 12 Canvas.
sk_sk: Padákové poklopy nasadzujú padáky na spomalenie zostupu lodí, keď sú vo vnútri atmosféry. Môže byť nakonfigurovaný tak, aby sa otváral automaticky alebo manuálne z panela nástrojov alebo nastavení. Verzia Proficient má 1,5x vyššiu účinnosť ako Enhanced. Nasadenie vyžaduje 12 plátien.
sv: Fallskärmsluckor fäller ut fallskärmar för att bromsa nedstigningen av fartyg när de är inne i atmosfären. Kan konfigureras för att öppnas automatiskt eller användas manuellt från verktygsfältet eller inställningarna. Proficient-versionen har 1,5 gånger mer effektivitet än Enhanced. Tar 12 arbetsytor att distribuera.
tr_tr: Paraşüt kapakları, atmosferin içindeyken gemilerin inişini yavaşlatmak için paraşütleri açar. Otomatik olarak açılacak şekilde yapılandırılabilir veya araç çubuğundan veya ayarlardan manuel olarak kullanılabilir. Yetkin sürüm, Geliştirilmiş'ten 1,5 kat daha fazla etkinliğe sahiptir. Dağıtmak için 12 Canvas gerekir.
uk: Парашутні люки розгортають парашути для уповільнення спуску суден, перебуваючи всередині атмосфери. Можна налаштувати на автоматичне відкриття або використовувати вручну на панелі інструментів або в налаштуваннях. Версія Proficient має в 1,5 рази більшу ефективність, ніж Enhanced. Для розгортання потрібно 12 Canvas.
zh_cn: 降落伞舱口展开降落伞以减缓船只在大气层内的下降速度。 可以配置为自动打开或从工具栏或设置手动使用。 精通版本的效果是增强版的 1.5 倍。 需要 12 个 Canvas 才能部署。

# Description_ParachuteHatchT3
source: Parachute hatches deploy parachutes to slow down the descent of ships when inside the atmosphere. Can be configured to open automatically or used manually from the toolbar or settings. The Elite version has 1.5x more effectiveness, than Proficient. Takes 18 Canvas to deploy.
ca_ad: Les escotilles paracaigudes despleguen paracaigudes per frenar el descens dels vaixells quan es troben dins de l'atmosfera. Es pot configurar perquè s'obri automàticament o utilitzar-lo manualment des de la barra d'eines o la configuració. La versió Elite té 1.5x més efectivitat, que Proficient. Es necessiten 18 llenços per desplegar.
cs_cz: Padákové poklopy rozmisťují padáky, které zpomalují sestup lodí, když jsou uvnitř atmosféry. Lze nakonfigurovat tak, aby se otevíral automaticky nebo se používal ručně z panelu nástrojů nebo nastavení. Verze Elite má 1,5x větší účinnost než verze Proficient. Nasazení trvá 18 pláten.
da: Faldskærmsluger anvender faldskærme for at bremse skibets nedstigning, når de er inde i atmosfæren. Kan konfigureres til at åbne automatisk eller bruges manuelt fra værktøjslinjen eller indstillingerne. Elite-versionen har 1.5x mere effektivitet end dygtig. Det tager 18 kanvas at implementere.
de: Fallschirmluken entfalten Fallschirme, um den Sinkflug von Schiffen in der Atmosphäre zu verlangsamen. Kann so konfiguriert werden, dass es automatisch geöffnet wird, oder manuell über die Symbolleiste oder die Einstellungen verwendet werden. Die Elite-Version hat eine 1,5-mal höhere Effektivität als die Proficient-Version. Für die Bereitstellung werden 18 Canvas benötigt.
es: Las escotillas de paracaídas despliegan paracaídas para ralentizar el descenso de los barcos cuando están dentro de la atmósfera. Se puede configurar para que se abra automáticamente o se puede usar manualmente desde la barra de herramientas o la configuración. La versión Elite tiene 1,5 veces más efectividad que Proficient. Se necesitan 18 Canvas para implementarse.
et_ee: Langevarjuluugid kasutavad langevarje, et aeglustada laevade laskumist atmosfääris. Saab konfigureerida automaatselt avanema või kasutada käsitsi tööriistaribalt või sätetest. Elite versioonil on 1.5x suurem tõhusus kui Proficientil. Juurutamiseks kulub 18 lõuendit.
fi: Laskuvarjoluukut käyttävät laskuvarjoja hidastamaan alusten laskeutumista ilmakehän sisällä. Voidaan määrittää avautumaan automaattisesti tai käyttää manuaalisesti työkaluriviltä tai asetuksista. Elite-versiolla on 1.5x enemmän tehokkuutta kuin Proficient. Käyttöönotto vie 18 Canvasia.
fr: Les trappes de parachute déploient des parachutes pour ralentir la descente des navires lorsqu’ils sont à l’intérieur de l’atmosphère. Peut être configuré pour s’ouvrir automatiquement ou utilisé manuellement à partir de la barre d’outils ou des paramètres. La version Elite a 1,5 fois plus d’efficacité que Proficient. Le déploiement nécessite 18 canevas.
hr_hr: Padobranski otvori postavljaju padobrane kako bi usporili spuštanje brodova unutar atmosfere. Može se konfigurirati za automatsko otvaranje ili ručno koristiti s alatne trake ili postavki. Elite verzija ima 1,5 puta veću učinkovitost od Proficient. Potrebno je 18 platna za razmještaj.
hu_hu: Az ejtőernyős nyílások ejtőernyőket vetnek be, hogy lelassítsák a hajók süllyedését a légkörben. Konfigurálható automatikus megnyitásra, vagy manuálisan használható az eszköztárról vagy a beállításokból. Az Elite verzió 1,5-szer nagyobb hatékonysággal rendelkezik, mint a Proficient. Az üzembe helyezéshez 18 vászonra van szükség.
ja_jp: パラシュートハッチは、大気圏内で船の降下を遅くするためにパラシュートを展開します。 自動的に開くように設定することも、ツールバーまたは設定から手動で使用するように設定することもできます。 エリートバージョンは、熟練よりも1.5倍効果的です。 デプロイには 18 Canvas が必要です。
lv: Izpletņu lūkas izvieto izpletņus, lai palēninātu kuģu nolaišanos, atrodoties atmosfērā. Var konfigurēt automātiskai atvēršanai vai izmantot manuāli no rīkjoslas vai iestatījumiem. Elite versijai ir 1.5x lielāka efektivitāte, nekā Proficient. Lai izvietotu 18 audeklus.
nl: Parachuteluiken ontvouwen parachutes om de afdaling van schepen in de atmosfeer te vertragen. Kan worden geconfigureerd om automatisch te openen of handmatig worden gebruikt via de werkbalk of instellingen. De Elite-versie heeft 1,5x meer effectiviteit dan Proficient. Er zijn 18 Canvas nodig om te implementeren.
no: Fallskjermluker utplasserer fallskjermer for å bremse nedstigningen av skip når de er inne i atmosfæren. Kan konfigureres til å åpnes automatisk eller brukes manuelt fra verktøylinjen eller innstillingene. Elite-versjonen har 1,5 ganger mer effektivitet enn Proficient. Tar 18 Canvas å distribuere.
pt_br: As escotilhas de paraquedas acionam paraquedas para retardar a descida de navios quando estão dentro da atmosfera. Pode ser configurado para abrir automaticamente ou usado manualmente a partir da barra de ferramentas ou configurações. A versão Elite tem 1,5x mais eficácia, do que a Proficient. Leva 18 Canvas para implantar.
ro: Trapele parașutelor lansează parașute pentru a încetini coborârea navelor atunci când se află în atmosferă. Poate fi configurat să se deschidă automat sau utilizat manual din bara de instrumente sau din setări. Versiunea Elite are o eficiență de 1,5 ori mai mare decât Proficient. Este nevoie de 18 Planșe pentru implementare.
ru: Парашютные люки раскрывают парашюты, чтобы замедлить спуск кораблей при нахождении в атмосфере. Можно настроить на автоматическое открытие или использовать вручную с панели инструментов или настроек. Элитная версия имеет в 1,5 раза большую эффективность, чем Опытная. Требуется 18 Canvas для развертывания.
sk_sk: Padákové poklopy nasadzujú padáky na spomalenie zostupu lodí, keď sú vo vnútri atmosféry. Môže byť nakonfigurovaný tak, aby sa otváral automaticky alebo manuálne z panela nástrojov alebo nastavení. Verzia Elite má 1,5x vyššiu účinnosť ako verzia Proficient. Nasadenie vyžaduje 18 plátien.
sv: Fallskärmsluckor fäller ut fallskärmar för att bromsa nedstigningen av fartyg när de är inne i atmosfären. Kan konfigureras för att öppnas automatiskt eller användas manuellt från verktygsfältet eller inställningarna. Elite-versionen har 1,5 gånger mer effektivitet än Proficient. Tar 18 arbetsytor att distribuera.
tr_tr: Paraşüt kapakları, atmosferin içindeyken gemilerin inişini yavaşlatmak için paraşütleri açar. Otomatik olarak açılacak şekilde yapılandırılabilir veya araç çubuğundan veya ayarlardan manuel olarak kullanılabilir. Elite sürümü, Yetkin'den 1,5 kat daha fazla etkinliğe sahiptir. Dağıtılması 18 Canvas alır.
uk: Парашутні люки розгортають парашути для уповільнення спуску суден, перебуваючи всередині атмосфери. Можна налаштувати на автоматичне відкриття або використовувати вручну на панелі інструментів або в налаштуваннях. Версія Elite має в 1,5 рази більшу ефективність, ніж Proficient. Для розгортання потрібно 18 Canvas.
zh_cn: 降落伞舱口展开降落伞以减缓船只在大气层内的下降速度。 可以配置为自动打开或从工具栏或设置手动使用。 精英版的效率是精通版的 1.5 倍。 需要 18 个 Canvas 来部署。
