Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallOreDetectorT0
source: Ore detectors detect ores within a limited radius and makes them show up on your HUD. Max Range: 50M
ca_ad: Els detectors de mineral detecten minerals dins d'un radi limitat i els fan aparèixer al vostre HUD. Abast màxim: 50M
cs_cz: Detektory rudy detekují rudy v omezeném okruhu a zobrazují je na vašem HUD. Maximální dosah: 50M
da: Malmdetektorer registrerer malm inden for en begrænset radius og får dem til at dukke op på din HUD. rækkevidde: 50 m
de: Erzdetektoren erkennen Erze in einem begrenzten Radius und lassen sie auf deinem HUD anzeigen. Maximale Reichweite: 50M
es: Los detectores de minerales detectan minerales dentro de un radio limitado y hacen que aparezcan en tu HUD. Alcance máximo: 50 m
et_ee: Maagidetektorid tuvastavad maagid piiratud raadiuses ja panevad need teie HUDile ilmuma. Maksimaalne vahemik: 50M
fi: Malminilmaisimet havaitsevat malmit rajoitetulla säteellä ja saavat ne näkymään HUD: ssä. Suurin kantama: 50M
fr: Les détecteurs de minerai détectent les minerais dans un rayon limité et les font apparaître sur votre HUD. Portée maximale : 50 m
hr_hr: Detektori rude otkrivaju rude u ograničenom radijusu i tjeraju ih da se pojave na vašem HUD-u. Maksimalni raspon: 50M
hu_hu: Az ércdetektorok korlátozott sugarú körben érzékelik az érceket, és megjelenítik azokat a HUD-on. Max hatótávolság: 50M
ja_jp: 鉱石探知機は、限られた範囲内の鉱石を検知し、HUDに表示させます。 最大範囲:50M
lv: Rūdas detektori nosaka rūdas ierobežotā rādiusā un liek tiem parādīties jūsu HUD. Maksimālais diapazons: 50M
nl: Ertsdetectoren detecteren ertsen binnen een beperkte straal en zorgen ervoor dat ze op uw HUD verschijnen. Maximaal bereik: 50M
no: Malmdetektorer oppdager malm innenfor en begrenset radius og får dem til å vises på HUD. Maks rekkevidde: 50M
pt_br: Os detectores de minério detectam minérios dentro de um raio limitado e fazem com que eles apareçam em seu HUD. Alcance máximo: 50M
ro: Detectoarele de minereu detectează minereurile pe o rază limitată și le fac să apară pe HUD. Raza maxima de actiune: 50M
ru: Детекторы руды обнаруживают руды в ограниченном радиусе и отображают их в интерфейсе. Максимальная дальность: 50 м
sk_sk: Detektory rúd detekujú rudy v obmedzenom okruhu a zobrazujú sa na vašom HUD. Maximálny dosah: 50M
sv: Malmdetektorer upptäcker malmer inom en begränsad radie och får dem att dyka upp på din HUD. Max räckvidd: 50M
tr_tr: Cevher dedektörleri, sınırlı bir yarıçap içindeki cevherleri algılar ve bunların HUD'nizde görünmesini sağlar. Maksimum Menzil: 50M
uk: Детектори руди виявляють руди в обмеженому радіусі та змушують їх відображатися на вашому HUD. Максимальна дальність: 50 м
zh_cn: 矿石探测器检测有限半径内的矿石，并使其显示在您的 HUD 上。 最大范围：50M

# Description_SmallOreDetectorT1
source: Ore detectors detect ores within a limited radius and makes them show up on your HUD. Max Range: 75M
ca_ad: Els detectors de mineral detecten minerals dins d'un radi limitat i els fan aparèixer al vostre HUD. Abast màxim: 75M
cs_cz: Detektory rudy detekují rudy v omezeném okruhu a zobrazují je na vašem HUD. Maximální dosah: 75M
da: Malmdetektorer registrerer malm inden for en begrænset radius og får dem til at dukke op på din HUD. rækkevidde: 75 mio.
de: Erzdetektoren erkennen Erze in einem begrenzten Radius und lassen sie auf deinem HUD anzeigen. Maximale Reichweite: 75M
es: Los detectores de minerales detectan minerales dentro de un radio limitado y hacen que aparezcan en tu HUD. Alcance máximo: 75 m
et_ee: Maagidetektorid tuvastavad maagid piiratud raadiuses ja panevad need teie HUDile ilmuma. Maksimaalne vahemik: 75M
fi: Malminilmaisimet havaitsevat malmit rajoitetulla säteellä ja saavat ne näkymään HUD: ssä. Suurin kantama: 75M
fr: Les détecteurs de minerai détectent les minerais dans un rayon limité et les font apparaître sur votre HUD. Portée maximale : 75 m
hr_hr: Detektori rude otkrivaju rude u ograničenom radijusu i tjeraju ih da se pojave na vašem HUD-u. Maksimalni raspon: 75M
hu_hu: Az ércdetektorok korlátozott sugarú körben érzékelik az érceket, és megjelenítik azokat a HUD-on. Max tartomány: 75M
ja_jp: 鉱石探知機は、限られた範囲内の鉱石を検知し、HUDに表示させます。 最大範囲:75M
lv: Rūdas detektori nosaka rūdas ierobežotā rādiusā un liek tiem parādīties jūsu HUD. Maksimālais diapazons: 75M
nl: Ertsdetectoren detecteren ertsen binnen een beperkte straal en zorgen ervoor dat ze op uw HUD verschijnen. Maximaal bereik: 75M
no: Malmdetektorer oppdager malm innenfor en begrenset radius og får dem til å vises på HUD. Maks rekkevidde: 75M
pt_br: Os detectores de minério detectam minérios dentro de um raio limitado e fazem com que eles apareçam em seu HUD. Alcance máximo: 75M
ro: Detectoarele de minereu detectează minereurile pe o rază limitată și le fac să apară pe HUD. Raza maxima: 75M
ru: Детекторы руды обнаруживают руды в ограниченном радиусе и отображают их в интерфейсе. Максимальная дальность: 75 м
sk_sk: Detektory rúd detekujú rudy v obmedzenom okruhu a zobrazujú sa na vašom HUD. Maximálny dosah: 75M
sv: Malmdetektorer upptäcker malmer inom en begränsad radie och får dem att dyka upp på din HUD. Max räckvidd: 75M
tr_tr: Cevher dedektörleri, sınırlı bir yarıçap içindeki cevherleri algılar ve bunların HUD'nizde görünmesini sağlar. Maksimum Menzil: 75M
uk: Детектори руди виявляють руди в обмеженому радіусі та змушують їх відображатися на вашому HUD. Максимальна дальність: 75 м
zh_cn: 矿石探测器检测有限半径内的矿石，并使其显示在您的 HUD 上。 最大射程：75M

# Description_SmallOreDetectorT2
source: Ore detectors detect ores within a limited radius and makes them show up on your HUD. Max Range: 112M
ca_ad: Els detectors de mineral detecten minerals dins d'un radi limitat i els fan aparèixer al vostre HUD. Autonomia màxima: 112M
cs_cz: Detektory rudy detekují rudy v omezeném okruhu a zobrazují je na vašem HUD. Maximální rozsah: 112M
da: Malmdetektorer registrerer malm inden for en begrænset radius og får dem til at dukke op på din HUD. rækkevidde: 112M
de: Erzdetektoren erkennen Erze in einem begrenzten Radius und lassen sie auf deinem HUD anzeigen. Maximale Reichweite: 112M
es: Los detectores de minerales detectan minerales dentro de un radio limitado y hacen que aparezcan en tu HUD. Alcance máximo: 112 m
et_ee: Maagidetektorid tuvastavad maagid piiratud raadiuses ja panevad need teie HUDile ilmuma. Maksimaalne vahemik: 112M
fi: Malminilmaisimet havaitsevat malmit rajoitetulla säteellä ja saavat ne näkymään HUD: ssä. Suurin kantama: 112M
fr: Les détecteurs de minerai détectent les minerais dans un rayon limité et les font apparaître sur votre HUD. Portée maximale : 112 m
hr_hr: Detektori rude otkrivaju rude u ograničenom radijusu i tjeraju ih da se pojave na vašem HUD-u. Maksimalni raspon: 112M
hu_hu: Az ércdetektorok korlátozott sugarú körben érzékelik az érceket, és megjelenítik azokat a HUD-on. Max tartomány: 112M
ja_jp: 鉱石探知機は、限られた範囲内の鉱石を検知し、HUDに表示させます。 最大範囲:112M
lv: Rūdas detektori nosaka rūdas ierobežotā rādiusā un liek tiem parādīties jūsu HUD. Maksimālais diapazons: 112M
nl: Ertsdetectoren detecteren ertsen binnen een beperkte straal en zorgen ervoor dat ze op uw HUD verschijnen. Maximaal bereik: 112M
no: Malmdetektorer oppdager malm innenfor en begrenset radius og får dem til å vises på HUD. Maks rekkevidde: 112M
pt_br: Os detectores de minério detectam minérios dentro de um raio limitado e fazem com que eles apareçam em seu HUD. Alcance máximo: 112M
ro: Detectoarele de minereu detectează minereurile pe o rază limitată și le fac să apară pe HUD. Raza maxima: 112M
ru: Детекторы руды обнаруживают руды в ограниченном радиусе и отображают их в интерфейсе. Максимальная дальность: 112M
sk_sk: Detektory rúd detekujú rudy v obmedzenom okruhu a zobrazujú sa na vašom HUD. Maximálny dosah: 112M
sv: Malmdetektorer upptäcker malmer inom en begränsad radie och får dem att dyka upp på din HUD. Max räckvidd: 112M
tr_tr: Cevher dedektörleri, sınırlı bir yarıçap içindeki cevherleri algılar ve bunların HUD'nizde görünmesini sağlar. Maksimum Menzil: 112M
uk: Детектори руди виявляють руди в обмеженому радіусі та змушують їх відображатися на вашому HUD. Максимальна дальність: 112 м
zh_cn: 矿石探测器检测有限半径内的矿石，并使其显示在您的 HUD 上。 最大射程：112M

# Description_SmallOreDetectorT3
source: Ore detectors detect ores within a limited radius and makes them show up on your HUD. Max Range: 168M
ca_ad: Els detectors de mineral detecten minerals dins d'un radi limitat i els fan aparèixer al vostre HUD. Abast màxim: 168M
cs_cz: Detektory rudy detekují rudy v omezeném okruhu a zobrazují je na vašem HUD. Maximální rozsah: 168M
da: Malmdetektorer registrerer malm inden for en begrænset radius og får dem til at dukke op på din HUD. rækkevidde: 168 mio.
de: Erzdetektoren erkennen Erze in einem begrenzten Radius und lassen sie auf deinem HUD anzeigen. Maximale Reichweite: 168M
es: Los detectores de minerales detectan minerales dentro de un radio limitado y hacen que aparezcan en tu HUD. Alcance máximo: 168 m
et_ee: Maagidetektorid tuvastavad maagid piiratud raadiuses ja panevad need teie HUDile ilmuma. Maksimaalne vahemik: 168M
fi: Malminilmaisimet havaitsevat malmit rajoitetulla säteellä ja saavat ne näkymään HUD: ssä. Suurin kantama: 168M
fr: Les détecteurs de minerai détectent les minerais dans un rayon limité et les font apparaître sur votre HUD. Portée maximale : 168 M
hr_hr: Detektori rude otkrivaju rude u ograničenom radijusu i tjeraju ih da se pojave na vašem HUD-u. Maksimalni domet: 168M
hu_hu: Az ércdetektorok korlátozott sugarú körben érzékelik az érceket, és megjelenítik azokat a HUD-on. Max hatótávolság: 168M
ja_jp: 鉱石探知機は、限られた範囲内の鉱石を検知し、HUDに表示させます。 最大範囲:168M
lv: Rūdas detektori nosaka rūdas ierobežotā rādiusā un liek tiem parādīties jūsu HUD. Maksimālais diapazons: 168M
nl: Ertsdetectoren detecteren ertsen binnen een beperkte straal en zorgen ervoor dat ze op uw HUD verschijnen. Maximaal bereik: 168M
no: Malmdetektorer oppdager malm innenfor en begrenset radius og får dem til å vises på HUD. Maks rekkevidde: 168M
pt_br: Os detectores de minério detectam minérios dentro de um raio limitado e fazem com que eles apareçam em seu HUD. Escala máxima: 168M
ro: Detectoarele de minereu detectează minereurile pe o rază limitată și le fac să apară pe HUD. Raza maxima: 168M
ru: Детекторы руды обнаруживают руды в ограниченном радиусе и отображают их в интерфейсе. Максимальная дальность: 168M
sk_sk: Detektory rúd detekujú rudy v obmedzenom okruhu a zobrazujú sa na vašom HUD. Maximálny dosah: 168M
sv: Malmdetektorer upptäcker malmer inom en begränsad radie och får dem att dyka upp på din HUD. Max räckvidd: 168M
tr_tr: Cevher dedektörleri, sınırlı bir yarıçap içindeki cevherleri algılar ve bunların HUD'nizde görünmesini sağlar. Maksimum Menzil: 168M
uk: Детектори руди виявляють руди в обмеженому радіусі та змушують їх відображатися на вашому HUD. Максимальна дальність: 168 м
zh_cn: 矿石探测器检测有限半径内的矿石，并使其显示在您的 HUD 上。 最大射程：168M

# Description_SmallOxygenGeneratorT0
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. Ice Consumption Per Second: 5 Ice To Oxygen Ratio: 10L Ice To Hydrogen Ratio: 20L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. Consum de gel per segon: 5 Relació gel-oxigen: 10L Relació gel a hidrogen: 20L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. Spotřeba ledu za sekundu: 5 Poměr ledu a kyslíku: 10L Poměr ledu k vodíku: 20L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. Isforbrug pr. sekund: 5 Is til ilt-forhold: 10L Is til brint-forhold: 20L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. Eisverbrauch pro Sekunde: 5 Verhältnis von Eis zu Sauerstoff: 10L Verhältnis von Eis zu Wasserstoff: 20 l
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. Consumo de hielo por segundo: 5 Relación de hielo a oxígeno: 10L Relación de hielo a hidrógeno: 20L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. Jää tarbimine sekundis: 5 Jää ja hapniku suhe: 10L Jää ja vesiniku suhe: 20L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. Jään kulutus sekunnissa: 5 Jään ja hapen suhde: 10L Jään ja vedyn suhde: 20L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. Consommation de glace par seconde : 5 Rapport glace/oxygène : 10L Rapport glace/hydrogène : 20L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. Potrošnja leda u sekundi: 5 Omjer leda i kisika: 10L Omjer leda i vodika: 20L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. Jégfogyasztás másodpercenként: 5 Jég-oxigén arány: 10L Jég-hidrogén arány: 20L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 毎秒氷の消費量: 5 氷と酸素の比率:10L 氷と水素の比率:20L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. Ledus patēriņš sekundē: 5 Ledus un skābekļa attiecība: 10L Ledus un ūdeņraža attiecība: 20L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. IJsverbruik per seconde: 5 IJs-zuurstofverhouding: 10L IJs-waterstofverhouding: 20L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. Isforbruk per sekund: 5 Is til oksygenforhold: 10L Forholdet mellom is og hydrogen: 20L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. Consumo de gelo por segundo: 5 Relação gelo/oxigênio: 10L Relação gelo/hidrogênio: 20L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. Consumul de gheață pe secundă: 5 Raportul gheață/oxigen: 10L Raportul gheață/hidrogen: 20L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. Расход льда в секунду: 5 Соотношение льда и кислорода: 10 л Соотношение льда и водорода: 20 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. Spotreba ľadu za sekundu: 5 Pomer ľadu k kyslíku: 10L Pomer ľadu k vodíku: 20L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. Isförbrukning per sekund: 5 Förhållande mellan is och syre: 10L Förhållande mellan is och väte: 20L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Saniyede Buz Tüketimi: 5 Buz Oksijen Oranı: 10L Buz Hidrojen Oranı: 20L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. Витрата льоду в секунду: 5 Співвідношення льоду до кисню: 10 л Співвідношення льоду до водню: 20 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 每秒冰消耗量：5 冰氧比：10L 冰氢比：20L

# Description_SmallOxygenGeneratorT1
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. 1.5x Faster And 1.5x More Efficient Than Normal. Ice Consumption Per Second: 8 Ice To Oxygen Ratio: 15L Ice To Hydrogen Ratio: 30L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. 1.5x més ràpid i 1.5x més eficient del normal. Consum de gel per segon: 8 Relació gel-oxigen: 15L Relació gel a hidrogen: 30L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. 1,5× rychlejší a 1,5× efektivnější než normálně. Spotřeba ledu za sekundu: 8 Poměr ledu a kyslíku: 15L Poměr ledu a vodíku: 30L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. 1.5x hurtigere og 1.5x mere effektiv end normalt. Isforbrug pr. sekund: 8 Is til ilt-forhold: 15L Is til brint-forhold: 30L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. 1,5x schneller und 1,5x effizienter als normal. Eisverbrauch pro Sekunde: 8 Verhältnis von Eis zu Sauerstoff: 15 l Verhältnis von Eis zu Wasserstoff: 30 l
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. 1,5 veces más rápido y 1,5 veces más eficiente de lo normal. Consumo de hielo por segundo: 8 Relación de hielo a oxígeno: 15L Relación de hielo a hidrógeno: 30L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. 1.5x kiirem ja 1.5x tõhusam kui tavaliselt. Jää tarbimine sekundis: 8 Jää ja hapniku suhe: 15L Jää ja vesiniku suhe: 30L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. 1.5x nopeampi ja 1.5x tehokkaampi kuin normaalisti. Jään kulutus sekunnissa: 8 Jään ja hapen suhde: 15L Jään ja vedyn suhde: 30L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. 1,5 fois plus rapide et 1,5 fois plus efficace que la normale. Consommation de glace par seconde : 8 Rapport glace/oxygène : 15L Rapport glace/hydrogène : 30L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. 1,5 puta brži i 1,5 puta učinkovitiji od normalnog. Potrošnja leda u sekundi: 8 Omjer leda i kisika: 15L Omjer leda i vodika: 30L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. 1,5-szer gyorsabb és 1,5-szer hatékonyabb a normálnál. Jégfogyasztás másodpercenként: 8 Jég-oxigén arány: 15L Jég-hidrogén arány: 30L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 通常の1.5倍の速さと1.5倍の効率。 毎秒氷の消費量: 8 氷と酸素の比率:15L 氷と水素の比率:30L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. 1,5x ātrāks un 1,5x efektīvāks nekā parasti. Ledus patēriņš sekundē: 8 Ledus un skābekļa attiecība: 15L Ledus un ūdeņraža attiecība: 30L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. 1,5x sneller en 1,5x efficiënter dan normaal. IJsverbruik per seconde: 8 IJs-zuurstofverhouding: 15L IJs-waterstofverhouding: 30L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. 1,5 ganger raskere og 1,5 ganger mer effektiv enn normalt. Isforbruk per sekund: 8 Is til oksygenforhold: 15L Forholdet mellom is og hydrogen: 30L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. 1,5x mais rápido e 1,5x mais eficiente do que o normal. Consumo de gelo por segundo: 8 Relação gelo/oxigênio: 15L Relação gelo/hidrogênio: 30L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât în mod normal. Consumul de gheață pe secundă: 8 Raportul gheață/oxigen: 15L Raportul gheață/hidrogen: 30L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем обычно. Расход льда в секунду: 8 Соотношение льда и кислорода: 15 л Соотношение льда и водорода: 30 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. 1,5x rýchlejší a 1,5x efektívnejší ako zvyčajne. Spotreba ľadu za sekundu: 8 Pomer ľadu k kyslíku: 15L Pomer ľadu k vodíku: 30L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. 1,5 gånger snabbare och 1,5 gånger effektivare än normalt. Isförbrukning per sekund: 8 Förhållande mellan is och syre: 15L Förhållande mellan is och väte: 30L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Normalden 1,5 Kat Daha Hızlı ve 1,5 Kat Daha Verimli. Saniyede buz tüketimi: 8 Buz Oksijen Oranı: 15L Buz Hidrojen Oranı: 30L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж зазвичай. Витрата льоду в секунду: 8 Співвідношення льоду до кисню: 15 л Співвідношення льоду до водню: 30 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 速度比平时快 1.5 倍，效率高 1.5 倍。 每秒冰消耗量：8 冰氧比：15L 冰氢比：30L
