Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QHRefineryT2
source: 12.96x Refine Speed. 0.92125x Efficiency. 10.08MW Power Usage. 8x Faster Than Proficent Refinery. 8x Cost. Includes the cost of 16 proficient yield modules, 8 speed modules, and 8 power modules. Equivalent to 8 proficient refineries, with 2 yield, 1 speed, and 1 power modules each.
ca_ad: 12.96x velocitat de refinament. 0.92125x Eficiència. Consum de potència de 10,08MW. 8x més ràpid que la refineria proficent. 8x Cost. Inclou el cost de 16 mòduls de rendiment competent, mòduls de 8 velocitats i 8 mòduls de potència. Equivalent a 8 refineries competents, amb 2 mòduls de rendiment, 1 velocitat i 1 potència cadascuna.
cs_cz: 12,96× zpřesnění rychlosti. 0,92125× účinnost. Spotřeba energie 10,08 MW. 8x rychlejší než rafinérie Proficent. 8x náklady. Zahrnuje náklady na 16 modulů s výtěžností, 8 rychlostních modulů a 8 výkonových modulů. Odpovídá 8 zdatným rafinériím, každá se 2 moduly s výtěžností, 1 rychlostí a 1 výkonovým modulem.
da: 12.96x forfine hastighed. 0.92125x effektivitet. 10.08MW strømforbrug. 8x hurtigere end dygtige raffinaderier. 8x omkostninger. Inkluderer omkostningerne ved 16 dygtige ydelsesmoduler, 8-hastighedsmoduler og 8 strømmoduler. Svarende til 8 dygtige raffinaderier, med 2 udbytte, 1 hastighed og 1 effektmoduler hver.
de: 12,96-fache Verfeinerungsgeschwindigkeit. 0,92125x Wirkungsgrad. 10,08 MW Stromverbrauch. 8x schneller als Proficent Raffinerie. 8x Kosten. Beinhaltet die Kosten für 16 leistungsfähige Ertragsmodule, 8 Geschwindigkeitsmodule und 8 Leistungsmodule. Entspricht 8 kompetenten Raffinerien mit jeweils 2 Ertrags-, 1 Geschwindigkeits- und 1 Leistungsmodul.
es: Velocidad de refinamiento de 12,96x. 0.92125x Eficiencia. Consumo de energía de 10,08 MW. 8 veces más rápido que Proficent Refinery. 8 veces el coste. Incluye el costo de 16 módulos de rendimiento competente, 8 módulos de velocidad y 8 módulos de potencia. Equivalente a 8 refinerías competentes, con 2 módulos de rendimiento, 1 velocidad y 1 de potencia cada uno.
et_ee: 12.96x täpsustage kiirust. 0,92125x efektiivsus. 10.08MW Energiakasutus. 8x kiirem kui Proficenti rafineerimistehas. 8x maksumus. Sisaldab 16 vilunud saagismooduli, 8 kiirusmooduli ja 8 võimsusmooduli maksumust. Samaväärne 8 vilunud rafineerimistehasega, millest igaühel on 2 saagikust, 1 kiirus ja 1 võimsusmoodul.
fi: 12,96x tarkennusnopeus. 0,92125x hyötysuhde. 10,08 MW virrankulutus. 8x nopeampi kuin Proficent Refinery. 8x hinta. Sisältää 16 taitavan tuottomoduulin, 8 nopeusmoduulin ja 8 tehomoduulin kustannukset. Vastaa 8 taitavaa jalostamoa, joissa kussakin on 2 tuottoa, 1 nopeus ja 1 tehomoduuli.
fr: Vitesse d’affinage 12,96x. Efficacité 0,92125x. Consommation d’énergie de 10,08 MW. 8 fois plus rapide que la raffinerie Proficent. Coût multiplié par 8. Comprend le coût de 16 modules de rendement compétents, 8 modules de vitesse et 8 modules d’alimentation. Équivalent à 8 raffineries compétentes, avec 2 modules de rendement, 1 module de vitesse et 1 module de puissance chacune.
hr_hr: 12.96x Pročistite brzinu. 0.92125x učinkovitost. Potrošnja energije od 10,08 MW. 8x brže od proficentne rafinerije. 8x Trošak. Uključuje troškove 16 stručnih modula prinosa, 8 modula brzine i 8 modula snage. Ekvivalent 8 stručnih rafinerija, s po 2 prinosa, 1 brzinom i 1 modulom snage.
hu_hu: 12,96x Finomítsa a sebességet. 0,92125x hatékonyság. 10,08 MW energiafelhasználás. 8x gyorsabb, mint a Proficent finomító. 8x költség. Tartalmazza 16 profi hozammodul, 8 sebességmodul és 8 teljesítménymodul költségét. 8 gyakorlott finomítónak felel meg, egyenként 2 hozammal, 1 sebességgel és 1 teljesítménymodullal.
ja_jp: 12.96倍のリファイン速度。 0.92125xの効率。 10.08MWの電力使用量。 プロフィセント製油所の8倍の速さ。 コストが8倍。 16個の熟練した歩留まりモジュール、8個の速度モジュール、および8個の電源モジュールのコストが含まれています。 8つの熟練した製油所に相当し、それぞれ2つの収率、1つの速度、および1つのパワーモジュールを備えています。
lv: 12,96x uzlabot ātrumu. 0,92125x efektivitāte. 10.08MW enerģijas patēriņš. 8x ātrāk nekā Proficent Refinery. 8x izmaksas. Ietver 16 prasmīgu ienesīguma moduļu, 8 ātruma moduļu un 8 jaudas moduļu izmaksas. Līdzvērtīgs 8 prasmīgām rafinēšanas rūpnīcām ar 2 ražību, 1 ātrumu un 1 jaudas moduļiem katrā.
nl: 12.96x Snelheid verfijnen. 0.92125x Efficiëntie. 10,08 MW stroomverbruik. 8x sneller dan Proficent raffinaderij. 8x kosten. Inclusief de kosten van 16 modules met een bekwame opbrengst, 8 snelheidsmodules en 8 voedingsmodules. Gelijk aan 8 bekwame raffinaderijen, met elk 2 opbrengst-, 1 snelheids- en 1 voedingsmodule.
no: 12.96x raffinert hastighet. 0,92125x effektivitet. 10,08 MW strømforbruk. 8 ganger raskere enn Proficent Refinery. 8x kostnad. Inkluderer kostnaden for 16 moduler med høy ytelse, 8 hastighetsmoduler og 8 kraftmoduler. Tilsvarer 8 dyktige raffinerier, med 2 produksjonsmoduler, 1 hastighet og 1 kraftmoduler hver.
pt_br: 12,96x Refine a velocidade. 0,92125x Eficiência. Potência de 10,08MW. 8x mais rápido que a refinaria Proficent. Custo 8x. Inclui o custo de 16 módulos de rendimento proficientes, 8 módulos de velocidade e 8 módulos de potência. Equivalente a 8 refinarias proficientes, com 2 módulos de rendimento, 1 velocidade e 1 potência cada.
ro: Viteză de rafinare de 12,96x. Eficiență de 0,92125x. Consum de energie de 10,08MW. De 8 ori mai rapid decât rafinăria Proficent. Cost de 8x. Include costul a 16 module de randament competent, 8 module de viteză și 8 module de putere. Echivalentul a 8 rafinării competente, cu 2 randament, 1 viteză și 1 modul de putere fiecare.
ru: Скорость уточнения 12,96x. 0,92125x Эффективность. Энергопотребление 10,08 МВт. В 8 раз быстрее, чем Proficent Refinery. Стоимость в 8 раз. Включает в себя стоимость 16 профессиональных модулей выхода, 8 скоростных модулей и 8 силовых модулей. Эквивалент 8 опытных нефтеперерабатывающих заводов, с 2 выходными, 1 скоростными и 1 силовым модулями каждый.
sk_sk: 12,96x rýchlosť spresnenia. 0,92125x Účinnosť. Spotreba energie 10,08 MW. 8x rýchlejšia rafinéria ako profesionálna rafinéria. 8x náklady. Zahŕňa náklady na 16 skúsených modulov s výťažnosťou, 8 rýchlostných modulov a 8 výkonových modulov. Zodpovedá 8 skúseným rafinériám, každá s 2 výnosovými, 1 rýchlostnými a 1 výkonovým modulom.
sv: 12,96x förfina hastigheten. 0,92125x effektivitet. 10,08 MW strömförbrukning. 8 gånger snabbare än Proficent Refinery. 8x kostnad. Inkluderar kostnaden för 16 skickliga avkastningsmoduler, 8-hastighetsmoduler och 8 kraftmoduler. Motsvarar 8 skickliga raffinaderier, med 2 utbytes-, 1-hastighets- och 1 kraftmoduler vardera.
tr_tr: 12.96x Rafine Hızı. 0.92125x Verimlilik. 10.08MW Güç Kullanımı. Proficent Refineri'den 8 kat daha hızlı. 8x Maliyet. 16 yetkin verim modülünün, 8 hız modülünün ve 8 güç modülünün maliyetini içerir. Her biri 2 verim, 1 hız ve 1 güç modülüne sahip 8 yetkin rafineriye eşdeğerdir.
uk: Швидкість уточнення 12,96x. Ефективність 0,92125x. Споживання електроенергії 10,08 МВт. У 8 разів швидше, ніж Proficent Refinery. Вартість у 8 разів. Включає вартість 16 високопродуктивних модулів продуктивності, 8 швидкісних модулів і 8 силових модулів. Еквівалентно 8 досвідченим нафтопереробним заводам з 2 продуктивністю, 1 швидкістю та 1 силовим модулем кожен.
zh_cn: 12.96 倍优化速度。 0.92125 倍效率。 10.08MW用电量。 比 Proficent 炼油厂快 8 倍。 8 倍成本。 包括 16 个良率模块、8 个速度模块和 8 个功率模块的成本。 相当于 8 家精炼厂，每家炼油厂有 2 个产量、1 个速度和 1 个功率模块。

# Description_QHRefineryT3
source: 18.4x Refine Speed. 1.5x Efficiency. 15.12MW Power Usage. 8x Faster Than Elite Refinery. 8x Cost. Includes the cost of 16 elite yield modules, 8 speed modules, and 8 power modules. Equivalent to 8 elite refineries, with 2 yield, 1 speed, and 1 power modules each.
ca_ad: 18.4x Velocitat de refinament. 1.5x Eficiència. Consum de potència de 15,12MW. 8 vegades més ràpid que la refineria d'elit. 8x Cost. Inclou el cost de 16 mòduls de rendiment d'elit, mòduls de 8 velocitats i 8 mòduls de potència. Equivalent a 8 refineries d'elit, amb 2 mòduls de rendiment, 1 velocitat i 1 potència cadascuna.
cs_cz: 18,4× rychlost zpřesnění. 1,5x účinnost. Spotřeba energie 15,12 MW. 8x rychlejší než elitní rafinérie. 8x náklady. Zahrnuje náklady na 16 modulů s elitním výnosem, 8 rychlostních modulů a 8 napájecích modulů. Ekvivalent 8 elitních rafinérií, každá se 2 výtěžkovými moduly, 1 rychlostí a 1 výkonovým modulem.
da: 18.4x forfine hastighed. 1.5x effektivitet. 15.12MW strømforbrug. 8x hurtigere end Elite Raffinaderiet. 8x omkostninger. Inkluderer omkostningerne ved 16 eliteudbyttemoduler, 8-hastighedsmoduler og 8 effektmoduler. Svarende til 8 elite raffinaderier, med 2 udbytte, 1 hastighed og 1 effektmoduler hver.
de: 18,4-fache Verfeinerungsgeschwindigkeit. 1,5-facher Wirkungsgrad. 15,12 MW Stromverbrauch. 8x schneller als Elite Refinery. 8x Kosten. Beinhaltet die Kosten für 16 Elite-Ertragsmodule, 8-Geschwindigkeits-Module und 8 Leistungsmodule. Entspricht 8 Elite-Raffinerien mit jeweils 2 Ertrags-, 1 Geschwindigkeits- und 1 Leistungsmodul.
es: Velocidad de refinamiento de 18,4x. 1,5 veces la eficiencia. Consumo de energía de 15,12 MW. 8 veces más rápido que Elite Refinery. 8 veces el coste. Incluye el costo de 16 módulos de rendimiento de élite, 8 módulos de velocidad y 8 módulos de potencia. Equivalente a 8 refinerías de élite, con 2 módulos de rendimiento, 1 velocidad y 1 de potencia cada uno.
et_ee: 18.4x täpsustage kiirust. 1.5x efektiivsus. 15.12MW Energiakasutus. 8x kiirem kui Elite rafineerimistehas. 8x maksumus. Sisaldab 16 eliitsaagise mooduli, 8 kiirusmooduli ja 8 võimsusmooduli maksumust. Samaväärne 8 eliitrafineerimistehasega, millest igaühel on 2 saagikust, 1 kiirus ja 1 võimsusmoodul.
fi: 18,4x tarkennusnopeus. 1,5-kertainen hyötysuhde. 15,12 MW virrankulutus. 8x nopeampi kuin Elite Refinery. 8x hinta. Sisältää 16 eliittituottomoduulin, 8 nopeusmoduulin ja 8 tehomoduulin kustannukset. Vastaa 8 eliittijalostamoa, joissa kussakin on 2 tuottoa, 1 nopeus ja 1 tehomoduuli.
fr: Vitesse d’affinage 18,4x. Efficacité 1,5 fois. Consommation d’énergie de 15,12 MW. 8 fois plus rapide qu’Elite Refinery. Coût multiplié par 8. Comprend le coût de 16 modules de rendement d’élite, 8 modules de vitesse et 8 modules d’alimentation. Équivalent à 8 raffineries d’élite, avec 2 modules de rendement, 1 module de vitesse et 1 module de puissance chacune.
hr_hr: 18.4x Pročistite brzinu. 1,5x učinkovitost. Potrošnja energije od 15,12 MW. 8x brže od elitne rafinerije. 8x Trošak. Uključuje troškove 16 elitnih modula prinosa, 8 modula brzine i 8 modula snage. Ekvivalent 8 elitnih rafinerija, s po 2 prinosa, 1 brzinom i 1 modulom snage.
hu_hu: 18,4-szer finomítja a sebességet. 1,5-szeres hatékonyság. 15,12 MW energiafelhasználás. 8x gyorsabb, mint az Elite finomító. 8x költség. Tartalmazza 16 elit hozammodul, 8 sebességmodul és 8 teljesítménymodul költségét. Ez 8 elit finomítónak felel meg, egyenként 2 hozammal, 1 sebességgel és 1 teljesítménymodullal.
ja_jp: 18.4倍のリファイン速度。 1.5倍の効率。 15.12MWの電力使用量。 エリート製油所の8倍の速さ。 コストが8倍。 16 個のエリート歩留まりモジュール、8 個の速度モジュール、8 個の電源モジュールのコストが含まれています。 8つのエリート製油所に相当し、それぞれ2つの収量、1つの速度、および1つのパワーモジュールを備えています。
lv: 18,4x uzlabot ātrumu. 1,5x efektivitāte. 15.12MW enerģijas patēriņš. 8x ātrāk nekā elites rafinēšanas fabrika. 8x izmaksas. Ietver 16 elites ienesīguma moduļu, 8 ātruma moduļu un 8 jaudas moduļu izmaksas. Līdzvērtīgs 8 elites pārstrādes rūpnīcām ar 2 ražu, 1 ātrumu un 1 jaudas moduļiem katrā.
nl: 18,4x snelheid verfijnen. 1,5x efficiëntie. 15,12 MW stroomverbruik. 8x sneller dan Elite Refinery. 8x kosten. Inclusief de kosten van 16 elite-opbrengstmodules, 8 snelheidsmodules en 8 voedingsmodules. Gelijk aan 8 elite-raffinaderijen, met elk 2 opbrengst-, 1 snelheids- en 1 voedingsmodule.
no: 18.4x Finjuster hastigheten. 1,5 ganger effektivitet. 15,12 MW strømforbruk. 8 ganger raskere enn Elite Refinery. 8x kostnad. Inkluderer kostnaden for 16 elite yield-moduler, 8-trinns moduler og 8 kraftmoduler. Tilsvarer 8 eliteraffinerier, med 2 produksjons-, 1-hastighets- og 1 kraftmoduler hver.
pt_br: 18,4x Refine a velocidade. 1,5x Eficiência. Potência de 15,12MW. 8x mais rápido que a refinaria de elite. Custo 8x. Inclui o custo de 16 módulos de rendimento de elite, 8 módulos de velocidade e 8 módulos de potência. Equivalente a 8 refinarias de elite, com 2 módulos de rendimento, 1 velocidade e 1 potência cada.
ro: Viteză de rafinare de 18,4x. Eficiență de 1,5x. Consum de energie de 15,12MW. De 8 ori mai rapid decât Elite Refinery. Cost de 8x. Include costul a 16 module de capacitate de elită, 8 module de viteză și 8 module de putere. Echivalentul a 8 rafinării de elită, cu 2 randamente, 1 viteză și 1 modul de putere fiecare.
ru: Скорость уточнения в 18,4 раза. Эффективность в 1,5 раза. Энергопотребление 15,12 МВт. В 8 раз быстрее, чем Elite Refinery. Стоимость в 8 раз. Включает в себя стоимость 16 элитных модулей доходности, 8 скоростных модулей и 8 силовых модулей. Эквивалентно 8 элитным нефтеперерабатывающим заводам, с 2 выходными, 1 скоростными и 1 силовыми модулями каждый.
sk_sk: 18,4x rýchlosť spresnenia. 1,5x účinnosť. Spotreba energie 15,12 MW. 8x rýchlejšia ako rafinéria Elite. 8x náklady. Zahŕňa náklady na 16 elitných výnosových modulov, 8 rýchlostných modulov a 8 výkonových modulov. Ekvivalent 8 elitných rafinérií s 2 výnosmi, 1 rýchlostnou a 1 výkonovým modulom.
sv: 18,4x förfina hastigheten. 1,5x effektivitet. 15,12 MW strömförbrukning. 8 gånger snabbare än elitraffinaderi. 8x kostnad. Inkluderar kostnaden för 16 elitavkastningsmoduler, 8-hastighetsmoduler och 8 kraftmoduler. Motsvarar 8 elitraffinaderier, med 2 utbytes-, 1-hastighets- och 1 kraftmoduler vardera.
tr_tr: 18,4 kat iyileştirme hızı. 1,5 kat verimlilik. 15.12MW Güç Kullanımı. Elite Refinery'den 8 kat daha hızlı. 8x Maliyet. 16 elit verim modülü, 8 hız modülü ve 8 güç modülünün maliyetini içerir. Her biri 2 verim, 1 hız ve 1 güç modülüne sahip 8 elit rafineriye eşdeğerdir.
uk: Швидкість уточнення в 18,4 рази. Ефективність у 1,5 рази. Споживання електроенергії 15,12 МВт. У 8 разів швидше, ніж елітний нафтопереробний завод. Вартість у 8 разів. Включає вартість 16 елітних модулів прибутковості, 8 швидкісних модулів і 8 силових модулів. Еквівалентно 8 елітним нафтопереробним заводам, з 2 продуктивними, 1 швидкісним і 1 силовим модулем кожен.
zh_cn: 18.4 倍优化速度。 效率 1.5 倍。 15.12MW用电量。 比 Elite Refinery 快 8 倍。 8 倍成本。 包括 16 个精英良率模块、8 个速度模块和 8 个电源模块的成本。 相当于8家精英炼油厂，每家有2个产量、1个速度和1个功率模块。

# Description_QHydrogenTankT0
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. Capacity: 120,000,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. Capacitat: 120.000.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. Kapacita: 120 000 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. Kapacitet: 120.000.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. Kapazität: 120.000.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. Capacidad: 120.000.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. Mahutavus: 120 000 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. Kapasiteetti: 120 000 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. Capacité : 120 000 000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. Kapacitet: 120.000.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. Kapacitás: 120,000,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 容量: 120,000,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. Ietilpība: 120 000 000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. Capaciteit: 120.000.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. Kapasitet: 120,000,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. Capacidade: 120.000.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. Capacitate: 120.000.000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. Емкость: 120 000 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. Kapacita: 120 000 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. Kapacitet: 120 000 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Kapasite: 120.000.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. Ємність: 120 000 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 容量：120,000,000L
