Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_QBatteryWarfare2T2
source: Proficient Quantum Warfare Battery
ca_ad: Bateria competent de guerra quàntica
cs_cz: Expertní baterie kvantové války
da: Dygtigt kvantekrigsførelsesbatteri
de: Kompetente Quantenkriegsbatterie
es: Batería de guerra cuántica competente
et_ee: Vilunud kvantsõja patarei
fi: Taitava kvanttisodankäynnin akku
fr: Batterie de guerre quantique compétente
hr_hr: Iskusna baterija kvantnog ratovanja
hu_hu: Proficient kvantumhadviselési akkumulátor
ja_jp: 熟練した量子戦バッテリー
lv: Prasmīgs kvantu kara akumulators
nl: Bekwame Quantum Warfare Batterij
no: Dyktig kvantekrigføringsbatteri
pt_br: Bateria de Guerra Quântica Proficiente
ro: Baterie de război cuantic competentă
ru: Опытная батарея квантовой войны
sk_sk: Skúsená kvantová bojová batéria
sv: Skickligt batteri för kvantkrigföring
tr_tr: Yetkin Kuantum Savaş Bataryası
uk: Досвідчена батарея квантової війни
zh_cn: 熟练的量子战电池

# DisplayName_Block_QBatteryWarfare2T3
source: Elite Quantum Warfare Battery
ca_ad: Bateria de guerra quàntica d'elit
cs_cz: Elitní baterie kvantové války
da: Elite Quantum Warfare batteri
de: Elite-Quantenkriegs-Batterie
es: Batería de guerra cuántica de élite
et_ee: Elite Quantum Warfare aku
fi: Elite Quantum Warfare -akku
fr: Batterie de guerre quantique d’élite
hr_hr: Elitna baterija kvantnog ratovanja
hu_hu: Elite Quantum Warfare akkumulátor
ja_jp: エリート量子戦バッテリー
lv: Elites kvantu kara akumulators
nl: Elite Quantum Warfare-batterij
no: Elite Quantum Warfare batteri
pt_br: Bateria de Guerra Quântica de Elite
ro: Baterie Elite Quantum Warfare
ru: Элитная батарея квантовой войны
sk_sk: Batéria Elite Quantum Warfare
sv: Elite Quantum Warfare-batteri
tr_tr: Elit Kuantum Savaş Bataryası
uk: Елітна батарея квантової війни
zh_cn: 精英量子战电池

# DisplayName_Block_QColorableSolarPanelCornerInvertedT0
source: Quantum Colorable Solar Panel Slope Right
ca_ad: Pendent del panell solar quàntic de colors a la dreta
cs_cz: Kvantový barevný sklon solárního panelu vpravo
da: Quantum farverig solpanel hældning højre
de: Quantum Colorable Solarpanel Neigung rechts
es: Panel solar coloreable cuántico pendiente a la derecha
et_ee: Kvantvärviline päikesepaneelide kalle paremale
fi: Kvanttivärinen aurinkopaneelin kaltevuus oikealla
fr: Panneau solaire colorable quantique pente droite
hr_hr: Kvantno šareni nagib solarne ploče desno
hu_hu: Kvantum színezhető napelem lejtő jobbra
ja_jp: 量子着色可能なソーラーパネルスロープ右
lv: Kvantu krāsains saules paneļa slīpums pa labi
nl: Quantum Kleurbare Zonnepaneel Helling Rechts
no: Quantum fargerikt solcellepanel skråning høyre
pt_br: Quantum colorível painel solar inclinação direita
ro: Panou solar colorabil cuantic panta dreapta
ru: Квантовая раскрашиваемая солнечная панель наклон вправо
sk_sk: Kvantový farebný sklon solárneho panela vpravo
sv: Quantum färgbar solpanel lutning höger
tr_tr: Kuantum Renkli Güneş Paneli Eğimi Sağ
uk: Квантова кольорова сонячна панель нахил праворуч
zh_cn: 量子可着色太阳能电池板向右倾斜

# DisplayName_Block_QColorableSolarPanelCornerInvertedT1
source: Enhanced Quantum Colorable Solar Panel Slope Right
ca_ad: Pendent del panell solar quàntic colorable millorat a la dreta
cs_cz: Vylepšený sklon solárního panelu Quantum Colorable vpravo
da: Forbedret kvantefarvel solpanelhældning til højre
de: Verbesserte Quantum-Neigung des einfärbbaren Solarmoduls nach rechts
es: Panel solar coloreable cuántico mejorado con pendiente a la derecha
et_ee: Täiustatud kvantvärvitav päikesepaneeli kalle paremale
fi: Parannettu kvanttivärinen aurinkopaneelin kaltevuus oikealla
fr: Panneau solaire coloré quantique amélioré incliné à droite
hr_hr: Poboljšani kvantno šareni nagib solarne ploče desno
hu_hu: Továbbfejlesztett kvantumszínezhető napelem lejtő jobbra
ja_jp: 強化された量子着色可能なソーラーパネルスロープ右
lv: Uzlabots kvantu krāsojams saules paneļu slīpums pa labi
nl: Verbeterde Quantum Colorable Solar Panel Slope Right
no: Forbedret Quantum fargerikt solcellepanel skråning høyre
pt_br: Inclinação do painel solar colorível quântico aprimorado à direita
ro: Pantă îmbunătățită a panoului solar colorabil cuantic dreapta
ru: Улучшенный наклон солнечной панели Quantum Colorable вправо
sk_sk: Vylepšený kvantovo farebný sklon solárneho panela vpravo
sv: Förbättrad kvantfärgbar solpanelslutning åt höger
tr_tr: Gelişmiş Kuantum Renkli Güneş Paneli Eğimi Sağ
uk: Покращена квантова кольорова сонячна панель нахил праворуч
zh_cn: 增强型量子可着色太阳能电池板向右倾斜

# DisplayName_Block_QColorableSolarPanelCornerInvertedT2
source: Proficient Quantum Colorable Solar Panel Slope Right
ca_ad: Pendent del panell solar quàntic i acolorit competent a la dreta
cs_cz: Profesionální kvantový barevný sklon solárního panelu vpravo
da: Dygtig kvantefarvel solpanelhældning til højre
de: Kompetentes Quantum Colorable Solarpanel Slope Right
es: Panel solar coloreable cuántico competente pendiente a la derecha
et_ee: Vilunud kvantvärviline päikesepaneelide kalle paremale
fi: Taitava kvanttivärinen aurinkopaneelin kaltevuus oikealla
fr: Panneau solaire colorable quantique compétent pente droite
hr_hr: Iskusni kvantno šareni nagib solarne ploče desno
hu_hu: Proficient kvantum színezhető napelem lejtő jobbra
ja_jp: 堪能な量子着色可能なソーラーパネルの斜面右
lv: Prasmīgs kvantu krāsojams saules paneļu slīpums pa labi
nl: Bekwaam Quantum Kleurbaar Zonnepaneel Helling Rechts
no: Dyktig kvantefarget solcellepanelskråning til høyre
pt_br: Proficiente Quantum Colorable Solar Panel Slope Direito
ro: Proficient Panou solar colorabil cuantic panta dreapta
ru: Опытная квантовая цветная солнечная панель наклон вправо
sk_sk: Zdatný kvantovo farebný sklon solárneho panela vpravo
sv: Skicklig kvantfärgbar solpanelslutning höger
tr_tr: Yetkin Kuantum Renkli Güneş Paneli Eğimi Sağ
uk: Досвідчена квантова кольорова сонячна панель нахил праворуч
zh_cn: 熟练的量子可着色太阳能电池板向右倾斜

# DisplayName_Block_QColorableSolarPanelCornerInvertedT3
source: Elite Quantum Colorable Solar Panel Slope Right
ca_ad: Pendent del panell solar de colors quàntics d'elit a la dreta
da: Elite Quantum Colorable Solar Panel Hældning Højre
de: Elite Quantum Farbbares Solarpanel Neigung rechts
es: Panel solar coloreable Elite Quantum Pendiente a la derecha
et_ee: Elite Quantum Colorable päikesepaneelide kalle paremale
fi: Elite Quantum väritettävä aurinkopaneelin kaltevuus oikealla
fr: Panneau solaire colorable Elite Quantum Pente droite
hr_hr: Elitni kvantni šareni nagib solarne ploče desno
hu_hu: Elite Quantum színezhető napelem lejtő jobbra
ja_jp: エリート量子着色可能ソーラーパネルスロープ右
lv: Elites kvantu krāsojamais saules paneļu slīpums pa labi
nl: Elite Quantum Kleurbaar Zonnepaneel Helling Rechts
no: Elite Quantum fargerikt solcellepanel skråning høyre
pt_br: Elite Quantum colorível painel solar inclinação direita
ro: Elite Panou solar colorabil cuantic panta dreapta
ru: Elite Quantum Colorable Солнечная панель Наклон вправо
sk_sk: Elite Quantum Colorable Solar Panel Sklon vpravo
sv: Elite Quantum färgbar solpanelslutning höger
tr_tr: Elite Quantum Renklendirilebilir Güneş Paneli Eğimi Sağ
uk: Елітна квантова кольорова сонячна панель нахил праворуч
zh_cn: Elite Quantum 可着色太阳能电池板向右倾斜

# DisplayName_Block_QColorableSolarPanelCornerT0
source: Quantum Colorable Solar Panel Slope Left
ca_ad: Pendent del panell solar quàntic colorable a l'esquerra
cs_cz: Kvantový barevný solární panel sklon vlevo
da: Kvantefarverig solpanelhældning til venstre
de: Quantum Colorable Solarpanel Neigung links
es: Panel solar coloreable cuántico pendiente izquierda
et_ee: Quantum Colorable päikesepaneeli kalle vasakule
fi: Kvanttivärinen aurinkopaneelin kaltevuus vasemmalla
fr: Panneau solaire colorable Quantum Pente gauche
hr_hr: Kvantno šareni nagib solarne ploče lijevo
hu_hu: Kvantum színezhető napelem lejtő balra
ja_jp: 量子着色可能なソーラーパネルスロープ左
lv: Kvantu krāsojams saules paneļa slīpums pa kreisi
nl: Quantum Kleurbaar Zonnepaneel Helling Links
no: Quantum fargerik solcellepanelhelling til venstre
pt_br: Inclinação do painel solar colorível quântico à esquerda
ro: Panou solar colorabil cuantic panta stânga
ru: Квантовая раскрашиваемая солнечная панель наклон влево
sk_sk: Kvantovo farebný sklon solárneho panela vľavo
sv: Quantum färgbar solpanel lutning vänster
tr_tr: Kuantum Renkli Güneş Paneli Eğimi Sol
uk: Квантовий кольоровий нахил сонячної панелі вліво
zh_cn: 量子可着色太阳能电池板左坡

# DisplayName_Block_QColorableSolarPanelCornerT1
source: Enhanced Quantum Colorable Solar Panel Slope Left
ca_ad: Pendent del panell solar quàntic acolorit millorat a l'esquerra
cs_cz: Vylepšený sklon solárního panelu Quantum Colorable vlevo
da: Forbedret kvantefarvel solpanelhældning til venstre
de: Verbesserte Quantum-Neigung des einfärbbaren Solarmoduls nach links
es: Inclinación del panel solar coloreable cuántico mejorado a la izquierda
et_ee: Täiustatud kvantvärviline päikesepaneeli kalle vasakule
fi: Parannettu kvanttivärinen aurinkopaneelin kaltevuus vasemmalla
fr: Panneau solaire coloré Quantum amélioré Pente gauche
hr_hr: Poboljšani kvantno šareni nagib solarne ploče lijevo
hu_hu: Továbbfejlesztett kvantumszínezhető napelem lejtő balra
ja_jp: 強化された量子着色可能ソーラーパネルのスロープ左
lv: Uzlabots kvantu krāsojams saules paneļa slīpums pa kreisi
nl: Verbeterde Quantum Colorable Solar Panel Slope Links
no: Forbedret kvantefarget solpanelhelling venstre
pt_br: Inclinação do painel solar colorível quântico aprimorado à esquerda
ro: Panta îmbunătățită a panoului solar colorabil cuantic stânga
ru: Улучшенный наклон солнечной панели Quantum Colorable влево
sk_sk: Vylepšený kvantovo farebný sklon solárneho panela vľavo
sv: Förbättrad kvantfärgbar solpanelslutning vänster
tr_tr: Gelişmiş Kuantum Renkli Güneş Paneli Eğimi Sol
uk: Покращений нахил сонячної панелі з квантовим забарвленням ліворуч
zh_cn: 增强型量子可着色太阳能电池板左坡

# DisplayName_Block_QColorableSolarPanelCornerT2
source: Proficient Quantum Colorable Solar Panel Slope Left
ca_ad: Pendent del panell solar quàntic i acolorit competent a l'esquerra
cs_cz: Profesionální kvantově barvitelný solární panel Slope Left
da: Dygtig kvantefarvel solpanelhældning til venstre
de: Kompetentes Quantum Colorable Solarpanel Neigung links
es: Pendiente del panel solar coloreable cuántico competente a la izquierda
et_ee: Vilunud kvantvärviline päikesepaneelide kalle vasakule
fi: Taitava kvanttivärinen aurinkopaneelin kaltevuus vasemmalle
fr: Panneau solaire colorable Quantum compétent pente gauche
hr_hr: Iskusni kvantno šareni nagib solarne ploče lijevo
hu_hu: Proficient kvantum színezhető napelem lejtő balra
ja_jp: 堪能な量子着色可能なソーラーパネルスロープ左
lv: Prasmīgs kvantu krāsojams saules paneļu slīpums pa kreisi
nl: Bekwame Quantum Kleurbare Zonnepaneel Helling Links
no: Dyktig kvantefarget solpanelhelling til venstre
pt_br: Proficiente Quantum Colorable Solar Panel Slope Esquerda
ro: Panta competentă a panoului solar colorabil cuantic stânga
ru: Опытная квантовая цветная солнечная панель наклон влево
sk_sk: Zdatný kvantovo farebný sklon solárneho panela vľavo
sv: Skicklig kvantfärgbar solpanelslutning vänster
tr_tr: Yetkin Kuantum Renkli Güneş Paneli Eğimi Sol
uk: Досвідчена квантова кольорова сонячна панель нахил ліворуч
zh_cn: 熟练的量子可着色太阳能电池板左斜率

# DisplayName_Block_QColorableSolarPanelCornerT3
source: Elite Quantum Colorable Solar Panel Slope Left
ca_ad: Pendent del panell solar colorable quàntic d'elit a l'esquerra
cs_cz: Elite Quantum Colorable Solární panel Sklon vlevo
da: Elite Quantum Colorable Solar Panel Hældning Venstre
de: Elite Quantum Einfärbbares Solarpanel Neigung links
es: Panel solar coloreable Elite Quantum Pendiente izquierda
et_ee: Elite Quantum Colorable päikesepaneelide kalle vasakule
fi: Elite Quantum väritettävä aurinkopaneelin kaltevuus vasemmalla
fr: Panneau solaire colorable Elite Quantum Pente Gauche
hr_hr: Elitni kvantni šareni nagib solarne ploče lijevo
hu_hu: Elite Quantum színezhető napelem lejtő balra
ja_jp: エリート量子カラーブルソーラーパネルスロープ左
lv: Elites kvantu krāsojamais saules paneļa slīpums pa kreisi
nl: Elite Quantum Kleurbaar Zonnepaneel Helling Links
no: Elite Quantum fargerikt solcellepanel skråning venstre
pt_br: Elite Quantum colorível painel solar inclinação esquerda
ro: Elite Quantum Colorable Solar Panel Slope stânga
ru: Elite Quantum Colorable Солнечная панель Наклон влево
sk_sk: Elite Quantum Colorable solárny panel Sklon vľavo
sv: Elite Quantum färgbar solpanel lutning vänster
tr_tr: Elite Quantum Renklendirilebilir Güneş Paneli Eğimi Sol
uk: Елітна квантова кольорова сонячна панель нахил ліворуч
zh_cn: Elite Quantum 可着色太阳能电池板左斜率

# DisplayName_Block_QColorableSolarPanelT0
source: Quantum Colorable Solar Panel
ca_ad: Panell solar quàntic colorable
cs_cz: Kvantový barevný solární panel
da: Quantum farvestof solpanel
de: Quantum Einfärbbares Solarpanel
es: Panel solar coloreable cuántico
et_ee: Kvantvärviline päikesepaneel
fi: Kvanttivärinen aurinkopaneeli
fr: Panneau solaire colorable Quantum
hr_hr: Kvantno šarena solarna ploča
hu_hu: Kvantum színezhető napelem
ja_jp: 量子着色可能ソーラーパネル
lv: Kvantu krāsains saules panelis
nl: Quantum kleurbaar zonnepaneel
no: Quantum fargerikt solcellepanel
pt_br: Painel Solar Colorível Quântico
ro: Panou solar colorabil cuantic
ru: Квантовая цветная солнечная панель
sk_sk: Kvantový farebný solárny panel
sv: Quantum färgbar solpanel
tr_tr: Kuantum Renkli Güneş Paneli
uk: Квантова кольорова сонячна панель
zh_cn: 量子可着色太阳能电池板

# DisplayName_Block_QColorableSolarPanelT1
source: Enhanced Quantum Colorable Solar Panel
ca_ad: Panell solar colorable quàntic millorat
cs_cz: Vylepšený kvantový barevný solární panel
da: Forbedret kvantefarverbart solpanel
de: Verbessertes Quantum Colorable Solarpanel
es: Panel solar coloreable cuántico mejorado
et_ee: Täiustatud kvantvärviline päikesepaneel
fi: Parannettu kvanttivärinen aurinkopaneeli
fr: Panneau solaire colorable Quantum amélioré
hr_hr: Poboljšana kvantno šarena solarna ploča
hu_hu: Továbbfejlesztett kvantum színezhető napelem
ja_jp: 強化された量子着色可能ソーラーパネル
lv: Uzlabots kvantu krāsains saules panelis
nl: Verbeterd Quantum kleurbaar zonnepaneel
no: Forbedret Quantum fargerikt solcellepanel
pt_br: Painel Solar Colorível Quântico Aprimorado
ro: Panou solar colorabil cuantic îmbunătățit
ru: Улучшенная квантовая цветная солнечная панель
sk_sk: Vylepšený kvantový farebný solárny panel
sv: Förbättrad kvantfärgbar solpanel
tr_tr: Geliştirilmiş Kuantum Renklendirilebilir Güneş Paneli
uk: Покращена квантова кольорова сонячна панель
zh_cn: 增强型量子可着色太阳能电池板

# DisplayName_Block_QColorableSolarPanelT2
source: Proficient Quantum Colorable Solar Panel
ca_ad: Panell solar colorable quàntic competent
cs_cz: Profesionální kvantový barvitelný solární panel
da: Dygtigt kvantefarverbart solpanel
de: Kompetentes Quantum Colorable Solarpanel
es: Panel solar coloreable cuántico competente
et_ee: Vilunud kvantvärviline päikesepaneel
fi: Taitava kvanttiväritettävä aurinkopaneeli
fr: Panneau solaire colorable Quantum compétent
hr_hr: Iskusna kvantno šarena solarna ploča
hu_hu: Proficient kvantum színezhető napelem
ja_jp: 熟練した量子着色可能ソーラーパネル
lv: Prasmīgs kvantu krāsains saules panelis
nl: Bekwaam kwantum kleurbaar zonnepaneel
no: Dyktig kvantefarget solcellepanel
pt_br: Painel Solar Colorível Quântico Proficiente
ro: Panou solar colorabil cuantic competent
ru: Профессиональная квантовая цветная солнечная панель
sk_sk: Zdatný kvantovo farebný solárny panel
sv: Skicklig kvantfärgbar solpanel
tr_tr: Yetkin Kuantum Renkli Güneş Paneli
uk: Професійна квантова кольорова сонячна панель
zh_cn: Proficient Quantum 可着色太阳能电池板

# DisplayName_Block_QColorableSolarPanelT3
source: Elite Quantum Colorable Solar Panel
ca_ad: Panell solar colorable quàntic d'elit
cs_cz: Elitní kvantový barevný solární panel
da: Elite kvantefarveligt solpanel
de: Elite Quantum Einfärbbares Solarpanel
es: Panel solar coloreable Elite Quantum
et_ee: Elite kvantvärviline päikesepaneel
fi: Elite kvanttivärinen aurinkopaneeli
fr: Panneau solaire colorable Elite Quantum
hr_hr: Elitna kvantna šarena solarna ploča
hu_hu: Elite kvantum színezhető napelem
ja_jp: エリート量子着色可能ソーラーパネル
lv: Elites kvantu krāsainais saules panelis
nl: Elite Quantum kleurbaar zonnepaneel
no: Elite Quantum fargerikt solcellepanel
pt_br: Elite Quantum Painel Solar Colorível
ro: Panou solar colorabil cuantic Elite
ru: Элитная цветная солнечная панель Elite Quantum
sk_sk: Elitný kvantový farebný solárny panel
sv: Elite Quantum färgbar solpanel
tr_tr: Elite Quantum Renklendirilebilir Güneş Paneli
uk: Елітна квантова кольорова сонячна панель
zh_cn: Elite Quantum 可着色太阳能电池板

# DisplayName_Block_QDarkEnergy_EngineT0
source: Dark Energy Engine
ca_ad: Motor d'energia fosca
cs_cz: Motor temné energie
da: Mørk energi motor
de: Dunkle Energie-Engine
es: Motor de energía oscura
et_ee: Tumeenergia mootor
fi: Pimeän energian moottori
fr: Moteur d’énergie noire
hr_hr: Motor tamne energije
hu_hu: Sötét energia motor
ja_jp: ダークエネルギーエンジン
lv: Tumšās enerģijas dzinējs
nl: Donkere energiemotor
no: Mørk energi motor
pt_br: Motor de Energia Escura
ro: Motor cu energie întunecată
ru: Двигатель Темной Энергии
sk_sk: Motor s tmavou energiou
sv: Mörk energimotor
tr_tr: Karanlık Enerji Motoru
uk: Двигун темної енергії
zh_cn: 暗能量引擎

# DisplayName_Block_QDarkEnergy_EngineT1
source: Enhanced Dark Energy Engine
ca_ad: Motor d'energia fosca millorat
cs_cz: Vylepšený motor temné energie
da: Forbedret mørk energimotor
de: Verbesserte Dark Energy Engine
es: Motor de energía oscura mejorado
et_ee: Täiustatud tumeda energia mootor
fi: Parannettu pimeän energian moottori
fr: Moteur d’énergie noire amélioré
hr_hr: Poboljšani motor tamne energije
hu_hu: Továbbfejlesztett sötét energia motor
ja_jp: 強化されたダークエネルギーエンジン
lv: Uzlabots tumšās enerģijas dzinējs
nl: Verbeterde Dark Energy Engine
no: Forbedret mørk energimotor
pt_br: Motor de energia escura aprimorado
ro: Motor îmbunătățit de energie întunecată
ru: Улучшенный двигатель темной энергии
sk_sk: Vylepšený motor tmavej energie
sv: Förbättrad motor för mörk energi
tr_tr: Geliştirilmiş Karanlık Enerji Motoru
uk: Удосконалений двигун темної енергії
zh_cn: 增强型暗能量引擎

# DisplayName_Block_QDarkEnergy_EngineT2
source: Proficient Dark Energy Engine
ca_ad: Motor d'energia fosca competent
cs_cz: Zdatný motor temné energie
da: Dygtig mørk energimotor
de: Kompetente Dunkle-Energie-Engine
es: Motor de energía oscura competente
et_ee: Vilunud tumeenergia mootor
fi: Taitava pimeän energian moottori
fr: Moteur d’énergie noire compétent
hr_hr: Vješt motor tamne energije
hu_hu: Gyakorlott sötét energia motor
ja_jp: 熟練のダークエネルギーエンジン
lv: Prasmīgs tumšās enerģijas dzinējs
nl: Bekwame donkere energiemotor
no: Dyktig mørk energimotor
pt_br: Motor de energia escura proficiente
ro: Motor competent de energie întunecată
ru: Опытный Двигатель Темной Энергии
sk_sk: Skúsený motor tmavej energie
sv: Skicklig Dark Energy-motor
tr_tr: Yetkin Karanlık Enerji Motoru
uk: Досвідчений двигун темної енергії
zh_cn: 精通暗能量引擎

# DisplayName_Block_QDarkEnergy_EngineT3
source: Elite Dark Energy Engine
ca_ad: Motor d'energia fosca d'elit
cs_cz: Elitní motor temné energie
da: Elite Dark Energy Motor
es: Motor de energía oscura de élite
et_ee: Elite tumeenergia mootor
fi: Elite Dark Energy -moottori
fr: Moteur d’énergie noire d’élite
hr_hr: Elitni motor tamne energije
hu_hu: Elite sötét energia motor
ja_jp: エリートダークエネルギーエンジン
lv: Elites tumšās enerģijas dzinējs
nl: Elite donkere energiemotor
no: Elite mørk energi motor
pt_br: Motor de Energia Escura Elite
ro: Motor de energie întunecată Elite
ru: Элитный Двигатель Темной Энергии
tr_tr: Elit Karanlık Enerji Motoru
uk: Елітний двигун темної енергії
zh_cn: 精英暗能量引擎

# DisplayName_Block_QDarkEnergyGeneratorT0
source: Quantum Dark Energy Generator
ca_ad: Generador quàntic d'energia fosca
cs_cz: Kvantový generátor temné energie
da: Quantum mørk energi generator
de: Quanten-Generator der Dunklen Energie
es: Generador de energía oscura cuántica
et_ee: Kvant-tumeda energia generaator
fi: Kvanttipimeän energian generaattori
fr: Générateur d’énergie noire quantique
hr_hr: Generator kvantne tamne energije
hu_hu: Kvantum sötét energiagenerátor
ja_jp: 量子ダークエネルギー発生器
lv: Kvantu tumšās enerģijas ģenerators
nl: Quantum Donkere Energie Generator
pt_br: Gerador de Energia Escura Quântico
ro: Generator cuantic de energie întunecată
ru: Квантовый генератор темной энергии
sk_sk: Generátor kvantovej tmavej energie
tr_tr: Kuantum Karanlık Enerji Jeneratörü
uk: Квантовий генератор темної енергії
zh_cn: 量子暗能量发生器

# DisplayName_Block_QDarkEnergyGeneratorT1
source: Enhanced Quantum Dark Energy Generator
ca_ad: Generador d'energia fosca quàntica millorat
cs_cz: Vylepšený generátor kvantové temné energie
da: Forbedret Quantum Dark Energy Generator
de: Verbesserter Quanten-Generator für dunkle Energie
es: Generador de energía oscura cuántica mejorada
et_ee: Täiustatud kvant-tumeda energia generaator
fi: Parannettu kvanttipimeän energian generaattori
fr: Générateur d’énergie noire quantique amélioré
hr_hr: Poboljšani generator kvantne tamne energije
hu_hu: Továbbfejlesztett kvantum sötét energiagenerátor
ja_jp: 改良型量子ダークエネルギー発生器
lv: Uzlabots kvantu tumšās enerģijas ģenerators
nl: Verbeterde Quantum Dark Energy Generator
no: Forbedret Quantum Dark Energy Generator
pt_br: Gerador de Energia Escura Quântico Aprimorado
ro: Generator cuantic îmbunătățit de energie întunecată
ru: Улучшенный квантовый генератор темной энергии
sk_sk: Vylepšený generátor kvantovej tmavej energie
sv: Förbättrad kvantgenerator för mörk energi
tr_tr: Gelişmiş Kuantum Karanlık Enerji Jeneratörü
uk: Покращений квантовий генератор темної енергії
zh_cn: 增强型量子暗能量发生器

# DisplayName_Block_QDarkEnergyGeneratorT2
source: Proficient Quantum Dark Energy Generator
ca_ad: Generador quàntic competent d'energia fosca quàntica
cs_cz: Zkušený generátor kvantové temné energie
da: Dygtig kvante mørk energigenerator
de: Kompetenter Quanten-Generator für Dunkle Energie
es: Generador de energía oscura cuántica competente
et_ee: Vilunud kvant-tumeda energia generaator
fi: Taitava kvanttipimeän energian generaattori
fr: Générateur d’énergie noire quantique compétent
hr_hr: Iskusni generator kvantne tamne energije
hu_hu: Proficient kvantum sötét energiagenerátor
ja_jp: 熟練した量子ダークエネルギー発生器
lv: Prasmīgs kvantu tumšās enerģijas ģenerators
nl: Bekwame Quantum Dark Energy Generator
no: Dyktig Quantum Dark Energy Generator
pt_br: Gerador de Energia Escura Quântico Proficiente
ro: Generator de energie întunecată cuantic competent
ru: Опытный Квантовый Генератор Темной Энергии
sk_sk: Skúsený kvantový generátor tmavej energie
sv: Skicklig kvantmörk energigenerator
tr_tr: Yetkin Kuantum Karanlık Enerji Jeneratörü
uk: Досвідчений квантовий генератор темної енергії
zh_cn: 精通量子暗能量发生器

# DisplayName_Block_QDarkEnergyGeneratorT3
source: Elite Quantum Dark Energy Generator
ca_ad: Generador d'energia fosca quàntica d'elit
cs_cz: Elitní kvantový generátor temné energie
da: Elite Quantum Mørk Energi Generator
de: Elite-Quanten-Generator für dunkle Energie
es: Generador de energía oscura cuántica de élite
et_ee: Elite kvant-tumeda energia generaator
fi: Elite Quantum pimeän energian generaattori
fr: Générateur d’énergie noire quantique d’élite
hr_hr: Elitni generator kvantne tamne energije
hu_hu: Elite kvantum sötét energiagenerátor
ja_jp: エリート量子ダークエネルギー発生器
lv: Elites kvantu tumšās enerģijas ģenerators
nl: Elite Quantum Donkere Energie Generator
pt_br: Elite Quantum Gerador de Energia Escura
ro: Elite Generator cuantic de energie întunecată
ru: Элитный Квантовый Генератор Темной Энергии
sk_sk: Elitný generátor kvantovej tmavej energie
tr_tr: Elit Kuantum Karanlık Enerji Jeneratörü
uk: Елітний квантовий генератор темної енергії
zh_cn: 精英量子暗能量发生器
