Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QDP3SmallSolarPanelT2
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 0.72MW Max Power output. 8x the cost of proficient solar panel. 8x the weight of proficient solar panel 8x the power generated than proficient solar panel
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 0,72MW. 8x el cost del panell solar competent. 8x el pes del panell solar competent 8x la potència generada que el panell solar competent
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 0,72 MW. 8x vyšší náklady na zdatný solární panel. 8x větší hmotnost než u zdatného solárního panelu 8x více vyrobené energie než u zdatného solárního panelu
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 0,72 MW maks. effekt. 8x omkostningerne ved dygtige solpanel. 8x vægten af dygtigt solpanel 8x den producerede effekt end dygtige solpaneler
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 0,72 MW maximale Ausgangsleistung. 8x die Kosten für ein leistungsfähiges Solarpanel. 8x das Gewicht eines leistungsfähigen Solarmoduls 8-mal so viel Strom erzeugt wie ein leistungsfähiges Solarpanel
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 0,72 MW. 8 veces el costo de un panel solar competente. 8 veces el peso de un panel solar competente 8 veces más energía generada que un panel solar competente
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 0.72MW maksimaalne võimsus. 8x suurem kui vilunud päikesepaneeli maksumus. 8x vilunud päikesepaneeli kaal 8x rohkem toodetud energiat kui vilunud päikesepaneel
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 0,72MW maksimiteho. 8x taitavan aurinkopaneelin hinta. 8x ammattitaitoisen aurinkopaneelin paino 8x tuotettu sähkö kuin taitava aurinkopaneeli
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 0,72 MW. 8 fois le coût d’un panneau solaire compétent. 8 fois le poids d’un panneau solaire compétent 8 fois plus d’énergie générée qu’un panneau solaire compétent
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 0,72 MW. 8x trošak stručne solarne ploče. 8x težina stručne solarne ploče 8x proizvedena energija od stručne solarne ploče
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 0,72MW Max. teljesítmény. 8x annyiba, mint egy profi napelem. 8x nagyobb súly, mint a profi napelemek 8x annyi energiát termel, mint a profi napelem
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 0.72MWの最大出力。 熟練したソーラーパネルの8倍のコスト。 熟練したソーラーパネルの8倍の重量 熟練したソーラーパネルの8倍の発電量
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 0,72 MW maksimālā jauda. 8x prasmīga saules paneļa izmaksas. 8x prasmīga saules paneļa svars 8x lielāka saražotā jauda nekā prasmīgam saules panelim
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 0,72 MW maximaal uitgangsvermogen. 8x de kosten van een bekwaam zonnepaneel. 8x het gewicht van een bekwaam zonnepaneel 8x zoveel opgewekte stroom als een bekwaam zonnepaneel
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 0,72 MW maks utgangseffekt. 8x kostnaden for dyktig solcellepanel. 8 ganger vekten av dyktig solcellepanel 8x kraften som genereres enn dyktig solcellepanel
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 0.72MW potência máxima. 8x o custo do painel solar proficiente. 8x o peso do painel solar proficiente 8x a energia gerada do que o painel solar proficiente
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de ieșire 0,72MW. De 8 ori costul panoului solar competent. Greutate de 8 ori mai mare decât panoul solar performant De 8 ori mai multă energie generată decât panoul solar competent
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 0,72 МВт. В 8 раз выше стоимость профессиональной солнечной панели. В 8 раз больше веса по сравнению с профессиональной солнечной панелью В 8 раз больше вырабатываемой энергии, чем у профессиональных солнечных панелей
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 0,72 MW. 8-násobok nákladov na zdatný solárny panel. 8-násobok hmotnosti zdatného solárneho panelu 8x vyšší výkon ako zdatný solárny panel
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 0,72 MW maximal uteffekt. 8x kostnaden för skicklig solpanel. 8x vikten av skicklig solpanel 8x den genererade effekten än skicklig solpanel
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 0.72MW Maksimum Güç çıkışı. Yeterli güneş panelinin maliyetinin 8 katı. Yeterli güneş panelinin ağırlığının 8 katı Yeterli güneş panelinden 8 kat daha fazla güç üretildi
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 0,72 МВт. У 8 разів більше вартості якісної сонячної панелі. У 8 разів більше ваги якісної сонячної панелі У 8 разів більше енергії, ніж у досвідченої сонячної панелі
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 0.72MW最大功率输出。 成本是熟练太阳能电池板的 8 倍。 重量是熟练太阳能电池板的 8 倍 发电量是熟练太阳能电池板的 8 倍

# Description_QDP3SmallSolarPanelT3
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 1.08MW Max Power output. 8x the cost of elite solar panel. 8x the weight of elite solar panel 8x the power generated than elite solar panel
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 1.08MW. 8x el cost del panell solar d'elit. 8x el pes del panell solar d'elit 8x la potència generada que el panell solar d'elit
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 1,08 MW. 8x vyšší náklady na elitní solární panel. 8x větší hmotnost než solární panel Elite 8x více generovaného výkonu než solární panel Elite
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 1,08 MW maks. effekt. 8x prisen på elite solpanel. 8x vægten af elite solpanel 8x den producerede strøm end elite solpanel
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 1,08 MW maximale Ausgangsleistung. 8x so viel wie ein Elite-Solarpanel. 8-mal so viel Gewicht wie ein Elite-Solarmodul 8-mal so viel Strom erzeugt wie ein Elite-Solarmodul
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 1,08 MW. 8 veces el costo del panel solar de élite. 8 veces el peso del panel solar Elite 8 veces más energía generada que el panel solar Elite
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 1.08MW maksimaalne võimsus. 8x rohkem kui eliitne päikesepaneel. 8x suurem kui Elite päikesepaneeli kaal 8x rohkem toodetud energiat kui eliitne päikesepaneel
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 1.08MW maksimiteho. 8x eliitin aurinkopaneelin hinta. 8x eliitin aurinkopaneelin paino 8x tuotettu sähkö kuin eliitti aurinkopaneeli
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 1,08 MW. 8 fois le coût d’un panneau solaire d’élite. 8 fois le poids d’un panneau solaire d’élite 8 fois plus d’énergie générée qu’un panneau solaire d’élite
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 1.08 MW. 8x cijena elitnog solarnog panela. 8x težina elitne solarne ploče 8x proizvedena energija od elitne solarne ploče
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 1,08MW Max. teljesítmény. 8x annyiba, mint egy elit napelem. 8x nagyobb súlyú, mint az elit napelem 8x annyi energiát termel, mint az Elite napelem
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 1.08MWの最大出力。 エリートソーラーパネルの8倍のコスト。 エリートソーラーパネルの8倍の重量 エリートソーラーパネルの8倍の発電量
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 1.08MW Maksimālā jauda. 8x elitārā saules paneļa izmaksas. 8x elites saules paneļa svars 8x lielāka jauda nekā elites saules panelim
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 1,08 MW maximaal uitgangsvermogen. 8x de kosten van een elite zonnepaneel. 8x het gewicht van Elite zonnepaneel 8x zoveel opgewekte stroom dan elite zonnepaneel
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 1,08 MW maks utgangseffekt. 8x kostnaden for elite solcellepanel. 8x vekten av elite solcellepanel 8x kraften som genereres enn elite solcellepanel
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. Potência máxima de 1,08MW. 8x o custo do painel solar de elite. 8x o peso do painel solar de elite 8x a energia gerada do que o painel solar de elite
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de ieșire de 1,08MW. De 8 ori costul panoului solar de elită. De 8 ori greutatea panoului solar Elite De 8 ori mai multă energie generată decât panoul solar Elite
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 1,08 МВт. Стоимость элитной солнечной панели в 8 раз выше. В 8 раз больше веса элитной солнечной панели В 8 раз больше вырабатываемой энергии, чем у элитных солнечных панелей
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 1,08 MW. 8-násobok ceny solárnych panelov Elite. 8-násobok hmotnosti solárneho panelu Elite 8x vyšší výkon ako elitný solárny panel
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 1,08 MW maximal uteffekt. 8x kostnaden för Elite solpanel. 8x vikten av Elite solpanel 8x den effekt som genereras än Elite solpanel
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 1.08MW Maksimum Güç çıkışı. Elit güneş panelinin maliyetinin 8 katı. Elit güneş panelinin ağırlığının 8 katı Elit güneş panelinden 8 kat daha fazla güç üretildi
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 1,08 МВт. У 8 разів дорожче за елітну сонячну панель. У 8 разів більше ваги елітної сонячної панелі У 8 разів більше енергії, ніж елітна сонячна панель
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 1.08MW最大功率输出。 成本是精英太阳能电池板的 8 倍。 重量是精英太阳能电池板的 8 倍 发电量是精英太阳能电池板的 8 倍

# Description_QDP3SolarPanelCornerT0
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 0.64MW Max Power output. 8x the cost of normal solar panel. 8x the weight of normal solar panel 8x the power generated than normal solar panel
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 0,64MW. 8x el cost del panell solar normal. 8x el pes del panell solar normal 8 vegades la potència generada que el panell solar normal
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 0,64 MW. 8x vyšší náklady než normální solární panel. 8x větší hmotnost než běžný solární panel 8x více generovaného výkonu než u normálního solárního panelu
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 0,64 MW maks. effekt. 8x prisen på normalt solpanel. 8x vægten af normalt solpanel 8x den producerede strøm end normalt solpanel
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 0,64 MW maximale Ausgangsleistung. 8x so viel wie ein normales Solarpanel. 8x so schwer wie ein normales Solarpanel 8-mal so viel Strom erzeugt wie ein normales Solarmodul
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 0,64 MW. 8 veces el costo de un panel solar normal. 8 veces el peso de un panel solar normal 8 veces la energía generada que el panel solar normal
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 0.64MW maksimaalne võimsus. 8x tavalise päikesepaneeli maksumus. 8x tavalise päikesepaneeli kaal 8x rohkem toodetud energiat kui tavaline päikesepaneel
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 0,64 MW maksimiteho. 8x normaalin aurinkopaneelin hinta. 8x tavallisen aurinkopaneelin paino 8x tuotettu sähkö kuin normaali aurinkopaneeli
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 0,64 MW. 8 fois le coût d’un panneau solaire normal. 8 fois le poids d’un panneau solaire normal 8 fois plus d’énergie générée qu’un panneau solaire normal
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 0,64 MW. 8x cijena normalne solarne ploče. 8x težina normalne solarne ploče 8x proizvedena energija od normalne solarne ploče
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 0,64MW maximális teljesítmény. 8x annyiba, mint a normál napelem. 8x nagyobb súlyú, mint a normál napelem 8x annyi energiát termel, mint a normál napelem
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 0.64MWの最大出力。 通常のソーラーパネルの8倍のコスト。 通常のソーラーパネルの8倍の重量 通常のソーラーパネルの8倍の発電量
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 0.64MW Maksimālā jauda. 8x parastā saules paneļa izmaksas. 8x parastā saules paneļa svars 8x lielāka saražotā jauda nekā parasti saules panelim
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 0,64 MW maximaal uitgangsvermogen. 8x de kosten van een normaal zonnepaneel. 8x het gewicht van een normaal zonnepaneel 8x zoveel opgewekte stroom als normaal zonnepaneel
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 0,64 MW maks utgangseffekt. 8x kostnaden for vanlig solcellepanel. 8 ganger vekten av vanlig solcellepanel 8 ganger strømmen som genereres enn vanlig solcellepanel
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. 0.64MW potência máxima. 8x o custo do painel solar normal. 8x o peso do painel solar normal 8x a energia gerada do que o painel solar normal
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de 0,64 MW. De 8 ori costul panoului solar normal. Greutate de 8 ori mai mare decât panoul solar normal De 8 ori mai multă putere generată decât panoul solar normal
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 0,64 МВт. Стоимость обычной солнечной панели в 8 раз выше. Вес в 8 раз больше, чем у обычной солнечной панели В 8 раз больше вырабатываемой энергии, чем у обычной солнечной панели
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 0,64 MW. 8-násobok nákladov na normálny solárny panel. 8x hmotnosť normálneho solárneho panelu 8x viac energie ako bežný solárny panel
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 0,64 MW maximal uteffekt. 8x kostnaden för vanlig solpanel. 8x vikten av vanlig solpanel 8x den effekt som genereras än vanlig solpanel
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 0.64MW Maksimum Güç çıkışı. Normal güneş panelinin maliyetinin 8 katı. Normal güneş panelinin ağırlığının 8 katı Normal güneş panelinden 8 kat daha fazla güç üretildi
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 0,64 МВт. У 8 разів більше вартості звичайної сонячної панелі. У 8 разів більше ваги звичайної сонячної панелі У 8 разів більше енергії, ніж звичайна сонячна панель
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 0.64MW最大功率输出。 成本是普通太阳能电池板的 8 倍。 重量是普通太阳能电池板的 8 倍 发电量是普通太阳能电池板的 8 倍
