Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_Searchlight1
source: Searchlights are articulated spotlights that can target nearby grids and can be used as cameras.
ca_ad: Els llums de cerca són focus articulats que poden orientar-se a quadrícules properes i es poden utilitzar com a càmeres.
cs_cz: Světlomety jsou kloubové reflektory, které mohou cílit na blízké mřížky a lze je použít jako kamery.
da: Projektører er artikulerede spotlights, der kan målrette mod nærliggende gitre og kan bruges som kameraer.
de: Suchscheinwerfer sind bewegliche Scheinwerfer, die auf nahe gelegene Raster abzielen und als Kameras verwendet werden können.
es: Los reflectores son focos articulados que pueden apuntar a cuadrículas cercanas y se pueden usar como cámaras.
et_ee: Prožektorid on liigendatud prožektorid, mis võivad sihtida lähedal asuvaid võrke ja mida saab kasutada kaameratena.
fi: Valonheittimet ovat nivellettyjä kohdevaloja, jotka voivat kohdistaa lähellä oleviin ruudukoihin ja joita voidaan käyttää kameroina.
fr: Les projecteurs sont des projecteurs articulés qui peuvent cibler les grilles voisines et peuvent être utilisés comme caméras.
hr_hr: Reflektori su zglobni reflektori koji mogu ciljati obližnje mreže i mogu se koristiti kao kamere.
hu_hu: A fényszórók csuklós reflektorok, amelyek a közeli rácsokat célozhatják meg, és kameraként használhatók.
ja_jp: サーチライトは、近くのグリッドをターゲットにすることができ、カメラとして使用できる多関節スポットライトです。
lv: Prožektori ir šarnīrveida prožektori, kas var mērķēt uz tuvumā esošajiem režģiem un kurus var izmantot kā kameras.
nl: Zoeklichten zijn gelede schijnwerpers die zich kunnen richten op nabijgelegen rasters en kunnen worden gebruikt als camera's.
no: Søkelys er leddet spotlights som kan målrette nærliggende rutenett og kan brukes som kameraer.
pt_br: Os holofotes são holofotes articulados que podem atingir grades próximas e podem ser usados como câmeras.
ro: Proiectoarele sunt spoturi articulate care pot viza grilele din apropiere și pot fi folosite ca camere.
ru: Прожекторы — это шарнирные прожекторы, которые могут быть нацелены на близлежащие сетки и могут использоваться в качестве камер.
sk_sk: Svetlomety sú kĺbové bodové svetlá, ktoré môžu zacieliť na blízke mriežky a môžu byť použité ako kamery.
sv: Strålkastare är ledade strålkastare som kan rikta in sig på närliggande rutnät och kan användas som kameror.
tr_tr: Projektörler, yakındaki ızgaraları hedefleyebilen ve kamera olarak kullanılabilen mafsallı spot ışıklarıdır.
uk: Прожектори — це шарнірні прожектори, які можуть націлюватися на прилеглі сітки та можуть використовуватися як камери.
zh_cn: 探照灯是铰接式聚光灯，可以瞄准附近的网格，并可用作相机。

# Description_Searchlight2
source: Searchlights are articulated spotlights that can target nearby grids and can be used as cameras.
ca_ad: Els llums de cerca són focus articulats que poden orientar-se a quadrícules properes i es poden utilitzar com a càmeres.
cs_cz: Světlomety jsou kloubové reflektory, které mohou cílit na blízké mřížky a lze je použít jako kamery.
da: Projektører er artikulerede spotlights, der kan målrette mod nærliggende gitre og kan bruges som kameraer.
de: Suchscheinwerfer sind bewegliche Scheinwerfer, die auf nahe gelegene Raster abzielen und als Kameras verwendet werden können.
es: Los reflectores son focos articulados que pueden apuntar a cuadrículas cercanas y se pueden usar como cámaras.
et_ee: Prožektorid on liigendatud prožektorid, mis võivad sihtida lähedal asuvaid võrke ja mida saab kasutada kaameratena.
fi: Valonheittimet ovat nivellettyjä kohdevaloja, jotka voivat kohdistaa lähellä oleviin ruudukoihin ja joita voidaan käyttää kameroina.
fr: Les projecteurs sont des projecteurs articulés qui peuvent cibler les grilles voisines et peuvent être utilisés comme caméras.
hr_hr: Reflektori su zglobni reflektori koji mogu ciljati obližnje mreže i mogu se koristiti kao kamere.
hu_hu: A fényszórók csuklós reflektorok, amelyek a közeli rácsokat célozhatják meg, és kameraként használhatók.
ja_jp: サーチライトは、近くのグリッドをターゲットにすることができ、カメラとして使用できる多関節スポットライトです。
lv: Prožektori ir šarnīrveida prožektori, kas var mērķēt uz tuvumā esošajiem režģiem un kurus var izmantot kā kameras.
nl: Zoeklichten zijn gelede schijnwerpers die zich kunnen richten op nabijgelegen rasters en kunnen worden gebruikt als camera's.
no: Søkelys er leddet spotlights som kan målrette nærliggende rutenett og kan brukes som kameraer.
pt_br: Os holofotes são holofotes articulados que podem atingir grades próximas e podem ser usados como câmeras.
ro: Proiectoarele sunt spoturi articulate care pot viza grilele din apropiere și pot fi folosite ca camere.
ru: Прожекторы — это шарнирные прожекторы, которые могут быть нацелены на близлежащие сетки и могут использоваться в качестве камер.
sk_sk: Svetlomety sú kĺbové bodové svetlá, ktoré môžu zacieliť na blízke mriežky a môžu byť použité ako kamery.
sv: Strålkastare är ledade strålkastare som kan rikta in sig på närliggande rutnät och kan användas som kameror.
tr_tr: Projektörler, yakındaki ızgaraları hedefleyebilen ve kamera olarak kullanılabilen mafsallı spot ışıklarıdır.
uk: Прожектори — це шарнірні прожектори, які можуть націлюватися на прилеглі сітки та можуть використовуватися як камери.
zh_cn: 探照灯是铰接式聚光灯，可以瞄准附近的网格，并可用作相机。

# Description_Searchlight3
source: Searchlights are articulated spotlights that can target nearby grids and can be used as cameras.
ca_ad: Els llums de cerca són focus articulats que poden orientar-se a quadrícules properes i es poden utilitzar com a càmeres.
cs_cz: Světlomety jsou kloubové reflektory, které mohou cílit na blízké mřížky a lze je použít jako kamery.
da: Projektører er artikulerede spotlights, der kan målrette mod nærliggende gitre og kan bruges som kameraer.
de: Suchscheinwerfer sind bewegliche Scheinwerfer, die auf nahe gelegene Raster abzielen und als Kameras verwendet werden können.
es: Los reflectores son focos articulados que pueden apuntar a cuadrículas cercanas y se pueden usar como cámaras.
et_ee: Prožektorid on liigendatud prožektorid, mis võivad sihtida lähedal asuvaid võrke ja mida saab kasutada kaameratena.
fi: Valonheittimet ovat nivellettyjä kohdevaloja, jotka voivat kohdistaa lähellä oleviin ruudukoihin ja joita voidaan käyttää kameroina.
fr: Les projecteurs sont des projecteurs articulés qui peuvent cibler les grilles voisines et peuvent être utilisés comme caméras.
hr_hr: Reflektori su zglobni reflektori koji mogu ciljati obližnje mreže i mogu se koristiti kao kamere.
hu_hu: A fényszórók csuklós reflektorok, amelyek a közeli rácsokat célozhatják meg, és kameraként használhatók.
ja_jp: サーチライトは、近くのグリッドをターゲットにすることができ、カメラとして使用できる多関節スポットライトです。
lv: Prožektori ir šarnīrveida prožektori, kas var mērķēt uz tuvumā esošajiem režģiem un kurus var izmantot kā kameras.
nl: Zoeklichten zijn gelede schijnwerpers die zich kunnen richten op nabijgelegen rasters en kunnen worden gebruikt als camera's.
no: Søkelys er leddet spotlights som kan målrette nærliggende rutenett og kan brukes som kameraer.
pt_br: Os holofotes são holofotes articulados que podem atingir grades próximas e podem ser usados como câmeras.
ro: Proiectoarele sunt spoturi articulate care pot viza grilele din apropiere și pot fi folosite ca camere.
ru: Прожекторы — это шарнирные прожекторы, которые могут быть нацелены на близлежащие сетки и могут использоваться в качестве камер.
sk_sk: Svetlomety sú kĺbové bodové svetlá, ktoré môžu zacieliť na blízke mriežky a môžu byť použité ako kamery.
sv: Strålkastare är ledade strålkastare som kan rikta in sig på närliggande rutnät och kan användas som kameror.
tr_tr: Projektörler, yakındaki ızgaraları hedefleyebilen ve kamera olarak kullanılabilen mafsallı spot ışıklarıdır.
uk: Прожектори — це шарнірні прожектори, які можуть націлюватися на прилеглі сітки та можуть використовуватися як камери.
zh_cn: 探照灯是铰接式聚光灯，可以瞄准附近的网格，并可用作相机。

# Description_SensorT0
source: Normal Sensor. 50M Range.
ca_ad: Sensor normal. Abast de 50M.
cs_cz: Normální senzor. Dosah 50 m.
da: Normal Sensor. 50M rækkevidde.
de: Normaler Sensor. 50M Reichweite.
es: Sensor normal. Alcance de 50 m.
et_ee: Tavaline andur. 50M vahemik.
fi: Normaali anturi. 50 metrin kantama.
fr: Capteur normal. Portée de 50M.
hr_hr: Normalni senzor. Domet 50M.
hu_hu: Normál érzékelő. 50M hatótávolság.
ja_jp: 通常のセンサー。 50Mの範囲。
lv: Normāls sensors. 50M diapazons.
nl: Normale sensor. 50M bereik.
no: Normal Sensor. 50M rekkevidde.
pt_br: Sensor normal. Alcance de 50M.
ro: Senzor normal. Raza de acțiune de 50 m.
ru: Нормальный датчик. Дальность 50 метров.
sk_sk: Normálny senzor. Dosah 50 m.
sv: Normal Sensor. 50M räckvidd.
tr_tr: Normal Sensör. 50M Menzil.
uk: Нормальний датчик. Радіус дії 50 м.
zh_cn: 普通传感器。 50M范围。

# Description_SensorT1
source: Enhanced Sensor. 75M Range. Hail Clang.
ca_ad: Sensor millorat. Abast de 75M. Calamarsa de brida.
cs_cz: Vylepšený senzor. Dosah 75 m. Krupobití, řinčení.
da: Forbedret sensor. 75M rækkevidde. hagl klang.
de: Verbesserter Sensor. 75M Reichweite. Hagelgeklirr.
es: Sensor mejorado. Alcance de 75 m. Granizo Clang.
et_ee: Täiustatud andur. 75M vahemik. Rahe Clang.
fi: Parannettu anturi. 75 metrin kantama. Tervehdi klaania.
fr: Capteur amélioré. Portée de 75M. Grêle Clang.
hr_hr: Poboljšani senzor. Domet 75M. Živio Clang.
hu_hu: Továbbfejlesztett érzékelő. 75M hatótávolság. Jégeső Clang.
ja_jp: 強化されたセンサー。 75Mの範囲。 雹クラン。
lv: Uzlabots sensors. 75M diapazons. Krusa klana.
nl: Verbeterde sensor. 75M bereik. Wees gegroet.
no: Forbedret sensor. 75 m rekkevidde. Hail Clang.
pt_br: Sensor aprimorado. Alcance de 75M. Salve Clang.
ro: Senzor îmbunătățit. Raza de acțiune de 75 m. Bucură-te Clang.
ru: Улучшенный сенсор. Дальность 75 метров. Да здравствует лязг.
sk_sk: Vylepšený senzor. Dosah 75 m. Zdravas Clang.
sv: Förbättrad sensor. 75M räckvidd. Hagel kling.
tr_tr: Geliştirilmiş Sensör. 75M Menzil. Selam Clang.
uk: Покращений сенсор. Радіус дії 75 м. Радуйся, дзвенить.
zh_cn: 增强型传感器。 75M范围。 冰雹叮当。

# Description_SensorT2
source: Proficient Sensor. 112M Range. Hail Clang.
ca_ad: Sensor competent. Abast de 112M. Calamarsa de brida.
cs_cz: Zkušený senzor. Dosah 112 m. Krupobití, řinčení.
da: Dygtig sensor. 112M rækkevidde. hagl klang.
de: Kompetenter Sensor. 112M Reichweite. Hagelgeklirr.
es: Sensor competente. Alcance de 112 m. Granizo Clang.
et_ee: Vilunud andur. 112M vahemik. Rahe Clang.
fi: Taitava anturi. 112 metrin kantama. Tervehdi klaania.
fr: Capteur compétent. Portée de 112M. Grêle Clang.
hr_hr: Vješt senzor. Domet 112 m. Živio Clang.
hu_hu: Gyakorlott érzékelő. 112M hatótávolság. Jégeső Clang.
ja_jp: 熟練したセンサー。 112Mの範囲。 雹クラン。
lv: Prasmīgs sensors. 112M diapazons. Krusa klana.
nl: Bekwame sensor. 112M bereik. Wees gegroet.
no: Dyktig sensor. 112M rekkevidde. Hail Clang.
pt_br: Sensor Proficient. Alcance de 112M. Salve Clang.
ro: Senzor competent. Raza de acțiune 112M. Bucură-te Clang.
ru: Профессиональный датчик. Дальность действия 112 метров. Да здравствует лязг.
sk_sk: Skúsený senzor. Dosah 112 m. Zdravas Clang.
sv: Skicklig sensor. 112M räckvidd. Hagel kling.
tr_tr: Yetkin Sensör. 112M Menzil. Selam Clang.
uk: Досвідчений датчик. Радіус дії 112 м. Радуйся, дзвенить.
zh_cn: 熟练的传感器。 112M范围。 冰雹叮当。

# Description_SensorT3
source: Elite Sensor. 168M Range. Hail Clang.
ca_ad: Sensor d'elit. Abast de 168M. Calamarsa de brida.
cs_cz: Elitní senzor. Dosah 168 m. Krupobití, řinčení.
da: Elite Sensor. 168M rækkevidde. hagl klang.
de: Elite-Sensor. 168M Reichweite. Hagelgeklirr.
es: Sensor Elite. Alcance de 168 m. Granizo Clang.
et_ee: Elite andur. 168M vahemik. Rahe Clang.
fi: Elite-anturi. 168 metrin kantama. Tervehdi klaania.
fr: Capteur d’élite. Portée de 168M. Grêle Clang.
hr_hr: Elitni senzor. Domet 168 m. Živio Clang.
hu_hu: Elite érzékelő. 168M hatótávolság. Jégeső Clang.
ja_jp: エリートセンサー。 168Mの範囲。 雹クラン。
lv: Elites sensors. 168M diapazons. Krusa klana.
nl: Elite-sensor. Bereik van 168 m. Wees gegroet.
no: Elite-sensor. 168M rekkevidde. Hail Clang.
pt_br: Sensor Elite. Alcance de 168M. Salve Clang.
ro: Senzor de elită. Raza de acțiune 168M. Bucură-te Clang.
ru: Элитный датчик. Дальность 168 м. Да здравствует лязг.
sk_sk: Elitný senzor. Dosah 168 m. Zdravas Clang.
sv: Elite Sensor. 168M räckvidd. Hagel kling.
tr_tr: Elit Sensör. 168M Menzil. Selam Clang.
uk: Елітний датчик. Радіус дії 168 м. Радуйся, дзвенить.
zh_cn: 精英传感器。 168M范围。 冰雹叮当。

# Description_SmallBatteryT0
source: A battery stores power and is able to distribute a high output of energy. Normal Max Power Output: 4MW Max Power Input: 4MW Max Stored Power: 1MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. Normal Potència màxima de sortida: 4MW Potència màxima d'entrada: 4MW Potència màxima emmagatzemada: 1MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. Normální Maximální výstupní výkon: 4MW Maximální příkon: 4MW Maximální uložený výkon: 1MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. Normal Maks. effekt: 4MW Maks. effektindgang: 4MW Maks. lagret effekt: 1MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. Normal Maximale Leistung: 4MW Maximale Leistungsaufnahme: 4MW Maximale gespeicherte Leistung: 1 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. Normal Potencia máxima de salida: 4MW Potencia máxima de entrada: 4MW Potencia máxima almacenada: 1MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. Tavaline Maksimaalne võimsus: 4MW Maksimaalne sisendvõimsus: 4MW Maksimaalne salvestatud võimsus: 1MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. Normaali Suurin teho: 4MW Suurin tehonsyöttö: 4MW Suurin varastoitu teho: 1MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. Normal Puissance de sortie maximale : 4 MW Puissance d’entrée maximale : 4 MW Puissance maximale stockée : 1 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. Normalan Maksimalna izlazna snaga: 4MW Maksimalni ulaz snage: 4MW Maksimalna pohranjena snaga: 1MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. Normális Max. teljesítmény: 4MW Max. felvett teljesítmény: 4MW Max tárolt teljesítmény: 1MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 正常 最大出力:4MW 最大電力入力:4MW 最大蓄電電力:1MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. Parasts Maksimālā jauda: 4MW Maksimālā ieejas jauda: 4MW Maksimālā uzglabātā jauda: 1MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. Normaal Maximaal uitgangsvermogen: 4MW Maximaal opgenomen vermogen: 4MW Max. opgeslagen vermogen: 1MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. Normal Maks effekt: 4MW Maks strøminngang: 4MW Maks lagret effekt: 1MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. Normal Potência máxima: 4MW Potência máxima de entrada: 4MW Potência máxima armazenada: 1MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. Normal Putere maximă de ieșire: 4MW Putere maximă de intrare: 4MW Putere maximă stocată: 1MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. Нормальный Максимальная выходная мощность: 4 МВт Максимальная потребляемая мощность: 4 МВт Максимальная хранимая мощность: 1 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. Normálny Maximálny výkon: 4MW Maximálny príkon: 4MW Maximálny uložený výkon: 1MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. Normal Max uteffekt: 4MW Max effektförbrukning: 4MW Max lagrad effekt: 1MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Normal Maksimum Güç Çıkışı: 4MW Maksimum Güç Girişi: 4MW Maksimum Depolanan Güç: 1MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. Нормальний Максимальна вихідна потужність: 4 МВт Максимальна споживана потужність: 4 МВт Максимальна споживана потужність: 1 МВТ/год
zh_cn: 电池储存电力并能够分配高输出的能量。 正常 最大功率输出：4MW 最大功率输入：4MW 最大存储功率：1MWH

# Description_SmallBatteryT1
source: A battery stores power and is able to distribute a high output of energy. 1.5x Better Than Normal Max Power Output: 6MW Max Power Input: 6MW Max Stored Power: 1.5MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. 1.5x millor del normal Potència màxima de sortida: 6MW Potència màxima d'entrada: 6MW Potència màxima emmagatzemada: 1.5MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. 1,5× lepší než normálně Maximální výstupní výkon: 6MW Maximální příkon: 6MW Maximální uložený výkon: 1,5 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. 1.5x bedre end normalt Max effekt: 6MW Maks. effektindgang: 6MW Maks. lagret effekt: 1,5 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. 1,5x besser als normal Maximale Leistung: 6MW Maximale Leistungsaufnahme: 6 MW Maximale gespeicherte Leistung: 1,5 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. 1,5 veces mejor de lo normal Potencia máxima de salida: 6MW Potencia máxima de entrada: 6MW Potencia máxima almacenada: 1,5 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. 1.5x parem kui tavaline Maksimaalne võimsus: 6MW Maksimaalne sisendvõimsus: 6MW Maksimaalne salvestatud võimsus: 1.5MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. 1.5x parempi kuin normaalisti Suurin teho: 6MW Suurin teho: 6MW Suurin varastoitu teho: 1.5MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. 1,5 fois mieux que la normale Puissance de sortie maximale : 6 MW Puissance d’entrée maximale : 6 MW Puissance maximale stockée : 1,5 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. 1.5x bolje od normalnog Maksimalna izlazna snaga: 6MW Maksimalni ulaz snage: 6MW Maksimalna pohranjena snaga: 1.5MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. 1,5-szer jobb a normálnál Max. teljesítmény: 6MW Max. felvett teljesítmény: 6MW Max tárolt teljesítmény: 1.5MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 通常の1.5倍 最大出力:6MW 最大電力入力:6MW 最大蓄電電力:1.5MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. 1,5x labāks nekā parasti Maksimālā jauda: 6MW Maksimālā ieejas jauda: 6MW Maksimālā uzglabātā jauda: 1.5MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. 1.5x beter dan normaal Maximaal uitgangsvermogen: 6MW Maximaal opgenomen vermogen: 6MW Max. opgeslagen vermogen: 1,5 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. 1,5 ganger bedre enn normalt Maks effekt: 6MW Maks strøminngang: 6MW Maks lagret effekt: 1,5 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. 1.5x melhor do que o normal Potência máxima: 6MW Entrada de potência máxima: 6MW Poder máximo armazenado: 1.5MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. De 1,5 ori mai bine decât în mod normal Putere maximă de ieșire: 6MW Putere maximă de intrare: 6MW Putere maximă stocată: 1.5MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. В 1,5 раза лучше, чем обычно Максимальная выходная мощность: 6 МВт Максимальная потребляемая мощность: 6 МВт Максимальная хранимая мощность: 1,5 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. 1,5x lepšie ako normálne Maximálny výkon: 6MW Maximálny príkon: 6MW Maximálny uložený výkon: 1,5 MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. 1,5 gånger bättre än normalt Max uteffekt: 6MW Max effektförbrukning: 6MW Max lagrad effekt: 1,5 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Normalden 1,5 kat daha iyi Maksimum Güç Çıkışı: 6MW Maksimum Güç Girişi: 6MW Maksimum Depolanan Güç: 1.5MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. У 1,5 рази краще, ніж зазвичай Максимальна вихідна потужність: 6 МВт Максимальна споживана потужність: 6 МВт Максимальна збережена потужність: 1,5 МВТ*год
zh_cn: 电池储存电力并能够分配高输出的能量。 比正常情况好 1.5 倍 最大功率输出：6MW 最大功率输入：6MW 最大存储功率：1.5MWH
