Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# DisplayName_Block_LargeQCargoContainerT1
source: Enhanced Large Quantum Cargo Container
ca_ad: Contenidor de càrrega quàntica gran millorat
cs_cz: Vylepšený velký nákladní kontejner Quantum
da: Forbedret stor kvantelastcontainer
de: Verbesserter großer Quantum-Frachtcontainer
es: Contenedor de carga cuántico grande mejorado
et_ee: Täiustatud suur kvantkaubakonteiner
fi: Parannettu Large Quantum Cargo -kontti
fr: Grand conteneur de fret quantique amélioré
hr_hr: Poboljšani veliki kvantni spremnik tereta
hu_hu: Továbbfejlesztett nagyméretű Quantum Cargo konténer
ja_jp: 改良型大型量子貨物コンテナ
lv: Uzlabots liels kvantu kravas konteiners
nl: Verbeterde grote Quantum Cargo Container
no: Forbedret stor kvantelastbeholder
pt_br: Contêiner de carga Quantum Grande Aprimorado
ro: Container de marfă cuantic mare îmbunătățit
ru: Усовершенствованный большой грузовой контейнер Quantum
sk_sk: Vylepšený veľký kvantový nákladný kontajner
sv: Förbättrad stor kvantlastcontainer
tr_tr: Geliştirilmiş Büyük Kuantum Kargo Konteyneri
uk: Покращений великий квантовий вантажний контейнер
zh_cn: 增强型大型量子货柜

# DisplayName_Block_LargeQCargoContainerT2
source: Proficient Large Quantum Cargo Container
ca_ad: Gran contenidor de càrrega quàntica competent
cs_cz: Zdatný velký nákladní kontejner Quantum
da: Dygtig stor kvantelastcontainer
de: Kompetenter großer Quanten-Frachtcontainer
es: Contenedor de carga cuántica grande competente
et_ee: Vilunud suur kvantkaubakonteiner
fi: Taitava suuri kvanttirahtikontti
fr: Grand conteneur de cargaison quantique compétent
hr_hr: Stručni veliki kvantni teretni kontejner
hu_hu: Proficiens nagy kvantum teherkonténer
ja_jp: 堪能な大型量子貨物コンテナ
lv: Prasmīgs liels kvantu kravas konteiners
nl: Bekwame grote kwantumvrachtcontainer
no: Dyktig stor kvantelastbeholder
pt_br: Contêiner de carga quântica grande proficiente
ro: Container de marfă cuantic mare competent
ru: Опытный большой грузовой контейнер Quantum
sk_sk: Skúsený veľký kvantový nákladný kontajner
sv: Skicklig stor kvantlastcontainer
tr_tr: Yetkin Büyük Kuantum Kargo Konteyneri
uk: Досвідчений великий квантовий вантажний контейнер
zh_cn: 熟练的大型量子货柜

# DisplayName_Block_LargeQCargoContainerT3
source: Elite Large Quantum Cargo Container
ca_ad: Elite Gran contenidor de càrrega quàntica
cs_cz: Elitní velký nákladní kontejner Quantum
da: Elite stor kvantelastcontainer
de: Elite Großer Quanten-Frachtcontainer
es: Contenedor de carga cuántico grande Elite
et_ee: Elite suur kvantkaubakonteiner
fi: Elite suuri kvanttirahtikontti
fr: Grand conteneur de fret Quantum Elite
hr_hr: Elitni veliki kvantni teretni kontejner
hu_hu: Elite nagy kvantum teherkonténer
ja_jp: エリート大型量子貨物コンテナ
lv: Elites lielais kvantu kravas konteiners
nl: Elite Grote Quantum Cargo Container
no: Elite stor kvantelastbeholder
pt_br: Elite Grande Quantum Container Cargo
ro: Container de marfă cuantic mare Elite
ru: Элитный Большой Квантовый Грузовой Контейнер
sk_sk: Elitný veľký kvantový nákladný kontajner
sv: Elite stor kvantlastcontainer
tr_tr: Elite Büyük Kuantum Kargo Konteyneri
uk: Елітний великий квантовий вантажний контейнер
zh_cn: 精英大型量子货柜

# DisplayName_Block_LargeQDarkEnergyReactorT0
source: Large Quantum Dark Energy Reactor
ca_ad: Gran reactor quàntic d'energia fosca
cs_cz: Velký kvantový reaktor temné energie
da: Stor kvante mørk energireaktor
de: Großer Quanten-Reaktor für Dunkle Energie
es: Gran reactor cuántico de energía oscura
et_ee: Suur kvant-tumeenergia reaktor
fi: Suuri kvanttipimeän energian reaktori
fr: Grand réacteur quantique à énergie sombre
hr_hr: Veliki kvantni reaktor tamne energije
hu_hu: Nagy kvantum sötét energia reaktor
ja_jp: 大型量子暗黒エネルギー炉
lv: Liels kvantu tumšās enerģijas reaktors
nl: Grote Quantum Dark Energy Reactor
no: Stor kvante mørk energireaktor
pt_br: Grande Reator Quântico de Energia Escura
ro: Reactor cuantic mare de energie întunecată
ru: Большой квантовый реактор темной энергии
sk_sk: Veľký kvantový reaktor s tmavou energiou
sv: Stor kvantreaktor för mörk energi
tr_tr: Büyük Kuantum Karanlık Enerji Reaktörü
uk: Великий квантовий реактор темної енергії
zh_cn: 大型量子暗能量反应堆

# DisplayName_Block_LargeQDarkEnergyReactorT1
source: Enhanced Large Quantum Dark Energy Reactor
ca_ad: Gran reactor quàntic d'energia fosca millorat
cs_cz: Vylepšený velký kvantový reaktor temné energie
da: Forbedret stor kvante mørk energireaktor
de: Verbesserter großer Quanten-Reaktor für Dunkle Energie
es: Gran reactor cuántico mejorado de energía oscura
et_ee: Täiustatud suur kvant-tumeenergia reaktor
fi: Parannettu suuri kvanttipimeän energian reaktori
fr: Grand réacteur quantique à énergie noire amélioré
hr_hr: Poboljšani reaktor velike kvantne tamne energije
hu_hu: Továbbfejlesztett nagy kvantum sötét energia reaktor
ja_jp: 大型量子暗黒エネルギー炉
lv: Uzlabots liels kvantu tumšās enerģijas reaktors
nl: Verbeterde grote kwantumreactor voor donkere energie
no: Forbedret stor kvante mørk energireaktor
pt_br: Reator de Energia Escura Quantum Grande Aprimorado
ro: Reactor cuantic de energie întunecată îmbunătățit
ru: Усовершенствованный Большой Квантовый Реактор Темной Энергии
sk_sk: Vylepšený veľký kvantový reaktor s tmavou energiou
sv: Förbättrad stor kvantreaktor för mörk energi
tr_tr: Geliştirilmiş Büyük Kuantum Karanlık Enerji Reaktörü
uk: Покращений великий квантовий реактор темної енергії
zh_cn: 增强型大型量子暗能反应堆

# DisplayName_Block_LargeQDarkEnergyReactorT2
source: Proficient Large Quantum Dark Energy Reactor
ca_ad: Gran reactor quàntic d'energia fosca
cs_cz: Zkušený velký kvantový reaktor temné energie
da: Dygtig stor kvante mørk energireaktor
de: Leistungsfähiger großer Quanten-Reaktor für Dunkle Energie
es: Competente Gran Reactor Cuántico de Energía Oscura
et_ee: Vilunud suur kvant-tumeenergia reaktor
fi: Taitava suuri kvanttipimeän energian reaktori
fr: Grand réacteur quantique à énergie noire compétent
hr_hr: Iskusni reaktor velike kvantne tamne energije
hu_hu: Proficiens nagy kvantum sötét energia reaktor
ja_jp: 熟達した大型量子暗黒エネルギー炉
lv: Lietpratīgs liels kvantu tumšās enerģijas reaktors
nl: Bekwame grote kwantumreactor voor donkere energie
no: Dyktig stor kvante mørk energireaktor
pt_br: Grande Reator de Energia Escura Quântico Proficiente
ro: Reactor mare de energie întunecată cuantică
ru: Опытный Большой Квантовый Реактор Темной Энергии
sk_sk: Skúsený veľký kvantový reaktor s tmavou energiou
sv: Skicklig stor kvantreaktor för mörk energi
tr_tr: Yetkin Büyük Kuantum Karanlık Enerji Reaktörü
uk: Досвідчений великий квантовий реактор темної енергії
zh_cn: 精通大型量子暗能反应堆

# DisplayName_Block_LargeQDarkEnergyReactorT3
source: Elite Large Quantum Dark Energy Reactor
ca_ad: Gran reactor quàntic d'energia fosca d'elit
cs_cz: Elitní velký kvantový reaktor temné energie
da: Elite stor kvante mørk energireaktor
de: Elite-Reaktor für große Quanten-Dunkle Energie
es: Gran reactor cuántico de energía oscura de élite
et_ee: Elite suur kvant-tumeenergia reaktor
fi: Eliitti suuri kvanttipimeän energian reaktori
fr: Grand réacteur quantique d’énergie noire Elite
hr_hr: Elitni veliki kvantni reaktor tamne energije
hu_hu: Elit Nagy Kvantum Sötét Energia Reaktor
ja_jp: エリート大型量子暗黒エネルギー炉
lv: Elites lielais kvantu tumšās enerģijas reaktors
nl: Elite Grote Quantum Donkere Energie Reactor
no: Elite stor kvante mørk energireaktor
pt_br: Reator de Energia Escura Quantum Grande de Elite
ro: Elite mare reactor cuantic de energie întunecată
ru: Элитный Большой Квантовый Реактор Темной Энергии
sk_sk: Elitný veľký kvantový reaktor s tmavou energiou
sv: Elite stor kvantreaktor för mörk energi
tr_tr: Elit Büyük Kuantum Karanlık Enerji Reaktörü
uk: Елітний великий квантовий реактор темної енергії
zh_cn: 精英大型量子暗能反应堆

# DisplayName_Block_LargeQDarkEnergyThrustT0
source: Large Quantum Dark Energy Thruster
ca_ad: Gran propulsor quàntic d'energia fosca
cs_cz: Velký kvantový tryska temné energie
da: Stor kvante mørk energi thruster
de: Großer Quanten-Dark-Energy-Triebwerk
es: Gran propulsor cuántico de energía oscura
et_ee: Suur kvant-tumeda energia tõukejõud
fi: Suuri kvanttipimeän energian potkuri
fr: Grand propulseur quantique à énergie noire
hr_hr: Veliki kvantni potisnik tamne energije
hu_hu: Nagy kvantum sötét energia hajtómű
ja_jp: 大型量子暗黒エネルギースラスタ
lv: Liels kvantu tumšās enerģijas vilces spēks
nl: Grote Quantum Dark Energy Thruster
no: Stor Quantum Dark Energy Thruster
pt_br: Grande propulsor quântico de energia escura
ro: Propulsor cuantic mare de energie întunecată
ru: Большой квантовый двигатель темной энергии
sk_sk: Veľký kvantový temný energetický motorček
sv: Stor Quantum Dark Energy Thruster
tr_tr: Büyük Kuantum Karanlık Enerji İticisi
uk: Великий квантовий двигун темної енергії
zh_cn: 大型量子暗能量推进器

# DisplayName_Block_LargeQDarkEnergyThrustT1
source: Enhanced Large Quantum Dark Energy Thruster
ca_ad: Propulsor d'energia fosca quàntica gran millorat
cs_cz: Vylepšený velký kvantový tryska temné energie
da: Forbedret propel med stor kvantemørk energi
de: Verbesserter großer Quanten-Antrieb für dunkle Energie
es: Propulsor de energía oscura cuántica grande mejorado
et_ee: Täiustatud suure kvant-tumeda energia tõukejõud
fi: Parannettu suuren kvanttipimeän energian potkuri
fr: Grand propulseur quantique d’énergie noire amélioré
hr_hr: Poboljšani veliki kvantni potisnik tamne energije
hu_hu: Továbbfejlesztett nagy kvantum sötét energia hajtómű
ja_jp: 改良型大型量子ダークエネルギースラスター
lv: Uzlabots liels kvantu tumšās enerģijas vilces līdzeklis
nl: Verbeterde grote Quantum Dark Energy Thruster
no: Forbedret Large Quantum Dark Energy Thruster
pt_br: Propulsor de Energia Escura Quantum Grande Aprimorado
ro: Propulsor cuantic de energie întunecată îmbunătățit
ru: Усовершенствованный Большой Квантовый Двигатель Темной Энергии
sk_sk: Vylepšený veľký kvantový tmavý energetický motorček
sv: Förbättrad stor kvant mörk energipropeller
tr_tr: Geliştirilmiş Büyük Kuantum Karanlık Enerji İticisi
uk: Покращений великий квантовий двигун темної енергії
zh_cn: 增强型大型量子暗能量推进器

# DisplayName_Block_LargeQDarkEnergyThrustT2
source: Proficient Large Quantum Dark Energy Thruster
ca_ad: Propulsor d'energia fosca quàntica gran competent
cs_cz: Zdatný velký kvantový tryska temné energie
da: Dygtig stor kvante mørk energi thruster
de: Kompetenter großer Quanten-Dark-Energy-Triebwerk
es: Propulsor de energía oscura cuántico de gran tamaño competente
et_ee: Vilunud suure kvant-tumeda energia tõukejõud
fi: Taitava suuren kvanttipimeän energian potkuri
fr: Grand propulseur quantique d’énergie noire compétent
hr_hr: Iskusni veliki kvantni potisnik tamne energije
hu_hu: Gyakorlott nagy kvantum sötét energia hajtómű
ja_jp: 大型量子ダークエネルギースラスタ
lv: Prasmīgs liels kvantu tumšās enerģijas vilces līdzeklis
nl: Bekwame grote kwantumstuwraket met donkere energie
no: Dyktig stor kvante mørk energi thruster
pt_br: Propulsor de Energia Escura Grande Quântico Proficiente
ro: Propulsor cuantic mare de energie întunecată
ru: Опытный Большой Квантовый Двигатель Темной Энергии
sk_sk: Zdatný veľký kvantový temný energetický motor;
sv: Skicklig stor kvant mörk energipropeller
tr_tr: Yetkin Büyük Kuantum Karanlık Enerji İticisi
uk: Досвідчений великий квантовий двигун темної енергії
zh_cn: 精通大型量子暗能推进器

# DisplayName_Block_LargeQDarkEnergyThrustT3
source: Elite Large Quantum Dark Energy Thruster
ca_ad: Propulsor d'energia fosca quàntica gran d'elit
cs_cz: Elitní velký kvantový tryska temné energie
da: Elite stor kvante mørk energi thruster
de: Elite-Triebwerk für große Quanten-Dunkle Energie
es: Propulsor de energía oscura cuántica grande de élite
et_ee: Elite suur kvant-tumeda energia tõukejõud
fi: Eliitti suuri kvanttipimeän energian potkuri
fr: Grand propulseur quantique d’énergie noire Elite
hr_hr: Elitni veliki kvantni potisnik tamne energije
hu_hu: Elite Nagy Kvantum Sötét Energia Hajtómű
ja_jp: エリート・ラージ・クォンタム・ダーク・エネルギー・スラスター
lv: Elites lielais kvantu tumšās enerģijas vilcējs
nl: Elite Grote Quantum Donkere Energie Thruster
no: Elite Stor Quantum Dark Energy Thruster
pt_br: Propulsor de Energia Escura Quantum Grande de Elite
ro: Propulsor de elită cu energie întunecată cuantică mare
ru: Элитный Большой Квантовый Двигатель Темной Энергии
sk_sk: Elitný veľký kvantový temný energetický motorník
sv: Elite Stor Quantum Dark Energy Thruster
tr_tr: Elit Büyük Kuantum Karanlık Enerji İtici
uk: Елітний великий квантовий двигун темної енергії
zh_cn: 精英大型量子暗能量推进器

# DisplayName_Block_LargeQHydrogenThrustIndustrialT0
source: Quantum Industrial Large Hydrogen Thruster
ca_ad: Propulsor d'hidrogen gran industrial quàntic
cs_cz: Velký vodíkový motor Quantum Industrial
da: Kvanteindustriel stor brintthruster
de: Quantum-Industrie-Triebwerk für großen Wasserstoff
es: Propulsor de hidrógeno grande industrial cuántico
et_ee: Kvanttööstuslik suur vesiniku tõukejõud
fi: Kvanttiteollinen suuri vetypotkuri
fr: Grand propulseur à hydrogène industriel quantique
hr_hr: Kvantni industrijski veliki potisnik vodika
hu_hu: Kvantumipari nagy hidrogénhajtómű
ja_jp: 量子産業用大型水素スラスタ
lv: Kvantu rūpnieciskais lielais ūdeņraža vilces līdzeklis
nl: Quantum industriële grote waterstofstuwraket
pt_br: Propulsor de hidrogênio grande industrial quântico
ro: Propulsor de hidrogen mare industrial cuantic
ru: Квантовый промышленный большой водородный двигатель
sk_sk: Kvantový priemyselný veľký vodíkový motorník
sv: Kvantindustriell stor vätgaspropeller
tr_tr: Kuantum Endüstriyel Büyük Hidrojen İtici
uk: Квантовий промисловий великий водневий двигун
zh_cn: 量子工业大型氢气推进器

# DisplayName_Block_LargeQHydrogenThrustIndustrialT1
source: Enhanced Quantum Industrial Large Hydrogen Thruster
ca_ad: Propulsor d'hidrogen gran industrial quàntic millorat
cs_cz: Vylepšený velký vodíkový motor Quantum Industrial
da: Forbedret kvanteindustriel stor brintthruster
de: Verbesserter Quantum Industrial Large Hydrogen Thruster
es: Propulsor de hidrógeno grande industrial cuántico mejorado
et_ee: Täiustatud kvanttööstuslik suur vesiniku tõukejõud
fi: Parannettu kvanttiteollinen suuri vetypotkuri
fr: Grand propulseur à hydrogène industriel quantique amélioré
hr_hr: Poboljšani kvantni industrijski veliki potisnik vodika
hu_hu: Továbbfejlesztett kvantumipari nagy hidrogénhajtómű
ja_jp: 改良型量子産業用大型水素スラスタ
lv: Uzlabots kvantu rūpnieciskais lielais ūdeņraža vilces līdzeklis
nl: Verbeterde Quantum Industrial Large Hydrogen Thruster
no: Forbedret Quantum Industrial Large Hydrogen Thruster
pt_br: Propulsor de hidrogênio grande industrial quântico aprimorado
ro: Propulsor de hidrogen mare industrial cuantic îmbunătățit
ru: Усовершенствованный квантовый промышленный большой водородный двигатель
sk_sk: Vylepšený kvantový priemyselný veľký vodíkový pohon
sv: Förbättrad kvantindustriell stor vätgaspropeller
tr_tr: Gelişmiş Kuantum Endüstriyel Büyük Hidrojen İtici
uk: Покращений квантовий промисловий великий водневий двигун
zh_cn: 增强型量子工业大型氢推进器

# DisplayName_Block_LargeQHydrogenThrustIndustrialT2
source: Proficient Quantum Industrial Large Hydrogen Thruster
ca_ad: Propulsor d'hidrogen gran industrial quàntic competent
cs_cz: Zkušený velký vodíkový tryska Quantum Industrial
da: Dygtig kvanteindustriel stor brintthruster
de: Kompetenter quantenindustrieller großer Wasserstoffantrieb
es: Propulsor de hidrógeno grande industrial cuántico competente
et_ee: Vilunud kvanttööstuslik suur vesiniku tõukejõud
fi: Taitava kvanttiteollinen suuri vetypotkuri
fr: Grand propulseur à hydrogène industriel quantique compétent
hr_hr: Iskusni kvantno-industrijski veliki potisnik vodika
hu_hu: Gyakorlott kvantumipari nagy hidrogénhajtómű
ja_jp: 堪能な量子産業用大型水素スラスタ
lv: Lietpratīgs kvantu rūpnieciskais lielais ūdeņraža vilces līdzeklis
nl: Bekwame Quantum Industriële Grote Waterstof Thruster
no: Dyktig kvanteindustriell stor hydrogenthruster
pt_br: Propulsor de hidrogênio de grande porte industrial quântico proficiente
ro: Propulsor de hidrogen industrial cuantic performant
ru: Опытный квантовый промышленный большой водородный двигатель
sk_sk: Zdatný kvantový priemyselný veľký vodíkový motor;
sv: Skicklig kvantindustriell stor vätepropeller
tr_tr: Yetkin Kuantum Endüstriyel Büyük Hidrojen İtici
uk: Досвідчений квантовий промисловий великий водневий двигун
zh_cn: 精通量子工业大型氢气推进器

# DisplayName_Block_LargeQHydrogenThrustIndustrialT3
source: Elite Quantum Industrial Large Hydrogen Thruster
ca_ad: Propulsor d'hidrogen gran industrial quàntic d'elit
cs_cz: Elitní kvantový průmyslový velký vodíkový tryska
da: Elite kvanteindustriel stor brintthruster
de: Elite Quantum Industrieller großer Wasserstoffantrieb
es: Propulsor de hidrógeno grande industrial cuántico de élite
et_ee: Elite Quantum Industrial suur vesiniku tõukejõud
fi: Elite kvanttiteollinen suuri vetypotkuri
fr: Grand propulseur à hydrogène industriel Elite Quantum
hr_hr: Elitni kvantni industrijski veliki potisnik vodika
hu_hu: Elite Quantum Industrial nagy hidrogénhajtómű
ja_jp: エリート量子産業用大型水素スラスタ
lv: Elites kvantu rūpnieciskais lielais ūdeņraža vilces līdzeklis
nl: Elite Quantum Industriële Grote Waterstof Thruster
pt_br: Propulsor de hidrogênio grande industrial Elite Quantum
ro: Propulsor de hidrogen mare industrial cuantic Elite
ru: Elite Quantum Промышленный большой водородный двигатель
sk_sk: Elitný kvantový priemyselný veľký vodíkový motorček
sv: Elite Quantum Industrial stor vätgaspropeller
tr_tr: Elite Quantum Endüstriyel Büyük Hidrojen İtici
uk: Елітний квантовий промисловий великий водневий двигун
zh_cn: Elite Quantum Industrial 大型氢推进器

# DisplayName_Block_LargeQHydrogenThrustT0
source: Large Quantum Hydrogen Thruster
ca_ad: Gran propulsor quàntic d'hidrogen
cs_cz: Velký vodíkový motor Quantum
da: Stor kvantebrint thruster
de: Großes Quanten-Wasserstoff-Triebwerk
es: Gran propulsor de hidrógeno cuántico
et_ee: Suur kvantvesiniku tõukejõud
fi: Suuri kvanttivetypotkuri
fr: Grand propulseur à hydrogène quantique
hr_hr: Veliki kvantni potisnik vodika
hu_hu: Nagy kvantumhidrogén-hajtómű
ja_jp: 大型量子水素スラスタ
lv: Liels kvantu ūdeņraža vilces līdzeklis
nl: Grote kwantumwaterstofstuwraket
no: Stor kvantehydrogenthruster
pt_br: Grande propulsor de hidrogênio quântico
ro: Propulsor cuantic mare de hidrogen
ru: Большой квантово-водородный двигатель
sk_sk: Veľký kvantový vodíkový motor:
sv: Stor kvantvätepropeller
tr_tr: Büyük Kuantum Hidrojen İtici
uk: Великий квантовий водневий двигун
zh_cn: 大型量子氢推进器

# DisplayName_Block_LargeQHydrogenThrustT1
source: Enhanced Large Quantum Hydrogen Thruster
ca_ad: Propulsor quàntic d'hidrogen gran millorat
cs_cz: Vylepšený velký kvantový vodíkový motor
da: Forbedret stor kvantebrintthruster
de: Verbessertes großes Quanten-Wasserstoff-Triebwerk
es: Propulsor de hidrógeno cuántico grande mejorado
et_ee: Täiustatud suur kvantvesiniku tõukejõud
fi: Parannettu suuri kvanttivetypotkuri
fr: Grand propulseur à hydrogène quantique amélioré
hr_hr: Poboljšani veliki kvantni potisnik vodika
hu_hu: Továbbfejlesztett nagyméretű kvantumhidrogén-hajtómű
ja_jp: 改良型大型量子水素スラスタ
lv: Uzlabots liels kvantu ūdeņraža vilces līdzeklis
nl: Verbeterde grote kwantumwaterstofstuwraket
no: Forbedret stor kvantehydrogenthruster
pt_br: Propulsor de hidrogênio quântico grande aprimorado
ro: Propulsor cuantic de hidrogen cuantic îmbunătățit
ru: Усовершенствованный большой квантовый водородный двигатель
sk_sk: Vylepšený veľký kvantový vodíkový motor
sv: Förbättrad stor kvantvätepropeller
tr_tr: Geliştirilmiş Büyük Kuantum Hidrojen İtici
uk: Покращений великий квантовий водневий двигун
zh_cn: 增强型大型量子氢推进器

# DisplayName_Block_LargeQHydrogenThrustT2
source: Proficient Large Quantum Hydrogen Thruster
ca_ad: Propulsor quàntic d'hidrogen gran competent
cs_cz: Zkušený velký kvantový vodíkový tryska
da: Dygtig stor kvantebrintpropel
de: Kompetenter großer Quanten-Wasserstoff-Antrieb
es: Propulsor de hidrógeno cuántico de gran tamaño competente
et_ee: Vilunud suur kvantvesiniku tõukejõud
fi: Taitava suuri kvanttivetypotkuri
fr: Grand propulseur à hydrogène quantique compétent
hr_hr: Iskusni veliki kvantni potisnik vodika
hu_hu: Profici nagy kvantumhidrogén-hajtómű
ja_jp: 熟練の大型量子水素スラスタ
lv: Lietpratējs liels kvantu ūdeņraža vilces līdzeklis
nl: Bekwame grote kwantumwaterstofstuwraket
no: Dyktig stor kvantehydrogenthruster
pt_br: Propulsor de hidrogênio quântico grande proficiente
ro: Propulsor cuantic de hidrogen mare
ru: Опытный большой квантовый водородный двигатель
sk_sk: Zdatný veľký kvantový vodíkový motorček
sv: Skicklig stor kvantvätepropeller
tr_tr: Yetkin Büyük Kuantum Hidrojen İtici
uk: Досвідчений великий квантовий водневий двигун
zh_cn: 熟练的大型量子氢推进器

# DisplayName_Block_LargeQHydrogenThrustT3
source: Elite Large Quantum Hydrogen Thruster
ca_ad: Propulsor quàntic d'hidrogen gran d'elit
cs_cz: Elitní velký kvantový vodíkový tryska
da: Elite stor kvantebrint thruster
de: Elite Großer Quanten-Wasserstoff-Triebwerk
es: Propulsor de hidrógeno cuántico grande de élite
et_ee: Elite suur kvantvesiniku tõukejõud
fi: Suuri kvanttivetypotkuri
fr: Grand propulseur à hydrogène quantique Elite
hr_hr: Elitni veliki kvantni potisnik vodika
hu_hu: Elite nagy kvantumhidrogén-hajtómű
ja_jp: エリート大型量子水素スラスタ
lv: Elites lielais kvantu ūdeņraža vilces līdzeklis
nl: Elite grote kwantumwaterstofstuwraket
no: Elite stor kvantehydrogenthruster
pt_br: Propulsor de hidrogênio quântico grande de elite
ro: Propulsor cuantic mare de hidrogen Elite
ru: Элитный большой квантовый водородный двигатель
sk_sk: Elitný veľký kvantový vodíkový motorček
sv: Elite stor kvantvätepropeller
tr_tr: Elite Büyük Kuantum Hidrojen İtici
uk: Елітний великий квантовий водневий двигун
zh_cn: 精英大型量子氢推进器

# DisplayName_Block_LargeQModularThrusterT0
source: Quantum Large Quantum Warfare Ion Thruster
ca_ad: Propulsor iònic quàntic de gran guerra quàntica
cs_cz: Kvantový velký iontový tryska Quantum Warfare
de: Quantum Large Quantum Warfare Ionentriebwerk
es: Propulsor iónico de guerra cuántica cuántico grande
et_ee: Kvant-suure kvantsõja ioontõukejõud
fi: Kvantti suuri kvanttisodankäynnin ionipotkuri
fr: Propulseur ionique Quantum Large Quantum Warfare
hr_hr: Kvantni veliki ionski potisnik kvantnog ratovanja
hu_hu: Kvantum nagy kvantumhadviselés ionhajtómű
ja_jp: 量子大型量子戦イオンスラスタ
lv: Kvantu lielais kvantu karš Jonu vilcējspēks
nl: Quantum Grote Quantum Warfare Ion Thruster
pt_br: Propulsor de Íons de Guerra Quântica Grande Quântico
ro: Propulsor ionic de război cuantic cuantic mare
ru: Квантовый Большой Квантовый Боевой Ионный Двигатель
sk_sk: Kvantový veľký kvantový bojový iónový motorník
tr_tr: Kuantum Büyük Kuantum Savaşı İyon İtici
uk: Квантовий великий іонний двигун квантової війни
zh_cn: 量子大型量子战离子推进器
