Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_RocketLauncherT1
source: Slow-shooting, explosive damage dealing, rocket launcher that must be loaded manually. Uses Depleted Uranium Rockets. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Tir lent, tractament de danys explosius, llançacoets que s'ha de carregar manualment. Utilitza coets d'urani empobrit. Abast màxim: 2500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, del normal
cs_cz: Pomalá střelba, udělování výbušného poškození, raketomet, který se musí nabíjet ručně. Používá rakety s ochuzeným uranem. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: Langsom skydning, eksplosiv skadehåndtering, raketkaster, der skal indlæses manuelt. Bruger forarmet uranraketter. Maksimal rækkevidde: 2500 m Genindlæses 1,5x hurtigere og gør 1,5x mere skade end normalt
de: Langsam schießender, explosiver Schaden verursachender Raketenwerfer, der manuell geladen werden muss. Verwendet Raketen mit abgereichertem Uran. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Disparo lento, daño explosivo, lanzacohetes que debe cargarse manualmente. Utiliza cohetes de uranio empobrecido. Alcance máximo: 2500 m Recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Aeglane laskmine, plahvatusohtlike kahjustustega tegelemine, raketiheitja, mis tuleb käsitsi laadida. Kasutab vaesestatud uraani rakette. Maksimaalne vahemik: 2500 m Laadib 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Hitaasti ampuva, räjähtävien vahinkojen käsittely, raketinheitin, joka on ladattava manuaalisesti. Käyttää köyhdytettyä uraania sisältäviä raketteja. Suurin kantama: 2500 m Latautuu 1,5x nopeammin ja tekee 1,5 kertaa normaalia enemmän vahinkoa
fr: Tir lent, infligeant des dégâts explosifs, lance-roquettes qui doit être chargé manuellement. Utilise des fusées à uranium appauvri. Portée maximale : 2500 m Recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Sporo pucanje, trgovina eksplozivnom štetom, raketni bacač koji se mora ručno napuniti. Koristi osiromašene rakete urana. Maksimalni domet: 2500 m Ponovno se učitava 1,5x brže i čini 1,5 puta veću štetu, od normalne
hu_hu: Lassú lövés, robbanásveszélyes sebzés, rakétavető, amelyet kézzel kell betölteni. Szegényített urán rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: スロー射撃、爆発ダメージ、手動で装填する必要があるロケットランチャー。劣化ウランロケットを使用する。 最大射程距離: 2500 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Lēna šaušana, sprādzienbīstamu bojājumu novēršana, raķešu palaišanas iekārta, kas jāielādē manuāli. Izmanto noplicinātā urāna raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x lielākus bojājumus nekā parasti
nl: Langzaam schietend, explosieve schade toebrengend, raketwerper die handmatig moet worden geladen. Maakt gebruik van raketten met verarmd uranium. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: Sakteskyting, håndtering av eksplosive skader, rakettkaster som må lastes manuelt. Bruker utarmede uranraketter. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Tiro lento, dano explosivo, lançador de foguetes que deve ser carregado manualmente. Utiliza foguetes de urânio empobrecido. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais danos, do que o normal
ro: Tragere lentă, tratarea daunelor explozive, lansator de rachete care trebuie încărcat manual. Utilizează rachete cu uraniu sărăcit. Raza maxima de actiune: 2500 m Reîncarcă de 1,5 ori mai rapid și produce de 1,5 ori mai multe daune decât în mod normal
ru: Медленная стрельба, нанесение взрывного урона, ракетница, которую нужно заряжать вручную. Использует ракеты с обедненным ураном. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Pomalá streľba, riešenie poškodenia výbušninami, raketomet, ktorý je potrebné nabíjať ručne. Používa rakety s ochudobneným uránom. Maximálny dosah: 2500 m Znovu nakladá 1,5x rýchlejšie a robí 1,5x viac škôd ako obvykle
sv: Långsamskjutande, explosiv skadegörelse, raketgevär som måste laddas manuellt. Använder raketer med utarmat uran. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Yavaş atış, patlayıcı hasar verme, manuel olarak yüklenmesi gereken roketatar. Seyreltilmiş uranyum roketleri kullanır. Maksimum menzil: 2500 m Normalden 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Повільна стрільба, нанесення вибухової шкоди, ракетниця, яку потрібно заряджати вручну. Використовує ракети зі збідненим ураном. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 慢速射击，爆炸性伤害处理，必须手动装载的火箭发射器。使用贫铀火箭。 最大射程：2500米 装填速度比正常速度快 1.5 倍，伤害高 1.5 倍

# Description_RocketLauncherT2
source: Slow-shooting, explosive damage dealing, rocket launcher that must be loaded manually. Uses Depleted Dark Energy Rockets. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Tir lent, tractament de danys explosius, llançacoets que s'ha de carregar manualment. Utilitza coets d'energia fosca esgotada. Abast màxim: 2500 m Recarrega 1.5x Més ràpid i fa 1.5x més dany, que millorat
cs_cz: Pomalá střelba, udělování výbušného poškození, raketomet, který se musí nabíjet ručně. Používá ochuzené rakety temné energie. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: Langsom skydning, eksplosiv skadehåndtering, raketkaster, der skal indlæses manuelt. Bruger udtømte mørke energiraketter. Maksimal rækkevidde: 2500 m Genindlæses 1,5x hurtigere og gør 1,5x mere skade end forbedret
de: Langsam schießender, explosiver Schaden verursachender Raketenwerfer, der manuell geladen werden muss. Verwendet verbrauchte Raketen mit dunkler Energie. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als verstärkt
es: Disparo lento, daño explosivo, lanzacohetes que debe cargarse manualmente. Usa cohetes de energía oscura agotados. Alcance máximo: 2500 m Recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Aeglane laskmine, plahvatusohtlike kahjustustega tegelemine, raketiheitja, mis tuleb käsitsi laadida. Kasutab ammendunud tumeenergia rakette. Maksimaalne vahemik: 2500 m Laadib 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Hitaasti ampuva, räjähtävien vahinkojen käsittely, raketinheitin, joka on ladattava manuaalisesti. Käyttää tyhjentyneitä pimeän energian raketteja. Suurin kantama: 2500 m Latautuu uudelleen 1,5x nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Tir lent, infligeant des dégâts explosifs, lance-roquettes qui doit être chargé manuellement. Utilise des roquettes à énergie noire épuisées. Portée maximale : 2500 m Recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Sporo pucanje, trgovina eksplozivnom štetom, raketni bacač koji se mora ručno napuniti. Koristi osiromašene rakete tamne energije. Maksimalni domet: 2500 m Ponovno se učitava 1,5x brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: Lassú lövés, robbanásveszélyes sebzés, rakétavető, amelyet kézzel kell betölteni. Kimerült sötét energia rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több sebzést okoz, mint a továbbfejlesztett
ja_jp: スロー射撃、爆発ダメージ、手動で装填する必要があるロケットランチャー。枯渇したダークエネルギーロケットを使用する。 最大射程距離: 2500 m リロード速度が1.5倍、ダメージが1.5倍になる
lv: Lēna šaušana, sprādzienbīstamu bojājumu novēršana, raķešu palaišanas iekārta, kas jāielādē manuāli. Izmanto noplicinātas tumšās enerģijas raķetes. Maksimālais diapazons: 2500 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Langzaam schietend, explosieve schade toebrengend, raketwerper die handmatig moet worden geladen. Maakt gebruik van uitgeputte raketten met donkere energie. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: Sakteskyting, håndtering av eksplosive skader, rakettkaster som må lastes manuelt. Bruker utarmede mørke energiraketter. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Tiro lento, dano explosivo, lançador de foguetes que deve ser carregado manualmente. Usa foguetes de energia escura esgotados. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais dano do que o aprimorado
ro: Tragere lentă, tratarea daunelor explozive, lansator de rachete care trebuie încărcat manual. Folosește rachete epuizate de energie întunecată. Raza maxima de actiune: 2500 m Reîncarcă de 1,5 ori mai rapid și produce de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Медленная стрельба, нанесение взрывного урона, ракетница, которую нужно заряжать вручную. Использует Истощенные Ракеты Темной Энергии. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Pomalá streľba, riešenie poškodenia výbušninami, raketomet, ktorý je potrebné nabíjať ručne. Používa vyčerpané rakety tmavej energie. Maximálny dosah: 2500 m Znovu nakladá 1,5x rýchlejšie a 1,5x viac škôd ako vylepšených
sv: Långsamskjutande, explosiv skadegörelse, raketgevär som måste laddas manuellt. Använder utarmade Dark Energy-raketer. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: Yavaş atış, patlayıcı hasar verme, manuel olarak yüklenmesi gereken roketatar. Tükenmiş karanlık enerji roketlerini kullanır. Maksimum menzil: 2500 m Geliştirilmiş olandan 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Повільна стрільба, нанесення вибухової шкоди, ракетниця, яку потрібно заряджати вручну. Використовує ракети з виснаженою темною енергією. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж посилено
zh_cn: 慢速射击，爆炸性伤害处理，必须手动装载的火箭发射器。使用耗尽的暗能量火箭。 最大射程：2500米 装填速度比增强型快 1.5 倍，造成伤害 1.5 倍

# Description_RocketLauncherT3
source: Slow-shooting, explosive damage dealing, rocket launcher that must be loaded manually. Uses Depleted Clangium Rockets. Maximum range: 2500 m Reloads 1.5x Faster and does 1.5x more damage, than proficient
ca_ad: Tir lent, tractament de danys explosius, llançacoets que s'ha de carregar manualment. Utilitza coets de clangium empobrits. Abast màxim: 2500 m Recarrega 1.5x Més ràpid i fa 1.5x més mal, que el competent
cs_cz: Pomalá střelba, udělování výbušného poškození, raketomet, který se musí nabíjet ručně. Používá ochuzené rakety Clangium. Maximální dostřel: 2500 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než zkušený
da: Langsom skydning, eksplosiv skadehåndtering, raketkaster, der skal indlæses manuelt. Bruger udtømte clangiumraketter. Maksimal rækkevidde: 2500 m Genindlæser 1,5x hurtigere og gør 1,5x mere skade, end du er dygtig
de: Langsam schießender, explosiver Schaden verursachender Raketenwerfer, der manuell geladen werden muss. Verwendet erschöpfte Clangium-Raketen. Maximale Reichweite: 2500 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als geübt
es: Disparo lento, daño explosivo, lanzacohetes que debe cargarse manualmente. Usa cohetes Clangium agotados. Alcance máximo: 2500 m Recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el competente
et_ee: Aeglane laskmine, plahvatusohtlike kahjustustega tegelemine, raketiheitja, mis tuleb käsitsi laadida. Kasutab ammendunud clangiumi rakette. Maksimaalne laskekaugus: 2500 m Laadib 1.5x kiiremini ja teeb 1.5x rohkem kahju, kui vilunud
fi: Hitaasti ampuva, räjähtävien vahinkojen käsittely, raketinheitin, joka on ladattava manuaalisesti. Käyttää tyhjentyneitä klangiumraketteja. Suurin kantama: 2500 m Latautuu uudelleen 1,5x nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin taitava
fr: Tir lent, infligeant des dégâts explosifs, lance-roquettes qui doit être chargé manuellement. Utilise des fusées de clangium appauvries. Portée maximale : 2500 m Recharge 1,5 fois plus rapide et fait 1,5 fois plus de dégâts que le compétent
hr_hr: Sporo pucanje, trgovina eksplozivnom štetom, raketni bacač koji se mora ručno napuniti. Koristi osiromašene rakete clangium. Maksimalni domet: 2500 m Ponovno se učitava 1,5x brže i čini 1,5 puta veću štetu, nego stručno
hu_hu: Lassú lövés, robbanásveszélyes sebzés, rakétavető, amelyet kézzel kell betölteni. Kimerült Clangium rakétákat használ. Maximális hatótávolság: 2500 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több sebzést okoz, mint a gyakorlott
ja_jp: スロー射撃、爆発ダメージ、手動で装填する必要があるロケットランチャー。枯渇したクランギウムロケットを使用する。 最大射程距離: 2500 m 熟練者よりも1.5倍速くリロードし、1.5倍のダメージを与える
lv: Lēna šaušana, sprādzienbīstamu bojājumu novēršana, raķešu palaišanas iekārta, kas jāielādē manuāli. Izmanto noplicinātas Clangium raķetes. Maksimālais diapazons: 2500 m Pārlādē 1.5x ātrāk un nodara 1.5x vairāk bojājumu, nekā lietpratējs
nl: Langzaam schietend, explosieve schade toebrengend, raketwerper die handmatig moet worden geladen. Maakt gebruik van uitgeputte clangiumraketten. Maximaal bereik: 2500 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan bekwaam
no: Sakteskyting, håndtering av eksplosive skader, rakettkaster som må lastes manuelt. Bruker utarmede Clangium-raketter. Maksimal rekkevidde: 2500 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn dyktig
pt_br: Tiro lento, dano explosivo, lançador de foguetes que deve ser carregado manualmente. Usa foguetes de Clangium esgotados. Alcance máximo: 2500 m Recarrega 1,5x mais rápido e causa 1,5x mais dano do que proficiente
ro: Tragere lentă, tratarea daunelor explozive, lansator de rachete care trebuie încărcat manual. Folosește rachete Clangium epuizate. Raza maxima de actiune: 2500 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cel competent
ru: Медленная стрельба, нанесение взрывного урона, ракетница, которую нужно заряжать вручную. Использует обедненные ракеты Клангия. Максимальная дальность: 2500 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем опытный
sk_sk: Pomalá streľba, riešenie poškodenia výbušninami, raketomet, ktorý je potrebné nabíjať ručne. Používa vyčerpané rakety Clangium. Maximálny dosah: 2500 m Znovu nakladá 1,5x rýchlejšie a 1,5x viac škôd ako zdatný
sv: Långsamskjutande, explosiv skadegörelse, raketgevär som måste laddas manuellt. Använder utarmade Clangium-raketer. Maximal räckvidd: 2500 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än skicklig
tr_tr: Yavaş atış, patlayıcı hasar verme, manuel olarak yüklenmesi gereken roketatar. Tükenmiş Clangium roketleri kullanır. Maksimum menzil: 2500 m Uzmandan 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Повільна стрільба, нанесення вибухової шкоди, ракетниця, яку потрібно заряджати вручну. Використовує збіднені ракети Clangium. Максимальна дальність: 2500 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж досвідчений
zh_cn: 慢速射击，爆炸性伤害处理，必须手动装载的火箭发射器。使用耗尽的钚火箭。 最大射程：2500米 装填速度比熟练者快 1.5 倍，造成伤害 1.5 倍

# Description_SafeZoneT0
source: Projects safe zone around itself. Safe zone can be used to protect your assets. Chip Upkeep: 1x per 60 Minutes Activation Time: 120 seconds Max Power Drain: 89MW Minimum Power Drain: 14.81KW
ca_ad: Projecta zona segura al seu voltant. La zona segura es pot utilitzar per protegir els vostres actius. Manteniment de xips: 1x cada 60 minuts Temps d'activació: 120 segons Potència màxima de desguàs: 89MW Potència mínima de desguàs: 14,81KW
cs_cz: Promítá kolem sebe bezpečnou zónu. Bezpečnou zónu můžete využít k ochraně svého majetku. Údržba čipů: 1x za 60 minut Doba aktivace: 120 sekund Maximální odběr energie: 89MW Minimální odběr energie: 14,81 kW
da: Projicerer sikker zone omkring sig selv. Sikker zone kan bruges til at beskytte dine aktiver. Chip vedligeholdelse: 1x pr. 60 minutter Aktiveringstid: 120 sekunder Maks. strømforbrug: 89 MW Minimum strømforbrug: 14,81KW
de: Projiziert eine sichere Zone um sich selbst. Die sichere Zone kann verwendet werden, um Ihr Vermögen zu schützen. Chip-Unterhalt: 1x pro 60 Minuten Aktivierungszeit: 120 Sekunden Maximale Leistungsaufnahme: 89MW Minimale Leistungsaufnahme: 14,81 kW
es: Proyecta una zona segura a su alrededor. La zona segura se puede utilizar para proteger sus activos. Mantenimiento de virutas: 1x cada 60 minutos Tiempo de activación: 120 segundos Consumo máximo de energía: 89MW Consumo mínimo de energía: 14.81KW
et_ee: Projitseerib turvalise tsooni enda ümber. Turvatsooni saab kasutada teie varade kaitsmiseks. Kiibi hooldus: 1x 60 minuti kohta Aktiveerimisaeg: 120 sekundit Maksimaalne voolu äravool: 89MW Minimaalne vooluvool: 14.81KW
fi: Projisoi turvavyöhykkeen ympärilleen. Safe Zonea voidaan käyttää omaisuuden suojaamiseen. Sirun ylläpito: 1x per 60 minuuttia Aktivointiaika: 120 sekuntia Suurin tehonsyöttö: 89MW Pienin virransyöttö: 14.81KW
fr: Projette une zone de sécurité autour de lui-même. La zone de sécurité peut être utilisée pour protéger vos actifs. Entretien des puces : 1x toutes les 60 minutes Temps d’activation : 120 secondes Consommation d’énergie maximale : 89 MW Consommation d’énergie minimale : 14.81KW
hr_hr: Projicira sigurnu zonu oko sebe. Sigurna zona može se koristiti za zaštitu vaše imovine. Održavanje čipa: 1x na 60 minuta Vrijeme aktivacije: 120 sekundi Maksimalno pražnjenje: 89MW Minimalno pražnjenje energije: 14.81KW
hu_hu: Biztonsági zónát vetít maga köré. A biztonságos zóna használható az eszközök védelmére. Chip karbantartás: 1x / 60 perc Aktiválási idő: 120 másodperc Max. energiafogyasztás: 89MW Minimális energiafogyasztás: 14.81KW
ja_jp: 自身の周囲に安全地帯を投影する。セーフゾーンは、資産を保護するために使用できます。 チップ維持費:60分ごとに1回 起動時間:120秒 最大消費電力:89MW 最小消費電力:14.81KW
lv: Projicē drošo zonu ap sevi. Drošo zonu var izmantot, lai aizsargātu savus īpašumus. Čipa uzturēšana: 1x 60 minūtēs Aktivizācijas laiks: 120 sekundes Maksimālā jauda: 89MW Minimālā jaudas izlāde: 14.81KW
nl: Projecteert een veilige zone om zich heen. Veilige zone kan worden gebruikt om uw activa te beschermen. Chiponderhoud: 1x per 60 minuten Activeringstijd: 120 seconden Max. stroomverbruik: 89MW Minimaal stroomverbruik: 14.81KW
no: Prosjekter sikker sone rundt seg selv. Sikker sone kan brukes til å beskytte dine eiendeler. Vedlikehold av sjetong: 1x per 60 minutter Aktiveringstid: 120 sekunder Maks strømsluk: 89 MW Minimum strømavløp: 14.81KW
pt_br: Projeta zona segura em torno de si mesma. A zona segura pode ser usada para proteger seus ativos. Manutenção de chips: 1x por 60 minutos Tempo de ativação: 120 segundos Consumo máximo de energia: 89MW Consumo mínimo de energia: 14.81KW
ro: Proiectează o zonă sigură în jurul său. Zona sigură poate fi utilizată pentru a vă proteja bunurile. Întreținerea cipurilor: 1x la 60 de minute Timp de activare: 120 secunde Consum maxim de putere: 89MW Consum minim de putere: 14.81KW
ru: Проецирует безопасную зону вокруг себя. Безопасная зона может быть использована для защиты ваших активов. Обслуживание чипов: 1 раз в 60 минут Время активации: 120 секунд Максимальная потребляемая мощность: 89 МВт Минимальная потребляемая мощность: 14,81 кВт
sk_sk: Projektuje bezpečnú zónu okolo seba. Bezpečná zóna môže byť použitá na ochranu vášho majetku. Údržba čipov: 1x za 60 minút Čas aktivácie: 120 sekúnd Maximálny odber energie: 89MW Minimálny odber energie: 14,81 kW
sv: Projicerar en säker zon runt sig själv. Säker zon kan användas för att skydda dina tillgångar. Underhåll av marker: 1x per 60 minuter Aktiveringstid: 120 sekunder Max effektförbrukning: 89MW Minsta strömförbrukning: 14,81KW
tr_tr: Kendi etrafında güvenli bölge projelendirir. Varlıklarınızı korumak için güvenli bölge kullanılabilir. Çip Bakımı: 60 Dakikada 1x Aktivasyon Süresi: 120 saniye Maksimum Güç Tahliyesi: 89MW Minimum Güç Tahliyesi: 14.81KW
uk: Проектує безпечну зону навколо себе. Безпечна зона може бути використана для захисту ваших активів. Обслуговування чіпів: 1 раз на 60 хвилин Час активації: 120 секунд Максимальне споживання: 89 МВт Мінімальна витрата потужності: 14,81 кВт
zh_cn: 在自身周围投射安全区。安全区可用于保护您的资产。 芯片维护：每 60 分钟 1 次 激活时间：120秒 最大功耗：89MW 最小功耗：14.81KW
