Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_AutoCannonTurretT2
source: Medium rate of fire, with a good punch in a small turret. Uses Depleted Dark Energy Autocannon Magazines. Maximum range: 2500 m
ca_ad: Taxa de foc mitjana, amb un bon cop de puny en una petita torreta. Utilitza revistes autocanòniques d'energia fosca esgotada. Abast màxim: 2500 m
cs_cz: Střední rychlost palby s dobrou razancí v malé věži. Používá vyčerpané zásobníky automatických kanónů temné energie. Maximální dostřel: 2500 m
da: Medium ildhastighed, med et godt slag i et lille tårn. Bruger udtømte autokanonmagasiner med mørk energi. Maksimal rækkevidde: 2500 m
de: Mittlere Feuerrate, mit einem guten Schlag in einem kleinen Turm. Verwendet erschöpfte Maschinenkanonenmagazine mit dunkler Energie. Maximale Reichweite: 2500 m
es: Cadencia de tiro media, con un buen golpe en una torreta pequeña. Utiliza cargadores de cañón automático de energía oscura agotados. Alcance máximo: 2500 m
et_ee: Keskmine tulekiirus, hea löögiga väikeses tornis. Kasutab ammendunud tumeenergia autokanniajakirju. Maksimaalne lennukaugus: 2500 m
fi: Keskitason tulipalo, hyvä lyönti pienessä tornissa. Käyttää tyhjentyneitä pimeän energian autotykkilehtiä. Suurin kantama: 2500 m
fr: Cadence de tir moyenne, avec un bon punch dans une petite tourelle. Utilise des chargeurs de canons mitrailleurs à énergie noire épuisée. Portée maximale : 2500 m
hr_hr: Srednja brzina vatre, s dobrim udarcem u maloj kupoli. Koristi osiromašene tamne energetske autocannon časopise. Maksimalni domet: 2500 m
hu_hu: Közepes tűzsebesség, jó ütéssel egy kis toronyban. Kimerült sötét energiájú autoágyú tárakat használ. Maximális hatótávolság: 2500 m
ja_jp: 中程度の発射速度で、小さな砲塔で優れたパンチ力を発揮します。枯渇したダークエネルギーオートキャノンマガジンを使用する。 最大範囲:2500 m
lv: Vidējs uguns ātrums, ar labu perforatoru nelielā tornītī. Izmanto noplicinātas tumšās enerģijas autokanonu žurnālus. Maksimālais diapazons: 2500 m
nl: Gemiddelde vuursnelheid, met een goede stoot in een kleine koepel. Maakt gebruik van uitgeputte autokanonnen met donkere energie. Maximaal bereik: 2500 m
no: Middels skuddtakt, med et godt slag i et lite tårn. Bruker utarmede mørke energiautokanonmagasiner. Maksimal rekkevidde: 2500 m
pt_br: Média taxa de fogo, com um bom soco em uma pequena torre. Usa carregadores de canhão de energia escura esgotada. Alcance máximo: 2500 m
ro: Rata medie de foc, cu un pumn bun într-o turelă mică. Utilizează încărcătoare de autotun cu energie întunecată epuizate. Raza maxima de actiune: 2500 m
ru: Средняя скорострельность, с хорошей пробивкой в маленькой турели. Использует истощенные магазины автоматических пушек темной энергии. Максимальная дальность: 2500 м
sk_sk: Stredná rýchlosť streľby, s dobrým úderom v malej veži. Používa zásobníky autokanónov s vyčerpanou tmavou energiou. Maximálny dosah: 2500 m
sv: Medelhög eldhastighet, med en bra slagkraft i ett litet torn. Använder uttömda Autocannon-magasin med mörk energi. Maximal räckvidd: 2500 m
tr_tr: Küçük bir kulede iyi bir vuruş ile orta atış hızı. Tükenmiş Karanlık Enerji Otomatik Top Şarjörlerini kullanır. Maksimum menzil: 2500 m
uk: Середня скорострільність, з хорошим ударом у невеликій башті. Використовує виснажені магазини для автоматичної гармати темної енергії. Максимальна дальність: 2500 м
zh_cn: 中等射速，在小型炮塔中具有良好的冲击力。使用耗尽的暗能量自动加农炮弹匣。 最大射程：2500米

# Description_AutoCannonTurretT3
source: Medium rate of fire, with a good punch in a small turret. Uses Depleted Clangium Autocannon Magazines. Maximum range: 2500 m
ca_ad: Taxa de foc mitjana, amb un bon cop de puny en una petita torreta. Utilitza revistes de canó automàtic de clangium empobrit. Abast màxim: 2500 m
cs_cz: Střední rychlost palby s dobrou razancí v malé věži. Používá vyčerpané zásobníky automatického kanónu Clalia. Maximální dostřel: 2500 m
da: Medium ildhastighed, med et godt slag i et lille tårn. Bruger udtømte clangium autokanon magasiner. Maksimal rækkevidde: 2500 m
de: Mittlere Feuerrate, mit einem guten Schlag in einem kleinen Turm. Verwendet erschöpfte Clangium-Maschinenkanonenmagazine. Maximale Reichweite: 2500 m
es: Cadencia de tiro media, con un buen golpe en una torreta pequeña. Utiliza cargadores de cañón automático Clangium agotados. Alcance máximo: 2500 m
et_ee: Keskmine tulekiirus, hea löögiga väikeses tornis. Kasutab ammendunud Clangium Autocannon ajakirju. Maksimaalne lennukaugus: 2500 m
fi: Keskitason tulipalo, hyvä lyönti pienessä tornissa. Käyttää tyhjentyneitä Clangium-autotykkilehtiä. Suurin kantama: 2500 m
fr: Cadence de tir moyenne, avec un bon punch dans une petite tourelle. Utilise des chargeurs de canon mitrailleur Clangium épuisés. Portée maximale : 2500 m
hr_hr: Srednja brzina vatre, s dobrim udarcem u maloj kupoli. Koristi osiromašene clangium autocannon časopise. Maksimalni domet: 2500 m
hu_hu: Közepes tűzsebesség, jó ütéssel egy kis toronyban. Kimerült Clangium autocannon magazinokat használ. Maximális hatótávolság: 2500 m
ja_jp: 中程度の発射速度で、小さな砲塔で優れたパンチ力を発揮します。枯渇したクランギウムオートキャノンマガジンを使用します。 最大範囲:2500 m
lv: Vidējs uguns ātrums, ar labu perforatoru nelielā tornītī. Izmanto noplicinātus Clangium Autocannon žurnālus. Maksimālais diapazons: 2500 m
nl: Gemiddelde vuursnelheid, met een goede stoot in een kleine koepel. Maakt gebruik van uitgeputte clangium autocannon magazijnen. Maximaal bereik: 2500 m
no: Middels skuddtakt, med et godt slag i et lite tårn. Bruker utarmede Clangium Autocannon magasiner. Maksimal rekkevidde: 2500 m
pt_br: Média taxa de fogo, com um bom soco em uma pequena torre. Utiliza carregadores autocanhões de Clangium esgotados. Alcance máximo: 2500 m
ro: Rata medie de foc, cu un pumn bun într-o turelă mică. Utilizează încărcătoare de autotun Clangium epuizate. Raza maxima de actiune: 2500 m
ru: Средняя скорострельность, с хорошей пробивкой в маленькой турели. Использует обедненные магазины клэнгиевых автопушек. Максимальная дальность: 2500 м
sk_sk: Stredná rýchlosť streľby, s dobrým úderom v malej veži. Používa ochudobnené zásobníky Clangium Autocannon. Maximálny dosah: 2500 m
sv: Medelhög eldhastighet, med en bra slagkraft i ett litet torn. Använder uttömda Clangium Autocannon Magazines. Maximal räckvidd: 2500 m
tr_tr: Küçük bir kulede iyi bir vuruş ile orta atış hızı. Tükenmiş Clangium Autocannon dergilerini kullanır. Maksimum menzil: 2500 m
uk: Середня скорострільність, з хорошим ударом у невеликій башті. Використовує збіднені магазини для автоматичної гармати Clangium. Максимальна дальність: 2500 м
zh_cn: 中等射速，在小型炮塔中具有良好的冲击力。使用耗尽的钚自动加农炮弹匣。 最大射程：2500米

# Description_BatteryT0
source: A battery stores power and is able to distribute a high output of energy. Normal Max Power Output: 12MW Max Power Input: 12MW Max Stored Power: 3MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. Normal Potència màxima de sortida: 12MW Potència màxima d'entrada: 12MW Potència màxima emmagatzemada: 3MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. Normální Maximální výstupní výkon: 12MW Maximální příkon: 12MW Maximální uložený výkon: 3MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. Normal Maks. effekt: 12MW Maks. effektindgang: 12 MW Maks. lagret effekt: 3MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. Normal Maximale Leistung: 12MW Maximale Leistungsaufnahme: 12 MW Maximale gespeicherte Leistung: 3 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. Normal Potencia máxima de salida: 12MW Potencia máxima de entrada: 12MW Potencia máxima almacenada: 3MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. Tavaline Maksimaalne võimsus: 12MW Maksimaalne sisendvõimsus: 12MW Maksimaalne salvestatud võimsus: 3MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. Normaali Suurin teho: 12MW Suurin teho: 12MW Suurin varastoitu teho: 3MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. Normal Puissance de sortie maximale : 12 MW Puissance d’entrée maximale : 12 MW Puissance maximale stockée : 3 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. Normalan Maksimalna izlazna snaga: 12MW Maksimalna snaga: 12MW Maksimalna pohranjena snaga: 3MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. Normális Max. teljesítmény: 12MW Max. felvett teljesítmény: 12MW Max tárolt teljesítmény: 3MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 正常 最大出力:12MW 最大電力入力:12MW 最大蓄電電力:3MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. Parasts Maksimālā jauda: 12MW Maksimālā ieejas jauda: 12MW Maksimālā saglabātā jauda: 3MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. Normaal Maximaal uitgangsvermogen: 12MW Maximaal opgenomen vermogen: 12MW Max. opgeslagen vermogen: 3MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. Normal Maks effekt: 12MW Maks strøminngang: 12MW Maks lagret effekt: 3MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. Normal Potência máxima: 12MW Potência máxima de entrada: 12MW Potência máxima armazenada: 3MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. Normal Putere maximă de ieșire: 12MW Putere maximă de intrare: 12MW Putere maximă stocată: 3MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. Нормальный Максимальная выходная мощность: 12 МВт Максимальная потребляемая мощность: 12 МВт Максимальная хранимая мощность: 3 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. Normálny Maximálny výkon: 12MW Maximálny príkon: 12MW Maximálny uložený výkon: 3MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. Normal Max uteffekt: 12MW Max ineffekt: 12MW Max lagrad effekt: 3MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Normal Maksimum Güç Çıkışı: 12MW Maksimum Güç Girişi: 12MW Maksimum Depolanan Güç: 3MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. Нормальний Максимальна вихідна потужність: 12 МВт Максимальна споживана потужність: 12 МВт Максимальна споживана потужність: 3 МВТ/год
zh_cn: 电池储存电力并能够分配高输出的能量。 正常 最大功率输出：12MW 最大功率输入：12MW 最大存储功率：3MWH

# Description_BatteryT1
source: A battery stores power and is able to distribute a high output of energy. 1.5x Better Than Normal Max Power Output: 18MW Max Power Input: 18MW Max Stored Power: 4.5MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. 1.5x millor del normal Potència màxima de sortida: 18MW Potència màxima d'entrada: 18MW Potència màxima emmagatzemada: 4.5MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. 1,5× lepší než normálně Maximální výstupní výkon: 18MW Maximální příkon: 18MW Maximální uložený výkon: 4,5 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. 1.5x bedre end normalt Maks. effekt: 18MW Maks. effektindgang: 18 MW Maks. lagret effekt: 4,5 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. 1,5x besser als normal Maximale Leistung: 18MW Maximale Leistungsaufnahme: 18 MW Maximale gespeicherte Leistung: 4,5 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. 1,5 veces mejor de lo normal Potencia máxima de salida: 18MW Potencia máxima de entrada: 18MW Potencia máxima almacenada: 4,5 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. 1.5x parem kui tavaline Maksimaalne võimsus: 18MW Maksimaalne sisendvõimsus: 18MW Maksimaalne salvestatud võimsus: 4.5MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. 1.5x parempi kuin normaalisti Suurin teho: 18MW Suurin tehonsyöttö: 18MW Suurin varastoitu teho: 4.5MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. 1,5 fois mieux que la normale Puissance de sortie maximale : 18 MW Puissance d’entrée maximale : 18 MW Puissance maximale stockée : 4,5 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. 1.5x bolje od normalnog Maksimalna izlazna snaga: 18MW Maksimalni ulaz snage: 18MW Maksimalna pohranjena snaga: 4.5MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. 1,5-szer jobb a normálnál Max teljesítmény: 18MW Max. felvett teljesítmény: 18MW Max tárolt teljesítmény: 4.5MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 通常の1.5倍 最大出力:18MW 最大入力電力:18MW 最大蓄電電力:4.5MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. 1,5x labāks nekā parasti Maksimālā jauda: 18MW Maksimālā ieejas jauda: 18MW Maksimālā uzglabātā jauda: 4.5MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. 1.5x beter dan normaal Maximaal uitgangsvermogen: 18MW Maximaal opgenomen vermogen: 18MW Maximaal opgeslagen vermogen: 4,5 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. 1,5 ganger bedre enn normalt Maks effekt: 18MW Maks strøminngang: 18MW Maks lagret effekt: 4,5 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. 1.5x melhor do que o normal Potência máxima: 18MW Potência máxima de entrada: 18MW Poder máximo armazenado: 4.5MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. De 1,5 ori mai bine decât în mod normal Putere maximă de ieșire: 18MW Putere maximă de intrare: 18MW Putere maximă stocată: 4.5MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. В 1,5 раза лучше, чем обычно Максимальная выходная мощность: 18 МВт Максимальная потребляемая мощность: 18 МВт Максимальная аккумулируемая мощность: 4,5 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. 1,5x lepšie ako normálne Maximálny výkon: 18MW Maximálny príkon: 18MW Maximálny uložený výkon: 4.5MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. 1,5 gånger bättre än normalt Max uteffekt: 18MW Max ineffekt: 18MW Max lagrad effekt: 4,5 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Normalden 1,5 kat daha iyi Maksimum Güç Çıkışı: 18MW Maksimum Güç Girişi: 18MW Maksimum Depolanan Güç: 4.5MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. У 1,5 рази краще, ніж зазвичай Максимальна вихідна потужність: 18 МВт Максимальна споживана потужність: 18 МВт Максимальна збережена потужність: 4,5 МВТ/год
zh_cn: 电池储存电力并能够分配高输出的能量。 比正常情况好 1.5 倍 最大输出功率：18MW 最大功率输入：18MW 最大存储功率：4.5MWH

# Description_BatteryT2
source: A battery stores power and is able to distribute a high output of energy. 1.5x Better Than Enhanced Max Power Output: 27MW Max Power Input: 27MW Max Stored Power: 6.75MWH
ca_ad: Una bateria emmagatzema energia i és capaç de distribuir una alta producció d'energia. 1.5x millor que millorat Potència màxima de sortida: 27MW Potència màxima d'entrada: 27MW Potència màxima emmagatzemada: 6.75MWH
cs_cz: Baterie uchovává energii a je schopna distribuovat vysoký výkon energie. 1,5× lepší než vylepšený Maximální výstupní výkon: 27MW Maximální příkon: 27MW Maximální uložený výkon: 6,75 MWH
da: Et batteri lagrer strøm og er i stand til at distribuere et højt output af energi. 1.5x bedre end forbedret Maks. effekt: 27MW Maks. effektindgang: 27 MW Maks. lagret effekt: 6,75 MWH
de: Eine Batterie speichert Strom und ist in der Lage, eine hohe Energieausbeute zu verteilen. 1,5x besser als Enhanced Maximale Leistung: 27MW Maximale Leistungsaufnahme: 27 MW Maximale gespeicherte Leistung: 6,75 MWH
es: Una batería almacena energía y es capaz de distribuir una gran producción de energía. 1,5 veces mejor que mejorado Potencia máxima de salida: 27MW Potencia máxima de entrada: 27MW Potencia máxima almacenada: 6,75 MWH
et_ee: Aku salvestab energiat ja on võimeline jaotama suurt energiat. 1.5x parem kui täiustatud Maksimaalne võimsus: 27MW Maksimaalne sisendvõimsus: 27MW Maksimaalne salvestatud võimsus: 6.75MWH
fi: Akku varastoi virtaa ja pystyy jakamaan suuren energiatehon. 1,5 kertaa parempi kuin parannettu Suurin teho: 27MW Suurin tehonsyöttö: 27MW Suurin varastoitu teho: 6.75MWH
fr: Une batterie stocke de l’énergie et est capable de distribuer une production d’énergie élevée. 1,5 fois mieux qu’amélioré Puissance de sortie maximale : 27 MW Puissance d’entrée maximale : 27 MW Puissance maximale stockée : 6,75 MWH
hr_hr: Baterija pohranjuje energiju i može distribuirati visoku količinu energije. 1.5x bolje od poboljšanog Maksimalna izlazna snaga: 27MW Maksimalni ulaz snage: 27MW Maksimalna pohranjena snaga: 6.75MWH
hu_hu: Az akkumulátor tárolja az energiát, és képes nagy mennyiségű energiát elosztani. 1,5-szer jobb, mint a továbbfejlesztett; Max teljesítmény: 27MW Max. felvett teljesítmény: 27MW Max tárolt teljesítmény: 6.75MWH
ja_jp: バッテリーは電力を蓄え、高出力のエネルギーを分配することができます。 拡張の1.5倍優れている 最大出力:27MW 最大電力入力:27MW 最大蓄電電力:6.75MWH
lv: Akumulators uzglabā enerģiju un spēj sadalīt lielu enerģijas daudzumu. 1,5x labāks nekā uzlabots Maksimālā jauda: 27MW Maksimālā ieejas jauda: 27MW Maksimālā uzglabātā jauda: 6.75MWH
nl: Een batterij slaat stroom op en is in staat om een hoge output van energie te verdelen. 1,5x beter dan verbeterd Maximaal uitgangsvermogen: 27MW Maximaal opgenomen vermogen: 27MW Max. opgeslagen vermogen: 6,75 MWH
no: Et batteri lagrer strøm og er i stand til å distribuere en høy energiproduksjon. 1,5 ganger bedre enn forbedret Maks effekt: 27 MW Maks strøminngang: 27MW Maks lagret effekt: 6,75 MWH
pt_br: Uma bateria armazena energia e é capaz de distribuir uma alta saída de energia. 1,5x melhor que o Enhanced Potência máxima: 27MW Potência máxima de entrada: 27MW Poder máximo armazenado: 6.75MWH
ro: O baterie stochează energie și este capabilă să distribuie o cantitate mare de energie. De 1,5 ori mai bun decât îmbunătățit Putere maximă de ieșire: 27MW Putere maximă de intrare: 27MW Putere maximă stocată: 6.75MWH
ru: Аккумулятор накапливает энергию и способен распределять высокую выходную энергию. В 1,5 раза лучше, чем улучшено Максимальная выходная мощность: 27 МВт Максимальная потребляемая мощность: 27 МВт Максимальная аккумулируемая мощность: 6,75 МВтч
sk_sk: Batéria ukladá energiu a je schopná distribuovať vysoký výkon energie. 1,5x lepšie než vylepšené Maximálny výkon: 27MW Maximálny príkon: 27MW Maximálny uložený výkon: 6.75MWH
sv: Ett batteri lagrar ström och kan distribuera en hög energiproduktion. 1,5 gånger bättre än förbättrad Max uteffekt: 27MW Max ineffekt: 27MW Max lagrad effekt: 6,75 MWH
tr_tr: Bir pil güç depolar ve yüksek bir enerji çıkışı dağıtabilir. Geliştirilmişten 1,5 kat daha iyi Maksimum Güç Çıkışı: 27MW Maksimum Güç Girişi: 27MW Maksimum Depolanan Güç: 6.75MWH
uk: Батарея накопичує енергію і здатна розподіляти високу віддачу енергії. У 1,5 рази краще, ніж покращене Максимальна вихідна потужність: 27 МВт Максимальна споживана потужність: 27 МВт Максимальна споживана потужність: 6,75 МВТ*год
zh_cn: 电池储存电力并能够分配高输出的能量。 比增强型好 1.5 倍 最大功率输出：27MW 最大功率输入：27MW 最大储存功率：6.75MWH
