Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_QDP3SolarPanelT3
source: Solar panels gather energy when exposed to sunlight. Point directly at the sun to improve the ammount of power generated. 4.32MW Max Power output. 8x the cost of elite solar panel. 8x the weight of elite solar panel 8x the power generated than elite solar panel
ca_ad: Els panells solars recullen energia quan s'exposen a la llum solar. Apuntar directament al sol per millorar la quantitat d'energia generada. Potència màxima de 4.32MW. 8x el cost del panell solar d'elit. 8x el pes del panell solar d'elit 8x la potència generada que el panell solar d'elit
cs_cz: Solární panely shromažďují energii, když jsou vystaveny slunečnímu záření. Namiřte přímo na slunce, abyste zlepšili množství generované energie. Maximální výstupní výkon 4,32 MW. 8x vyšší náklady na elitní solární panel. 8x větší hmotnost než solární panel Elite 8x více generovaného výkonu než solární panel Elite
da: Solpaneler samler energi, når de udsættes for sollys. Peg direkte mod solen for at forbedre mængden af genereret strøm. 4,32 MW maks. effekt. 8x prisen på elite solpanel. 8x vægten af elite solpanel 8x den producerede strøm end elite solpanel
de: Sonnenkollektoren sammeln Energie, wenn sie dem Sonnenlicht ausgesetzt sind. Richten Sie den Blick direkt auf die Sonne, um die erzeugte Strommenge zu verbessern. 4,32 MW maximale Ausgangsleistung. 8x so viel wie ein Elite-Solarpanel. 8-mal so viel Gewicht wie ein Elite-Solarmodul 8-mal so viel Strom erzeugt wie ein Elite-Solarmodul
es: Los paneles solares acumulan energía cuando se exponen a la luz solar. Apunte directamente al sol para mejorar la cantidad de energía generada. Potencia máxima de salida de 4,32 MW. 8 veces el costo del panel solar de élite. 8 veces el peso del panel solar Elite 8 veces más energía generada que el panel solar Elite
et_ee: Päikesepaneelid koguvad päikesevalguse käes energiat. Osutage otse päikesele, et parandada tekkivat energiat. 4.32MW maksimaalne võimsus. 8x rohkem kui eliitne päikesepaneel. 8x suurem kui Elite päikesepaneeli kaal 8x rohkem toodetud energiat kui eliitne päikesepaneel
fi: Aurinkopaneelit keräävät energiaa, kun ne altistuvat auringonvalolle. Osoita suoraan aurinkoon parantaaksesi syntyvää voimaa. 4.32MW maksimiteho. 8x eliitin aurinkopaneelin hinta. 8x eliitin aurinkopaneelin paino 8x tuotettu sähkö kuin eliitti aurinkopaneeli
fr: Les panneaux solaires recueillent de l’énergie lorsqu’ils sont exposés à la lumière du soleil. Pointez directement vers le soleil pour améliorer la quantité d’énergie générée. Puissance de sortie maximale de 4,32 MW. 8 fois le coût d’un panneau solaire d’élite. 8 fois le poids d’un panneau solaire d’élite 8 fois plus d’énergie générée qu’un panneau solaire d’élite
hr_hr: Solarni paneli skupljaju energiju kada su izloženi sunčevoj svjetlosti. Usmjerite izravno na sunce kako biste poboljšali nagib proizvedene energije. Maksimalna snaga od 4.32 MW. 8x cijena elitnog solarnog panela. 8x težina elitne solarne ploče 8x proizvedena energija od elitne solarne ploče
hu_hu: A napelemek napfény hatására gyűjtik az energiát. Mutasson közvetlenül a napra, hogy javítsa a termelt energia mennyiségét. 4,32MW Max. teljesítmény. 8x annyiba, mint egy elit napelem. 8x nagyobb súlyú, mint az elit napelem 8x annyi energiát termel, mint az Elite napelem
ja_jp: ソーラーパネルは、太陽光にさらされるとエネルギーを集めます。太陽を直接指すことで、発電量を増やすことができます。 4.32MWの最大出力。 エリートソーラーパネルの8倍のコスト。 エリートソーラーパネルの8倍の重量 エリートソーラーパネルの8倍の発電量
lv: Saules paneļi savāc enerģiju, ja tie ir pakļauti saules gaismai. Norādiet tieši uz sauli, lai uzlabotu saražotās enerģijas daudzumu. 4.32MW maksimālā jauda. 8x elitārā saules paneļa izmaksas. 8x elites saules paneļa svars 8x lielāka jauda nekā elites saules panelim
nl: Zonnepanelen verzamelen energie wanneer ze worden blootgesteld aan zonlicht. Richt direct op de zon om de hoeveelheid opgewekte stroom te verbeteren. 4,32 MW maximaal uitgangsvermogen. 8x de kosten van een elite zonnepaneel. 8x het gewicht van Elite zonnepaneel 8x zoveel opgewekte stroom dan elite zonnepaneel
no: Solcellepaneler samler energi når de utsettes for sollys. Pek direkte på solen for å forbedre mengden strøm som genereres. 4,32 MW maks utgangseffekt. 8x kostnaden for elite solcellepanel. 8x vekten av elite solcellepanel 8x kraften som genereres enn elite solcellepanel
pt_br: Os painéis solares acumulam energia quando expostos à luz solar. Aponte diretamente para o sol para melhorar a quantidade de energia gerada. Potência máxima de 4,32MW. 8x o custo do painel solar de elite. 8x o peso do painel solar de elite 8x a energia gerada do que o painel solar de elite
ro: Panourile solare colectează energie atunci când sunt expuse la lumina soarelui. Îndreptați-vă direct spre soare pentru a îmbunătăți cantitatea de energie generată. Putere maximă de 4,32MW. De 8 ori costul panoului solar de elită. De 8 ori greutatea panoului solar Elite De 8 ori mai multă energie generată decât panoul solar Elite
ru: Солнечные панели накапливают энергию под воздействием солнечного света. Наведите курсор прямо на солнце, чтобы увеличить количество вырабатываемой энергии. Максимальная выходная мощность 4,32 МВт. Стоимость элитной солнечной панели в 8 раз выше. В 8 раз больше веса элитной солнечной панели В 8 раз больше вырабатываемой энергии, чем у элитных солнечных панелей
sk_sk: Solárne panely zhromažďujú energiu, keď sú vystavené slnečnému žiareniu. Namierte priamo na slnko, aby ste zlepšili množstvo vyrobenej energie. Maximálny výkon 4,32 MW. 8-násobok ceny solárnych panelov Elite. 8-násobok hmotnosti solárneho panelu Elite 8x vyšší výkon ako elitný solárny panel
sv: Solpaneler samlar energi när de utsätts för solljus. Peka direkt på solen för att förbättra mängden energi som genereras. 4,32 MW maximal uteffekt. 8x kostnaden för Elite solpanel. 8x vikten av Elite solpanel 8x den effekt som genereras än Elite solpanel
tr_tr: Güneş panelleri güneş ışığına maruz kaldığında enerji toplar. Üretilen gücün miktarını artırmak için doğrudan güneşe doğrultun. 4.32MW Maksimum Güç çıkışı. Elit güneş panelinin maliyetinin 8 katı. Elit güneş panelinin ağırlığının 8 katı Elit güneş panelinden 8 kat daha fazla güç üretildi
uk: Сонячні батареї збирають енергію під впливом сонячного світла. Наведіть прямо на сонце, щоб покращити потік енергії, що виробляється. Максимальна вихідна потужність 4,32 МВт. У 8 разів дорожче за елітну сонячну панель. У 8 разів більше ваги елітної сонячної панелі У 8 разів більше енергії, ніж елітна сонячна панель
zh_cn: 太阳能电池板在暴露在阳光下时会收集能量。直接指向太阳，以提高产生的功率。 4.32MW最大功率输出。 成本是精英太阳能电池板的 8 倍。 重量是精英太阳能电池板的 8 倍 发电量是精英太阳能电池板的 8 倍

# Description_QHRefineryT0
source: 5.12x Refine Speed. 0.3375x Efficiency. 4.48MW Base power Usage. 8x Faster Than Normal Refinery. 8x Cost. Includes the cost of 16 normal yield modules, 8 speed modules, and 8 power modules. Equivalent to 8 normal refineries, with 2 yield, 1 speed, and 1 power modules each.
ca_ad: 5.12x Refinar la velocitat. 0.3375x Eficiència. 4.48MW Ús de potència base. 8x més ràpid que la refineria normal. 8x Cost. Inclou el cost de 16 mòduls de rendiment normal, mòduls de 8 velocitats i 8 mòduls de potència. Equivalent a 8 refineries normals, amb 2 mòduls de rendiment, 1 velocitat i 1 potència cadascuna.
cs_cz: 5.12x Rychlost zpřesnění. 0,3375x účinnost. 4,48 MW Spotřeba základního výkonu. 8x rychlejší než běžná rafinérie. 8x náklady. Zahrnuje náklady na 16 modulů s normální výtěžností, 8 rychlostních modulů a 8 výkonových modulů. Odpovídá 8 normálním rafinériím, každá se 2 výtěžkovými moduly, 1 rychlostí a 1 výkonovým modulem.
da: 5.12x forfine hastighed. 0.3375x effektivitet. 4.48MW Grundstrømforbrug. 8x hurtigere end normalt raffinaderi. 8x omkostninger. Inkluderer omkostningerne ved 16 moduler med normal kapacitet, 8 hastighedsmoduler og 8 effektmoduler. Svarende til 8 normale raffinaderier, med 2 udbytte, 1 hastighed og 1 effektmoduler hver.
de: 5,12-fache Verfeinerungsgeschwindigkeit. 0,3375x Wirkungsgrad. 4,48 MW Basisstromverbrauch. 8x schneller als normale Raffinerie. 8x Kosten. Beinhaltet die Kosten für 16 Module mit normaler Ausbeute, 8 Geschwindigkeitsmodule und 8 Leistungsmodule. Entspricht 8 normalen Raffinerien mit jeweils 2 Ertrags-, 1 Geschwindigkeits- und 1 Leistungsmodul.
es: 5.12x Refinar velocidad. 0.3375x Eficiencia. Consumo de energía base de 4,48 MW. 8 veces más rápido que la refinería normal. 8 veces el coste. Incluye el costo de 16 módulos de rendimiento normal, 8 módulos de velocidad y 8 módulos de potencia. Equivalente a 8 refinerías normales, con 2 módulos de rendimiento, 1 velocidad y 1 de potencia cada uno.
et_ee: 5.12x täpsustage kiirust. 0,3375x efektiivsus. 4.48MW baasvõimsuse kasutamine. 8x kiirem kui tavaline rafineerimistehas. 8x maksumus. Sisaldab 16 normaalsaagise mooduli, 8 kiirusmooduli ja 8 toitemooduli maksumust. Samaväärne 8 tavalise rafineerimistehasega, millest igaühel on 2 saagist, 1 kiirus ja 1 võimsusmoodul.
fi: 5,12x tarkennusnopeus. 0,3375x hyötysuhde. 4.48MW Perusvirrankulutus. 8x nopeampi kuin normaali jalostamo. 8x hinta. Sisältää 16 normaalituottomoduulin, 8 nopeusmoduulin ja 8 tehomoduulin kustannukset. Vastaa 8 normaalia jalostamoa, joissa kussakin on 2 tuottoa, 1 nopeus ja 1 tehomoduuli.
fr: Vitesse d’affinage 5,12x. Efficacité de 0,3375x. Consommation d’énergie de base de 4,48 MW. 8 fois plus rapide qu’une raffinerie normale. Coût multiplié par 8. Comprend le coût de 16 modules à rendement normal, 8 modules de vitesse et 8 modules d’alimentation. Équivalent à 8 raffineries normales, avec 2 modules de rendement, 1 module de vitesse et 1 module de puissance chacune.
hr_hr: 5.12x Pročistite brzinu. 0.3375x učinkovitost. 4.48MW Potrošnja osnovne snage. 8x brže od normalne rafinerije. 8x Trošak. Uključuje troškove 16 modula normalnog prinosa, 8 modula brzine i 8 modula snage. Ekvivalentno 8 normalnih rafinerija, s po 2 prinosa, 1 brzinom i 1 modulom snage.
hu_hu: 5,12x Finomítsa a sebességet. 0,3375-szörös hatékonyság. 4,48MW alapteljesítmény Felhasználás. 8x gyorsabb, mint a normál finomító. 8x költség. 16 normál hozamú modul, 8 sebességmodul és 8 teljesítménymodul költségét tartalmazza. 8 normál finomítónak felel meg, egyenként 2 hozammal, 1 sebességgel és 1 teljesítménymodullal.
ja_jp: 5.12倍のリファイン速度。 0.3375xの効率。 4.48MWの基本電力使用量。 通常の製油所の8倍の速さ。 コストが8倍。 通常の歩留まりモジュール 16 個、速度モジュール 8 個、電源モジュール 8 個のコストが含まれています。 通常の製油所8個分に相当し、それぞれ2つの収量モジュール、1つの速度モジュール、1つのパワーモジュールを備えています。
lv: 5,12x uzlabojiet ātrumu. 0,3375x efektivitāte. 4.48MW bāzes jaudas izmantošana. 8x ātrāk nekā parastā rafinēšanas fabrika. 8x izmaksas. Ietver 16 parastās ražas moduļu, 8 ātruma moduļu un 8 jaudas moduļu izmaksas. Līdzvērtīgs 8 parastām rafinēšanas fabrikām ar 2 ražām, 1 ātrumu un 1 jaudas moduļiem katrā.
nl: 5.12x Snelheid verfijnen. 0.3375x efficiëntie. 4,48 MW basisstroomverbruik. 8x sneller dan normale raffinaderij. 8x kosten. Inclusief de kosten van 16 modules met normale opbrengst, 8 snelheidsmodules en 8 voedingsmodules. Gelijk aan 8 normale raffinaderijen, met elk 2 opbrengst-, 1 snelheids- en 1 voedingsmodule.
no: 5.12x Finjuster hastigheten. 0,3375x effektivitet. 4,48 MW grunnstrømforbruk. 8 ganger raskere enn vanlig raffineri. 8x kostnad. Inkluderer kostnaden for 16 moduler med normal kapasitet, 8 hastighetsmoduler og 8 kraftmoduler. Tilsvarer 8 normale raffinerier, med 2 produksjonsmoduler, 1 hastighet og 1 kraftmoduler hver.
pt_br: 5.12x Refine a velocidade. 0,3375x Eficiência. Uso de energia base de 4,48MW. 8x mais rápido que a refinaria normal. Custo 8x. Inclui o custo de 16 módulos de rendimento normal, 8 módulos de velocidade e 8 módulos de potência. Equivalente a 8 refinarias normais, com 2 módulos de rendimento, 1 velocidade e 1 potência cada.
ro: 5.12x Viteză de rafinare. Eficiență de 0,3375x. 4.48MW Putere de bază Utilizare. De 8 ori mai rapid decât rafinăria normală. Cost de 8x. Include costul a 16 module de capacitate normală, 8 module de viteză și 8 module de putere. Echivalentul a 8 rafinării normale, cu 2 randamente, 1 viteză și 1 modul de putere fiecare.
ru: Скорость уточнения в 5,12 раза. 0,3375x Эффективность. 4,48 МВт Базовое энергопотребление. В 8 раз быстрее, чем на обычном нефтеперерабатывающем заводе. Стоимость в 8 раз. Включает в себя стоимость 16 модулей нормальной производительности, 8 скоростных модулей и 8 силовых модулей. Эквивалентно 8 обычным нефтеперерабатывающим заводам, с 2 выходными, 1 скоростным и 1 силовым модулями каждый.
sk_sk: 5,12x rýchlosť spresnenia. 0,3375x účinnosť. Spotreba základného výkonu 4,48 MW. 8x rýchlejšia rafinéria ako bežná rafinéria. 8x náklady. Zahŕňa náklady na 16 modulov s normálnou výťažnosťou, 8 rýchlostných modulov a 8 výkonových modulov. Ekvivalent 8 bežných rafinérií s 2 výnosovými, 1 rýchlostným a 1 výkonovým modulom.
sv: 5,12x förfina hastigheten. 0,3375x effektivitet. 4,48 MW baseffektförbrukning. 8 gånger snabbare än normalt raffinaderi. 8x kostnad. Inkluderar kostnaden för 16 normalavkastningsmoduler, 8-hastighetsmoduler och 8 effektmoduler. Motsvarar 8 normala raffinaderier, med 2 utbytes-, 1 hastighets- och 1 kraftmoduler vardera.
tr_tr: 5.12x Rafine Hızı. 0.3375x Verimlilik. 4.48MW Temel güç Kullanımı. Normal rafineriden 8 kat daha hızlı. 8x Maliyet. 16 normal verim modülü, 8 hız modülü ve 8 güç modülünün maliyetini içerir. Her biri 2 verim, 1 hız ve 1 güç modülüne sahip 8 normal rafineriye eşdeğerdir.
uk: 5,12-кратна швидкість уточнення. Ефективність 0,3375x. 4,48 МВт Споживання базової потужності. У 8 разів швидше, ніж звичайний нафтопереробний завод. Вартість у 8 разів. Включає вартість 16 модулів нормальної продуктивності, 8 швидкісних модулів і 8 силових модулів. Еквівалентно 8 звичайним нафтопереробним заводам, з 2 виходами, 1 швидкістю та 1 силовим модулем кожен.
zh_cn: 5.12 倍优化速度。 0.3375 倍效率。 4.48MW基本用电量。 比普通炼油厂快 8 倍。 8 倍成本。 包括 16 个正常产量模块、8 个速度模块和 8 个功率模块的成本。 相当于8个普通炼油厂，每个炼油厂有2个产量、1个速度和1个功率模块。

# Description_QHRefineryT1
source: 6.64x Refine Speed. 0.5625x Efficiency. 6.72MW Base power Usage. 8x Faster Than Enhanced Refinery. 8x Cost. Includes the cost of 16 enhanced yield modules, 8 speed modules, and 8 power modules. Equivalent to 8 enhanced refineries, with 2 yield, 1 speed, and 1 power modules each.
ca_ad: 6.64x Velocitat de refinament. 0.5625x Eficiència. 6.72MW Ús de potència base. 8x més ràpid que la refineria millorada. 8x Cost. Inclou el cost de 16 mòduls de rendiment millorat, mòduls de 8 velocitats i 8 mòduls de potència. Equivalent a 8 refineries millorades, amb 2 mòduls de rendiment, 1 velocitat i 1 potència cadascuna.
cs_cz: 6,64× rychlost zpřesnění. 0,5625x účinnost. 6,72 MW Základní spotřeba energie. 8x rychlejší než vylepšená rafinérie. 8x náklady. Zahrnuje náklady na 16 modulů s vylepšenou výtěžností, 8 rychlostních modulů a 8 výkonových modulů. Ekvivalent 8 vylepšených rafinérií, každá se 2 výtěžkovými moduly, 1 rychlostí a 1 výkonovým modulem.
da: 6.64x forfine hastighed. 0.5625x effektivitet. 6.72MW Base strømforbrug. 8x hurtigere end forbedret raffinaderi. 8x omkostninger. Inkluderer omkostningerne ved 16 forbedrede ydelsesmoduler, 8-hastighedsmoduler og 8 strømmoduler. Svarende til 8 forbedrede raffinaderier, med 2 udbytte, 1 hastighed og 1 effektmoduler hver.
de: 6,64-fache Verfeinerungsgeschwindigkeit. 0,5625x Wirkungsgrad. 6,72 MW Grundstromverbrauch. 8x schneller als Enhanced Refinery. 8x Kosten. Beinhaltet die Kosten für 16 Module mit verbesserter Ausbeute, 8 Geschwindigkeitsmodule und 8 Leistungsmodule. Entspricht 8 verbesserten Raffinerien mit jeweils 2 Ertrags-, 1 Geschwindigkeits- und 1 Leistungsmodulen.
es: 6.64x Velocidad de refinamiento. Eficiencia de 0,5625x. Consumo de energía base de 6,72 MW. 8 veces más rápido que la refinería mejorada. 8 veces el coste. Incluye el costo de 16 módulos de rendimiento mejorado, 8 módulos de velocidad y 8 módulos de potencia. Equivalente a 8 refinerías mejoradas, con 2 módulos de rendimiento, 1 velocidad y 1 de potencia cada uno.
et_ee: 6.64x täpsustage kiirust. 0,5625x efektiivsus. 6.72MW baasvõimsuse kasutamine. 8x kiirem kui täiustatud rafineerimistehas. 8x maksumus. Sisaldab 16 täiustatud saagisemooduli, 8 kiirusmooduli ja 8 võimsusmooduli maksumust. Samaväärne 8 täiustatud rafineerimistehasega, millest igaühel on 2 saagist, 1 kiirus ja 1 võimsusmoodul.
fi: 6,64x tarkennusnopeus. 0,5625x hyötysuhde. 6,72 MW:n perusvirrankulutus. 8x nopeampi kuin parannettu jalostamo. 8x hinta. Sisältää 16 parannetun tuoton moduulin, 8 nopeusmoduulin ja 8 tehomoduulin kustannukset. Vastaa 8 parannettua jalostamoa, joissa kussakin on 2 tuottoa, 1 nopeus ja 1 tehomoduuli.
fr: Vitesse d’affinage 6,64x. Efficacité de 0,5625x. Consommation d’énergie de base de 6,72 MW. 8 fois plus rapide qu’une raffinerie améliorée. Coût multiplié par 8. Comprend le coût de 16 modules à rendement amélioré, 8 modules de vitesse et 8 modules d’alimentation. Équivalent à 8 raffineries améliorées, avec 2 modules de rendement, 1 module de vitesse et 1 module d’alimentation chacune.
hr_hr: 6.64x Pročistite brzinu. 0.5625x učinkovitost. 6.72MW Potrošnja bazne snage. 8 puta brže od poboljšane rafinerije. 8x Trošak. Uključuje troškove 16 modula poboljšanog prinosa, 8 modula brzine i 8 modula snage. Ekvivalent 8 poboljšanih rafinerija, s po 2 prinosa, 1 brzinom i 1 modulom snage.
hu_hu: 6,64x Finomítsa a sebességet. 0,5625x hatékonyság. 6,72MW alapteljesítmény Felhasználás. 8x gyorsabb, mint a továbbfejlesztett finomító. 8x költség. Tartalmazza 16 megnövelt kapacitású modul, 8 sebességmodul és 8 teljesítménymodul költségét. Ez 8 továbbfejlesztett finomítónak felel meg, egyenként 2 hozammal, 1 sebességgel és 1 teljesítménymodullal.
ja_jp: 6.64倍のリファイン速度。 0.5625xの効率。 6.72MWの基本電力使用量。 強化された製油所の8倍の速さです。 コストが8倍。 歩留まり向上モジュール16個、速度モジュール8個、電源モジュール8個を含む。 8つの強化製油所に相当し、それぞれ2つの収率、1つの速度、および1つのパワーモジュールを備えています。
lv: 6,64x uzlabot ātrumu. 0,5625x efektivitāte. 6.72MW bāzes jaudas izmantošana. 8x ātrāk nekā uzlabota rafinēšanas fabrika. 8x izmaksas. Ietver 16 uzlabotas ienesīguma moduļu, 8 ātruma moduļu un 8 jaudas moduļu izmaksas. Līdzvērtīgs 8 uzlabotām rafinēšanas rūpnīcām ar 2 ražību, 1 ātrumu un 1 jaudas moduli katrā.
nl: 6.64x Snelheid verfijnen. 0,5625x efficiëntie. 6,72 MW basisstroomverbruik. 8x sneller dan verbeterde raffinaderij. 8x kosten. Inclusief de kosten van 16 modules met verbeterde opbrengst, 8 snelheidsmodules en 8 voedingsmodules. Gelijk aan 8 verbeterde raffinaderijen, met elk 2 opbrengst-, 1 snelheids- en 1 voedingsmodule.
no: 6.64x Finjuster hastigheten. 0,5625x effektivitet. 6,72 MW grunnstrømforbruk. 8 ganger raskere enn forbedret raffineri. 8x kostnad. Inkluderer kostnaden for 16 moduler med forbedret ytelse, 8 hastighetsmoduler og 8 kraftmoduler. Tilsvarer 8 forbedrede raffinerier, med 2 utbytte, 1 hastighet og 1 kraftmoduler hver.
pt_br: 6,64x Refine a velocidade. 0,5625x Eficiência. Uso de energia base de 6,72MW. 8x mais rápido que a refinaria aprimorada. Custo 8x. Inclui o custo de 16 módulos de rendimento aprimorado, 8 módulos de velocidade e 8 módulos de potência. Equivalente a 8 refinarias aprimoradas, com 2 módulos de rendimento, 1 velocidade e 1 potência cada.
ro: Viteză de rafinare de 6,64x. Eficiență de 0,5625x. 6.72MW Putere de bază Utilizare. De 8 ori mai rapid decât rafinăria îmbunătățită. Cost de 8x. Include costul a 16 module de capacitate îmbunătățită, 8 module de viteză și 8 module de putere. Echivalentul a 8 rafinării îmbunătățite, cu 2 randamente, 1 viteză și 1 modul de putere fiecare.
ru: Скорость уточнения 6,64x. 0,5625x Эффективность. 6,72 МВт Базовое энергопотребление. В 8 раз быстрее, чем на усовершенствованном нефтеперерабатывающем заводе. Стоимость в 8 раз. Включает в себя стоимость 16 модулей повышенной производительности, 8 скоростных модулей и 8 силовых модулей. Эквивалент 8 усовершенствованных нефтеперерабатывающих заводов, с 2 выходными, 1 скоростным и 1 силовым модулями каждый.
sk_sk: 6,64x rýchlosť spresnenia. 0,5625x účinnosť. 6,72 MW Spotreba základného výkonu. 8x rýchlejšia ako rozšírená rafinéria. 8x náklady. Zahŕňa náklady na 16 modulov s vylepšenou výťažnosťou, 8 rýchlostných modulov a 8 výkonových modulov. Zodpovedá 8 vylepšeným rafinériám, z ktorých každá má 2 výťažnosť, 1 rýchlosť a 1 výkonový modul.
sv: 6,64x förfina hastigheten. 0,5625x effektivitet. 6,72 MW baseffektförbrukning. 8 gånger snabbare än förbättrat raffinaderi. 8x kostnad. Inkluderar kostnaden för 16 förbättrade avkastningsmoduler, 8-hastighetsmoduler och 8 kraftmoduler. Motsvarar 8 förbättrade raffinaderier, med 2 utbytes-, 1 hastighets- och 1 kraftmoduler vardera.
tr_tr: 6.64x Rafine Hızı. 0.5625x Verimlilik. 6.72MW Temel güç Kullanımı. Gelişmiş rafineriden 8 kat daha hızlı. 8x Maliyet. 16 gelişmiş verim modülünün, 8 hız modülünün ve 8 güç modülünün maliyetini içerir. Her biri 2 verim, 1 hız ve 1 güç modülüne sahip 8 gelişmiş rafineriye eşdeğerdir.
uk: Швидкість уточнення в 6,64 рази. Ефективність 0,5625x. 6,72 МВт Споживання базової потужності. У 8 разів швидше, ніж удосконалений нафтопереробний завод. Вартість у 8 разів. Включає вартість 16 модулів підвищеної продуктивності, 8 швидкісних модулів і 8 силових модулів. Еквівалентно 8 покращеним нафтопереробним заводам, з 2 виходами, 1 швидкістю та 1 силовим модулем кожен.
zh_cn: 6.64 倍优化速度。 0.5625 倍效率。 6.72MW基本用电量。 比增强型炼油厂快 8 倍。 8 倍成本。 包括 16 个增强良率模块、8 个速度模块和 8 个功率模块的成本。 相当于 8 个增强型炼油厂，每个炼油厂有 2 个产量、1 个速度和 1 个功率模块。
