Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallOxygenGeneratorT2
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. 1.5x Faster And 1.5x More Efficient Than Enhanced. Ice Consumption Per Second: 12 Ice To Oxygen Ratio: 23L Ice To Hydrogen Ratio: 45L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. 1.5x més ràpid i 1.5x més eficient que millorat. Consum de gel per segon: 12 Relació gel-oxigen: 23L Relació gel a hidrogen: 45L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. 1,5x rychlejší a 1,5x efektivnější než vylepšený. Spotřeba ledu za sekundu: 12 Poměr ledu a kyslíku: 23L Poměr ledu k vodíku: 45L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. 1.5x hurtigere og 1.5x mere effektiv end forbedret. Isforbrug pr. sekund: 12 Is til ilt-forhold: 23L Is til brint-forhold: 45L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. 1,5x schneller und 1,5x effizienter als Enhanced. Eisverbrauch pro Sekunde: 12 Verhältnis von Eis zu Sauerstoff: 23 l Verhältnis von Eis zu Wasserstoff: 45 l
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. 1,5 veces más rápido y 1,5 veces más eficiente que el mejorado. Consumo de hielo por segundo: 12 Relación de hielo a oxígeno: 23L Relación de hielo a hidrógeno: 45L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. 1.5x kiirem ja 1.5x tõhusam kui täiustatud. Jää tarbimine sekundis: 12 Jää ja hapniku suhe: 23L Jää ja vesiniku suhe: 45L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. 1,5 kertaa nopeampi ja 1,5 kertaa tehokkaampi kuin parannettu. Jään kulutus sekunnissa: 12 Jään ja hapen suhde: 23L Jään ja vedyn suhde: 45L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. 1,5 fois plus rapide et 1,5 fois plus efficace qu’amélioré. Consommation de glace par seconde : 12 Rapport glace/oxygène : 23L Rapport glace/hydrogène : 45L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. 1,5 puta brži i 1,5 puta učinkovitiji od poboljšanog. Potrošnja leda u sekundi: 12 Omjer leda i kisika: 23L Omjer leda i vodika: 45L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. 1,5-szer gyorsabb és 1,5-szer hatékonyabb, mint a továbbfejlesztett. Jégfogyasztás másodpercenként: 12 Jég-oxigén arány: 23L Jég-hidrogén arány: 45L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 強化版よりも1.5倍速く、1.5倍効率的です。 毎秒の氷の消費量: 12 氷と酸素の比率:23L 氷と水素の比率:45L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. 1,5x ātrāks un 1,5x efektīvāks nekā uzlabots. Ledus patēriņš sekundē: 12 Ledus un skābekļa attiecība: 23L Ledus un ūdeņraža attiecība: 45L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. 1,5x sneller en 1,5x efficiënter dan verbeterd. IJsverbruik per seconde: 12 IJs-zuurstofverhouding: 23L IJs-waterstofverhouding: 45L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. 1,5 ganger raskere og 1,5 ganger mer effektiv enn forbedret. Isforbruk per sekund: 12 Forholdet mellom is og oksygen: 23L Forholdet mellom is og hydrogen: 45L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. 1,5x mais rápido e 1,5x mais eficiente do que aprimorado. Consumo de gelo por segundo: 12 Relação gelo/oxigênio: 23L Relação gelo/hidrogênio: 45L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât cel îmbunătățit. Consumul de gheață pe secundă: 12 Raportul gheață/oxigen: 23L Raportul gheață/hidrogen: 45L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем улучшенный. Расход льда в секунду: 12 Соотношение льда и кислорода: 23 л Соотношение льда и водорода: 45 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. 1,5x rýchlejší a 1,5x efektívnejší než vylepšený. Spotreba ľadu za sekundu: 12 Pomer ľadu k kyslíku: 23L Pomer ľadu k vodíku: 45L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. 1,5 gånger snabbare och 1,5 gånger effektivare än förbättrad. Isförbrukning per sekund: 12 Förhållande mellan is och syre: 23L Förhållande mellan is och väte: 45L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Geliştirilenden 1,5 Kat Daha Hızlı ve 1,5 Kat Daha Verimli. Saniyede Buz Tüketimi: 12 Buz Oksijen Oranı: 23L Buz Hidrojen Oranı: 45L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж покращене. Витрата льоду в секунду: 12 Співвідношення льоду до кисню: 23 л Співвідношення льоду до водню: 45 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 速度比增强型快 1.5 倍，效率高 1.5 倍。 每秒冰消耗量：12 冰氧比：23L 冰氢比：45L

# Description_SmallOxygenGeneratorT3
source: O2/H2 generators produce oxygen and hydrogen from ice. Use oxygen and hydrogen tanks for storage. Will refill bottles automatically. 1.5x Faster And 1.5x More Efficient Than Proficient. Ice Consumption Per Second: 18 Ice To Oxygen Ratio: 35L Ice To Hydrogen Ratio: 68L
ca_ad: Els generadors O2/H2 produeixen oxigen i hidrogen a partir del gel. Utilitzar tancs d'oxigen i hidrogen per a l'emmagatzematge. Reomplirà ampolles automàticament. 1.5x més ràpid i 1.5x més eficient que competent. Consum de gel per segon: 18 Relació gel-oxigen: 35L Relació gel a hidrogen: 68L
cs_cz: Generátory O2/H2 produkují kyslík a vodík z ledu. Pro skladování používejte kyslíkové a vodíkové nádrže. Automaticky doplní lahve. 1,5x rychlejší a 1,5x efektivnější než Proficient. Spotřeba ledu za sekundu: 18 Poměr ledu a kyslíku: 35L Poměr ledu a vodíku: 68L
da: O2/H2-generatorer producerer ilt og brint fra is. Brug ilt- og brinttanke til opbevaring. Genopfyldning af flasker automatisk. 1.5x hurtigere og 1.5x mere effektiv end dygtig. Isforbrug pr. sekund: 18 Is til ilt-forhold: 35L Is til brint-forhold: 68L
de: O2/H2-Generatoren erzeugen Sauerstoff und Wasserstoff aus Eis. Verwenden Sie Sauerstoff- und Wasserstofftanks zur Lagerung. Füllt Flaschen automatisch nach. 1,5x schneller und 1,5x effizienter als kompetent. Eisverbrauch pro Sekunde: 18 Verhältnis von Eis zu Sauerstoff: 35 l Verhältnis von Eis zu Wasserstoff: 68L
es: Los generadores de O2/H2 producen oxígeno e hidrógeno a partir del hielo. Utilice tanques de oxígeno e hidrógeno para el almacenamiento. Rellenará las botellas automáticamente. 1,5 veces más rápido y 1,5 veces más eficiente que Proficiente. Consumo de hielo por segundo: 18 Relación de hielo a oxígeno: 35L Relación de hielo a hidrógeno: 68L
et_ee: O2/H2 generaatorid toodavad jääst hapnikku ja vesinikku. Kasutage ladustamiseks hapniku- ja vesinikupaake. Täidab pudelid automaatselt. 1.5x kiirem ja 1.5x tõhusam kui vilunud. Jää tarbimine sekundis: 18 Jää ja hapniku suhe: 35L Jää ja vesiniku suhe: 68L
fi: O2/H2-generaattorit tuottavat happea ja vetyä jäästä. Käytä varastointiin happi- ja vetysäiliöitä. Täyttää pullot automaattisesti. 1.5x nopeampi ja 1.5x tehokkaampi kuin taitava. Jään kulutus sekunnissa: 18 Jään ja hapen suhde: 35L Jään ja vedyn suhde: 68L
fr: Les générateurs d’O2/H2 produisent de l’oxygène et de l’hydrogène à partir de la glace. Utilisez des réservoirs d’oxygène et d’hydrogène pour le stockage. Remplira automatiquement les bouteilles. 1,5 fois plus rapide et 1,5 fois plus efficace que compétent. Consommation de glace par seconde : 18 Rapport glace/oxygène : 35L Rapport glace/hydrogène : 68L
hr_hr: Generatori O2/H2 proizvode kisik i vodik iz leda. Za skladištenje koristite spremnike kisika i vodika. Automatski će puniti boce. 1.5x brži i 1.5x učinkovitiji od stručnog. Potrošnja leda u sekundi: 18 Omjer leda i kisika: 35L Omjer leda i vodika: 68L
hu_hu: Az O2/H2 generátorok oxigént és hidrogént állítanak elő jégből. A tároláshoz használjon oxigén- és hidrogéntartályokat. Automatikusan újratölti a palackokat. 1,5-szer gyorsabb és 1,5-szer hatékonyabb, mint a Proficient. Jégfogyasztás másodpercenként: 18 Jég-oxigén arány: 35L Jég-hidrogén arány: 68L
ja_jp: O2/H2発生器は、氷から酸素と水素を生成します。 保管には酸素タンクと水素タンクを使用してください。ボトルを自動的に補充します。 熟練者よりも1.5倍速く、1.5倍効率的です。 毎秒氷の消費量: 18 氷と酸素の比率:35L 氷と水素の比率:68L
lv: O2/H2 ģeneratori ražo skābekli un ūdeņradi no ledus. Uzglabāšanai izmantojiet skābekļa un ūdeņraža tvertnes. Uzpildīs pudeles automātiski. 1,5x ātrāks un 1,5x efektīvāks nekā lietpratējs. Ledus patēriņš sekundē: 18 Ledus un skābekļa attiecība: 35L Ledus un ūdeņraža attiecība: 68L
nl: O2/H2-generatoren produceren zuurstof en waterstof uit ijs. Gebruik zuurstof- en waterstoftanks voor opslag. Vult flessen automatisch bij. 1,5x sneller en 1,5x efficiënter dan bekwaam. IJsverbruik per seconde: 18 IJs-zuurstofverhouding: 35L IJs-waterstofverhouding: 68L
no: O2/H2-generatorer produserer oksygen og hydrogen fra is. Bruk oksygen- og hydrogentanker til lagring. Vil fylle på flasker automatisk. 1.5x raskere og 1.5x mer effektiv enn dyktig. Isforbruk per sekund: 18 Forholdet mellom is og oksygen: 35L Forholdet mellom is og hydrogen: 68L
pt_br: Os geradores de O2/H2 produzem oxigênio e hidrogênio a partir do gelo. Use tanques de oxigênio e hidrogênio para armazenamento. Irá reabastecer garrafas automaticamente. 1,5x mais rápido e 1,5x mais eficiente que o proficiente. Consumo de gelo por segundo: 18 Relação gelo/oxigênio: 35L Relação gelo/hidrogênio: 68L
ro: Generatoarele O2/H2 produc oxigen și hidrogen din gheață. Utilizați rezervoare de oxigen și hidrogen pentru depozitare. Va reumple sticlele automat. De 1,5 ori mai rapid și de 1,5 ori mai eficient decât Proficient. Consumul de gheață pe secundă: 18 Raportul gheață/oxigen: 35L Raportul gheață/hidrogen: 68L
ru: Генераторы O2/H2 производят кислород и водород изо льда. Для хранения используйте баллоны с кислородом и водородом. Автоматически наполняет бутылки. В 1,5 раза быстрее и в 1,5 раза эффективнее, чем у профессионала. Расход льда в секунду: 18 Соотношение льда и кислорода: 35 л Соотношение льда и водорода: 68 л
sk_sk: Generátory O2/H2 vyrábajú kyslík a vodík z ľadu. Na skladovanie používajte kyslíkové a vodíkové nádrže. Fľaše sa budú plniť automaticky. 1,5x rýchlejší a 1,5x efektívnejší než zdatný. Spotreba ľadu za sekundu: 18 Pomer ľadu k kyslíku: 35L Pomer ľadu k vodíku: 68L
sv: O2/H2-generatorer producerar syre och väte från is. Använd syrgas- och vätetankar för förvaring. Fyller på flaskor automatiskt. 1,5 gånger snabbare och 1,5 gånger effektivare än skicklig. Isförbrukning per sekund: 18 Förhållande mellan is och syre: 35L Förhållande mellan is och väte: 68L
tr_tr: O2/H2 jeneratörleri buzdan oksijen ve hidrojen üretir. Depolama için oksijen ve hidrojen tankları kullanın. Şişeleri otomatik olarak dolduracaktır. Yetkinden 1,5 kat daha hızlı ve 1,5 kat daha verimli. Saniyede Buz Tüketimi: 18 Buz Oksijen Oranı: 35L Buz Hidrojen Oranı: 68L
uk: Генератори O2/H2 виробляють кисень і водень з льоду. Для зберігання використовуйте кисневі та водневі балони. Наповнює пляшки автоматично. У 1,5 рази швидше і в 1,5 рази ефективніше, ніж Proficient. Витрата льоду в секунду: 18 Співвідношення льоду до кисню: 35 л Співвідношення льоду до водню: 68 л
zh_cn: O2/H2 发生器从冰中产生氧气和氢气。 使用氧气和氢气罐储存。将自动重新装满瓶子。 比精通快 1.5 倍，效率高 1.5 倍。 每秒耗冰量：18 冰氧比：35L 冰氢比：68L

# Description_SmallOxygenTankT0
source: Oxygen tanks store oxygen. Able to store and refill oxygen bottles. Use O2/H2 generator to produce oxygen. Capacity: 50000L.
ca_ad: Els tancs d'oxigen emmagatzemen oxigen. Capaç d'emmagatzemar i reomplir ampolles d'oxigen. Utilitzar generador O2/H2 per produir oxigen. Capacitat: 50000L.
cs_cz: Kyslíkové nádrže uchovávají kyslík. Schopnost skladovat a doplňovat kyslíkové lahve. K výrobě kyslíku použijte generátor O2/H2. Kapacita: 50000L.
da: Oxygentanke opbevarer ilt. I stand til at opbevare og genopfylde iltflasker. Brug O2 / H2 generator til at producere ilt. Kapacitet: 50000L.
de: Sauerstoffflaschen speichern Sauerstoff. Kann Sauerstoffflaschen aufbewahren und nachfüllen. Verwenden Sie einen O2/H2-Generator, um Sauerstoff zu erzeugen. Fassungsvermögen: 50000L.
es: Los tanques de oxígeno almacenan oxígeno. Capaz de almacenar y rellenar botellas de oxígeno. Utilice un generador de O2/H2 para producir oxígeno. Capacidad: 50000L.
et_ee: Hapnikupaagid säilitavad hapnikku. Oskab säilitada ja uuesti täita hapnikupudeleid. Hapniku tootmiseks kasutage O2/H2 generaatorit. Mahutavus: 50000L.
fi: Happisäiliöt varastoivat happea. Pystyy varastoimaan ja täyttämään happipulloja. Käytä O2 / H2-generaattoria hapen tuottamiseen. Kapasiteetti: 50000L.
fr: Les réservoirs d’oxygène stockent l’oxygène. Capable de stocker et de remplir des bouteilles d’oxygène. Utilisez un générateur d’O2/H2 pour produire de l’oxygène. Capacité : 50000L.
hr_hr: Spremnici kisika pohranjuju kisik. Može pohraniti i napuniti boce s kisikom. Koristite O2/H2 generator za proizvodnju kisika. Kapacitet: 50000L.
hu_hu: Az oxigéntartályok oxigént tárolnak. Képes oxigénpalackok tárolására és újratöltésére. Használjon O2 / H2 generátort oxigén előállításához. Kapacitás: 50000L.
ja_jp: 酸素ボンベは酸素を蓄えます。 酸素ボンベの保管と補充が可能です。 酸素を生成するためにO2 / H2ジェネレーターを使用します。 容量:50000L。
lv: Skābekļa tvertnes uzglabā skābekli. Spēj uzglabāt un uzpildīt skābekļa pudeles. Izmantojiet O2/H2 ģeneratoru, lai ražotu skābekli. Ietilpība: 50000L.
nl: Zuurstoftanks slaan zuurstof op. In staat om zuurstofflessen op te slaan en bij te vullen. Gebruik de O2/H2-generator om zuurstof te produceren. Capaciteit: 50000L.
no: Oksygentanker lagrer oksygen. Kunne lagre og fylle oksygenflasker. Bruk O2 / H2 generator for å produsere oksygen. Kapasitet: 50000L.
pt_br: Os tanques de oxigênio armazenam oxigênio. Capaz de armazenar e reabastecer garrafas de oxigênio. Use o gerador de O2/H2 para produzir oxigênio. Capacidade: 50000L.
ro: Rezervoarele de oxigen stochează oxigen. Capabil să stocheze și să reumple butelii de oxigen. Utilizați generatorul O2 / H2 pentru a produce oxigen. Capacitate: 50000L.
ru: Кислородные баллоны хранят кислород. Возможность хранения и заправки кислородных баллонов. Используйте генератор O2/H2 для производства кислорода. Емкость: 50000л.
sk_sk: Kyslíkové nádrže uchovávajú kyslík. Schopný skladovať a dopĺňať kyslíkové fľaše. Na výrobu kyslíka použite generátor O2/H2. Kapacita: 50000L.
sv: Syrgastankar lagrar syre. Kan förvara och fylla på syrgasflaskor. Använd O2/H2-generator för att producera syre. Kapacitet: 50000L.
tr_tr: Oksijen tankları oksijen depolar. Oksijen tüplerini saklayabilir ve yeniden doldurabilir. Oksijen üretmek için O2/H2 jeneratörü kullanın. Kapasite: 50000L.
uk: Кисневі балони зберігають кисень. Вміє зберігати і наповнювати кисневі балони. Використовуйте генератор O2/H2 для виробництва кисню. Ємність: 50000л.
zh_cn: 氧气罐储存氧气。 能够储存和补充氧气瓶。 使用 O2/H2 发生器生产氧气。 容量：50000L。

# Description_SmallOxygenTankT1
source: Oxygen tanks store oxygen. Able to store and refill oxygen bottles. Use O2/H2 generator to produce oxygen. 1.5x Better than Normal. Capacity: 75000L.
ca_ad: Els tancs d'oxigen emmagatzemen oxigen. Capaç d'emmagatzemar i reomplir ampolles d'oxigen. Utilitzar generador O2/H2 per produir oxigen. 1.5x millor del normal. Capacitat: 75000L.
cs_cz: Kyslíkové nádrže uchovávají kyslík. Schopnost skladovat a doplňovat kyslíkové lahve. K výrobě kyslíku použijte generátor O2/H2. 1,5× lepší než normálně. Kapacita: 75000L.
da: Oxygentanke opbevarer ilt. I stand til at opbevare og genopfylde iltflasker. Brug O2 / H2 generator til at producere ilt. 1.5x bedre end normalt. Kapacitet: 75000L.
de: Sauerstoffflaschen speichern Sauerstoff. Kann Sauerstoffflaschen aufbewahren und nachfüllen. Verwenden Sie einen O2/H2-Generator, um Sauerstoff zu erzeugen. 1,5x besser als normal. Fassungsvermögen: 75000L.
es: Los tanques de oxígeno almacenan oxígeno. Capaz de almacenar y rellenar botellas de oxígeno. Utilice un generador de O2/H2 para producir oxígeno. 1,5 veces mejor de lo normal. Capacidad: 75000L.
et_ee: Hapnikupaagid säilitavad hapnikku. Oskab säilitada ja uuesti täita hapnikupudeleid. Hapniku tootmiseks kasutage O2/H2 generaatorit. 1.5x parem kui tavaliselt. Mahutavus: 75000L.
fi: Happisäiliöt varastoivat happea. Pystyy varastoimaan ja täyttämään happipulloja. Käytä O2 / H2-generaattoria hapen tuottamiseen. 1.5x parempi kuin normaalisti. Kapasiteetti: 75000L.
fr: Les réservoirs d’oxygène stockent l’oxygène. Capable de stocker et de remplir des bouteilles d’oxygène. Utilisez un générateur d’O2/H2 pour produire de l’oxygène. 1,5x mieux que la normale. Capacité : 75000L.
hr_hr: Spremnici kisika pohranjuju kisik. Može pohraniti i napuniti boce s kisikom. Koristite O2/H2 generator za proizvodnju kisika. 1.5x bolje od normalnog. Kapacitet: 75000L.
hu_hu: Az oxigéntartályok oxigént tárolnak. Képes oxigénpalackok tárolására és újratöltésére. Használjon O2 / H2 generátort oxigén előállításához. 1,5x jobb a normálnál. Kapacitás: 75000L.
ja_jp: 酸素ボンベは酸素を蓄えます。 酸素ボンベの保管と補充が可能です。 酸素を生成するためにO2 / H2ジェネレーターを使用します。 通常より1.5倍優れています。 容量:75000L。
lv: Skābekļa tvertnes uzglabā skābekli. Spēj uzglabāt un uzpildīt skābekļa pudeles. Izmantojiet O2/H2 ģeneratoru, lai ražotu skābekli. 1,5x labāks nekā parasti. Ietilpība: 75000L.
nl: Zuurstoftanks slaan zuurstof op. In staat om zuurstofflessen op te slaan en bij te vullen. Gebruik de O2/H2-generator om zuurstof te produceren. 1,5x beter dan normaal. Capaciteit: 75000L.
no: Oksygentanker lagrer oksygen. Kunne lagre og fylle oksygenflasker. Bruk O2 / H2 generator for å produsere oksygen. 1,5 ganger bedre enn normalt. Kapasitet: 75000L.
pt_br: Os tanques de oxigênio armazenam oxigênio. Capaz de armazenar e reabastecer garrafas de oxigênio. Use o gerador de O2/H2 para produzir oxigênio. 1,5x melhor que o normal. Capacidade: 75000L.
ro: Rezervoarele de oxigen stochează oxigen. Capabil să stocheze și să reumple butelii de oxigen. Utilizați generatorul O2 / H2 pentru a produce oxigen. De 1,5 ori mai bine decât în mod normal. Capacitate: 75000L.
ru: Кислородные баллоны хранят кислород. Возможность хранения и заправки кислородных баллонов. Используйте генератор O2/H2 для производства кислорода. В 1,5 раза лучше, чем обычно. Емкость: 75000л.
sk_sk: Kyslíkové nádrže uchovávajú kyslík. Schopný skladovať a dopĺňať kyslíkové fľaše. Na výrobu kyslíka použite generátor O2/H2. 1,5x lepšie ako zvyčajne. Kapacita: 75000L.
sv: Syrgastankar lagrar syre. Kan förvara och fylla på syrgasflaskor. Använd O2/H2-generator för att producera syre. 1,5 gånger bättre än normalt. Kapacitet: 75000L.
tr_tr: Oksijen tankları oksijen depolar. Oksijen tüplerini saklayabilir ve yeniden doldurabilir. Oksijen üretmek için O2/H2 jeneratörü kullanın. Normalden 1,5 kat daha iyi. Kapasite: 75000L.
uk: Кисневі балони зберігають кисень. Вміє зберігати і наповнювати кисневі балони. Використовуйте генератор O2/H2 для виробництва кисню. У 1,5 рази краще, ніж зазвичай. Ємність: 75000л.
zh_cn: 氧气罐储存氧气。 能够储存和补充氧气瓶。 使用 O2/H2 发生器生产氧气。 比正常情况好 1.5 倍。 容量：75000L。
