Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeSmallClangiumReactorT2
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. 1.5x Better than Enhanced. Max Power Output: 34MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. 1.5x Millor que millorat. Potència màxima de sortida: 34MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. 1,5× lepší než vylepšené. Maximální výstupní výkon: 34 MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. 1.5x bedre end forbedret. Maks. effekt: 34MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. 1,5x besser als verbessert. Maximale Leistung: 34MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. 1,5 veces mejor que mejorado. Potencia máxima de salida: 34MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. 1.5x parem kui täiustatud. Maksimaalne võimsus: 34MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. 1,5 kertaa parempi kuin parannettu. Suurin teho: 34MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. 1,5 fois mieux que Amélioré. Puissance de sortie maximale : 34 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. 1.5x Bolje od poboljšanog. Maksimalna snaga: 34MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. 1,5-szer jobb, mint a továbbfejlesztett. Max. teljesítmény: 34MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 Enhancedより1.5倍優れています。 最大出力:34MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. 1,5x labāk nekā uzlabots. Maksimālā jauda: 34MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. 1,5x beter dan verbeterd. Maximaal uitgangsvermogen: 34MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. 1,5 ganger bedre enn forbedret. Maks effekt: 34MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. 1,5x melhor que o aprimorado. Potência máxima: 34MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. De 1,5 ori mai bine decât îmbunătățit. Putere maximă de ieșire: 34MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. В 1,5 раза лучше, чем улучшенный. Максимальная выходная мощность: 34 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. 1,5x lepšie ako vylepšené. Maximálny výkon: 34MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. 1,5 gånger bättre än Enhanced. Max uteffekt: 34MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Geliştirilmiş'ten 1,5 kat daha iyi. Maksimum Güç Çıkışı: 34MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. У 1,5 раза краще, ніж покращене. Максимальна вихідна потужність: 34 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 比增强型好 1.5 倍。 最大输出功率：34MW

# Description_LargeSmallClangiumReactorT3
source: Clangium Reactors generate high ammounts of power, at the cost of refined Clangium ingots. Clangium ingots are 1.5x more efficient than Dark Energy. 3.38x More efficient than Uranium. Clangium is extremely rare. Found only in Asteroids and on Planet Clangia. 1.5x Better than Proficient. Max Power Output: 51MW
ca_ad: Els reactors de clangium generen altes quantitats d'energia, a costa dels lingots de clangium refinats. Els lingots de clangium són 1.5x més eficients que l'energia fosca. 3.38x Més eficient que l'urani. El clangium és extremadament rar. Es troba només en asteroides i en el planeta Clangia. 1.5x Millor que competent. Potència màxima de sortida: 51MW
cs_cz: Reaktory Clangium generují velké množství energie na úkor rafinovaných ingotů Clangium. Ingoty Clangium jsou 1,5x účinnější než temná energie. 3,38x účinnější než uran. Clangium je extrémně vzácné. Vyskytuje se pouze v planetkách Asteroids a na planetě Clangia. 1,5x lepší než zdatný. Maximální výstupní výkon: 51 MW
da: Clangiumreaktorer genererer store mængder strøm på bekostning af raffinerede Clangium-barrer. Clangiumblokke er 1,5 gange mere effektive end mørk energi. 3.38x Mere effektiv end uran. Clangium er yderst sjældent. Findes kun i asteroider og på Planet Clangia. 1.5x bedre end dygtig. Maks. effekt: 51MW
de: Clangium-Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Clangium-Barren. Clangium-Barren sind 1,5-mal effizienter als Dark Energy. 3,38x effizienter als Uran. Clangium ist extrem selten. Kommt nur in Asteroiden und auf dem Planeten Clangia vor. 1,5x besser als kompetent. Maximale Leistung: 51MW
es: Los reactores Clangium generan grandes cantidades de energía, a costa de lingotes de Clangium refinados. Los lingotes de Clangium son 1,5 veces más eficientes que los de energía oscura. 3,38 veces más eficiente que el uranio. El clangium es extremadamente raro. Solo se encuentra en los asteroides y en el planeta Clangia. 1,5 veces mejor que Proficiente. Potencia máxima de salida: 51MW
et_ee: Clangiumi reaktorid toodavad rafineeritud Cangiumi valuplokkide hinnaga suuri võimsusi. Clangiumi valuplokid on 1.5x tõhusamad kui Dark Energy. 3.38x Tõhusam kui uraan. Clangium on äärmiselt haruldane. Leitud ainult asteroididel ja planeedil Clangia. 1.5x parem kui Proficient. Maksimaalne võimsus: 51MW
fi: Klangiumreaktorit tuottavat suuria tehoja jalostettujen klangiumharkkojen kustannuksella. Klangiumharkot ovat 1,5 kertaa tehokkaampia kuin pimeä energia. 3,38x tehokkaampi kuin uraani. Klangium on erittäin harvinaista. Löytyy vain asteroideista ja Clangia-planeetasta. 1,5 kertaa parempi kuin taitava. Suurin teho: 51MW
fr: Les réacteurs Clangium génèrent des quantités élevées de puissance, au prix de lingots de Clangium raffinés. Les lingots de clangium sont 1,5 fois plus efficaces que l’énergie noire. 3,38 fois plus efficace que l’uranium. Le clangium est extrêmement rare. On ne le trouve que dans les astéroïdes et sur la planète Clangia. 1,5 fois mieux que compétent. Puissance de sortie maximale : 51 MW
hr_hr: Clangium reaktori generiraju visoke ameracije snage, po cijenu rafiniranih Clangium ingota. Clangium ingoti su 1.5x učinkovitiji od tamne energije. 3.38x Učinkovitiji od urana. Čangij je izuzetno rijedak. Pronađeno samo u asteroidima i na planeti Clangia. 1.5x bolje od stručnog. Maksimalna izlazna snaga: 51MW
hu_hu: A Clangium reaktorok nagy mennyiségű energiát termelnek, a finomított Clangium öntvények árán. A Clangium öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 3,38x hatékonyabb, mint az urán. A Clangium rendkívül ritka. Csak aszteroidákban és a Clangia bolygón található. 1,5x jobb, mint a Proficient. Max teljesítmény: 51MW
ja_jp: クランギウム・リアクターは、精製されたクランギウム・インゴットを犠牲にして、高い出力を生み出します。クランギウムインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの3.38倍効率が良い。Clangiumは非常にまれです。小惑星と惑星クランジアでのみ見られる。 熟練の1.5倍優れています。 最大出力:51MW
lv: Clangium reaktori rada lielu jaudu, maksājot rafinētus Clangium lietņus. Clangium lietņi ir 1,5x efektīvāki nekā Dark Energy. 3,38x Efektīvāks nekā urāns. Clangium ir ļoti reti. Atrasts tikai asteroīdos un uz planētas Clangia. 1,5x labāk nekā lietpratējs. Maksimālā jauda: 51MW
nl: Clangiumreactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde clangiumblokken. Clangiumblokken zijn 1,5x efficiënter dan donkere energie. 3.38x efficiënter dan uranium. Clangium is uiterst zeldzaam. Alleen te vinden in asteroïden en op de planeet Clangia. 1,5x beter dan bekwaam. Maximaal uitgangsvermogen: 51MW
no: Clangiumreaktorer genererer høye mengder kraft, på bekostning av raffinerte Clangium-ingots. Clangium ingots er 1,5 ganger mer effektive enn mørk energi. 3,38 ganger mer effektivt enn uran. Clangium er ekstremt sjelden. Finnes bare i asteroider og på planeten Clangia. 1,5 ganger bedre enn dyktig. Maks effekt: 51MW
pt_br: Os reatores Clangium geram grandes quantidades de energia, ao custo de lingotes refinados de Clangium. Os lingotes de Clangium são 1,5x mais eficientes que a Energia Escura. 3,38x mais eficiente que o urânio. Clangium é extremamente raro. Encontrado apenas em Asteroides e no Planeta Clangia. 1,5x melhor que o Proficient. Potência máxima: 51MW
ro: Reactoarele Clangium generează cantități mari de putere, cu prețul lingourilor rafinate Clangium. Lingourile de clangiu sunt de 1,5 ori mai eficiente decât energia întunecată. De 3,38 ori mai eficient decât uraniul. Clangium este extrem de rar. Se găsește numai în asteroizi și pe planeta Clangia. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire: 51MW
ru: Клэнгиевые реакторы вырабатывают большое количество энергии за счет рафинированных слитков Клангия. Слитки Клэнгия в 1,5 раза эффективнее, чем Темная Энергия. В 3,38 раза эффективнее, чем уран. Клэнгий встречается крайне редко. Встречается только на астероидах и на планете Клангия. В 1,5 раза лучше, чем Опытный. Максимальная выходная мощность: 51 МВт
sk_sk: Clangium reaktory generujú vysoké množstvo energie za cenu rafinovaných ingotov Clangium. Clangium ingoty sú 1,5x účinnejšie ako Dark Energy. 3,38x účinnejší ako urán. Clangium je extrémne zriedkavé. Nachádza sa iba v asteroidoch a na planéte Clangia. 1,5x lepšie ako zdatný. Maximálny výkon: 51MW
sv: Clangiumreaktorer genererar höga mängder kraft, på bekostnad av raffinerade Clangium-tackor. Clangiumtackor är 1,5 gånger effektivare än mörk energi. 3,38 gånger effektivare än uran. Clangium är extremt sällsynt. Finns bara på asteroider och på planeten Clangia. 1,5 gånger bättre än skicklig. Max uteffekt: 51MW
tr_tr: Clangium Reaktörleri, rafine Clangium külçeleri pahasına yüksek miktarda güç üretir. Clangium külçeleri, Dark Energy'den 1,5 kat daha verimlidir. Uranyumdan 3.38 kat daha verimli. Clangium son derece nadirdir. Sadece Asteroitlerde ve Clangia Gezegeninde bulunur. Yetkinden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 51MW
uk: Реактори Clangium генерують високі потужності за рахунок очищених злитків Clangium. Злитки клангію в 1,5 рази ефективніші, ніж Dark Energy. У 3,38 рази ефективніше, ніж уран. Клангіум зустрічається вкрай рідко. Зустрічається тільки в астероїдах і на планеті Клангія. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність: 51 МВт
zh_cn: 钚反应堆产生高功率，代价是精炼的钚锭。锆锭的效率是暗能量的 1.5 倍。比铀效率高 3.38 倍。Clangium极为罕见。仅在小行星和克兰吉亚行星上发现。 比精通好 1.5 倍。 最大功率输出：51MW

# Description_LargeSmallDarkEnergyReactorT0
source: Dark Energy Reactors generate high ammounts of power, at the cost of refined Dark Energy ingots. Dark Energy ingots are 1.5x more efficient than Dark Energy. 2.25x More efficient than Uranium. Dark Energy is extremely rare. Found only in Asteroids, on Planet Energia, and on Planet Clangia. Max Power Output: 15MW
ca_ad: Els reactors d'energia fosca generen altes quantitats de potència, a costa de lingots refinats d'energia fosca. Els lingots d'energia fosca són 1,5 vegades més eficients que l'energia fosca. 2.25x Més eficient que l'urani. L'energia fosca és extremadament rara. Es troba només en asteroides, al planeta Energia i al planeta Clangia. Potència màxima de sortida: 15MW
cs_cz: Reaktory temné energie generují velké množství energie na úkor rafinovaných ingotů temné energie. Ingoty temné energie jsou 1,5x účinnější než temná energie. 2,25x účinnější než uran. Temná energie je extrémně vzácná. Vyskytuje se pouze na asteroidech, na planetě Energia a na planetě Clangia. Maximální výstupní výkon: 15MW
da: Dark Energy Reactors genererer store mængder strøm på bekostning af raffinerede Dark Energy barrer. Dark Energy barrer er 1,5 gange mere effektive end Dark Energy. 2.25x Mere effektiv end uran. Mørk energi er ekstremt sjælden. Findes kun i asteroider, på Planet Energia og på Planet Clangia. Maks. effekt: 15MW
de: Dark Energy Reaktoren erzeugen hohe Mengen an Strom, auf Kosten von raffinierten Dark Energy-Barren. Dunkle Energiebarren sind 1,5-mal effizienter als Dunkle Energie. 2,25x effizienter als Uran. Dunkle Energie ist extrem selten. Kommt nur in Asteroiden, auf dem Planeten Energia und auf dem Planeten Clangia vor. Maximale Leistung: 15MW
es: Los reactores de energía oscura generan grandes cantidades de energía, a costa de lingotes de energía oscura refinados. Los lingotes de energía oscura son 1,5 veces más eficientes que los de energía oscura. 2,25 veces más eficiente que el uranio. La Energía Oscura es extremadamente rara. Solo se encuentra en asteroides, en el planeta Energia y en el planeta Clangia. Potencia máxima de salida: 15 MW
et_ee: Tumeenergia reaktorid toodavad suure võimsusega võimsust rafineeritud tumeda energia valuplokkide hinnaga. Tumeenergia valuplokid on 1.5x tõhusamad kui Dark Energy. 2.25x tõhusam kui uraan. Tume energia on äärmiselt haruldane. Leitud ainult asteroididel, Planet Energial ja planeedil Clangia. Maksimaalne võimsus: 15MW
fi: Pimeän energian reaktorit tuottavat suuria määriä tehoa jalostettujen pimeän energian harkkojen kustannuksella. Pimeän energian harkot ovat 1.5x tehokkaampia kuin pimeä energia. 2,25x tehokkaampi kuin uraani. Pimeä energia on erittäin harvinaista. Löytyy vain asteroideista, Energia-planeetalta ja Clangia-planeetalta. Suurin teho: 15MW
fr: Les réacteurs d’énergie noire génèrent des quantités élevées d’énergie, au prix de lingots d’énergie noire raffinés. Les lingots d’énergie noire sont 1,5 fois plus efficaces que l’énergie noire. 2,25 fois plus efficace que l’uranium. L’énergie noire est extrêmement rare. On ne le trouve que dans les astéroïdes, sur la planète Energia et sur la planète Clangia. Puissance de sortie maximale : 15 MW
hr_hr: Reaktori tamne energije stvaraju velike količine energije, po cijenu rafiniranih ingota tamne energije. Ingoti tamne energije su 1.5x učinkovitiji od tamne energije. 2.25x Učinkovitiji od urana. Tamna energija je izuzetno rijetka. Nalazi se samo u asteroidima, na planeti Energia i na planeti Clangia. Maksimalna snaga: 15MW
hu_hu: A sötét energia reaktorok nagy mennyiségű energiát termelnek, a finomított sötét energia öntvények árán. A sötét energia öntvények 1,5-szer hatékonyabbak, mint a sötét energia. 2,25x hatékonyabb, mint az urán. A sötét energia rendkívül ritka. Csak aszteroidákban, az Energia bolygón és a Clangia bolygón található. Max teljesítmény: 15MW
ja_jp: 暗黒エネルギー原子炉は、精錬された暗黒エネルギーインゴットを犠牲にして、高い出力を生成します。ダークエネルギーインゴットは、ダークエネルギーの1.5倍の効率があります。ウランの2.25倍の効率。ダークエネルギーは非常に稀です。小惑星、惑星エネルギア、惑星クランジアでのみ見られる。 最大出力:15MW
lv: Tumšās enerģijas reaktori rada lielu jaudu uz rafinētu tumšās enerģijas lietņu rēķina. Tumšās enerģijas lietņi ir 1,5x efektīvāki nekā Dark Energy. 2,25x Efektīvāks par urānu. Tumšā enerģija ir ārkārtīgi reta. Atrasts tikai asteroīdos, uz planētas Energia un uz planētas Clangia. Maksimālā jauda: 15MW
nl: Donkere energiereactoren genereren grote hoeveelheden stroom, ten koste van geraffineerde blokken voor donkere energie. Donkere energieblokken zijn 1,5x efficiënter dan donkere energie. 2,25x efficiënter dan uranium. Donkere energie is uiterst zeldzaam. Alleen gevonden in asteroïden, op planeet Energia en op planeet Clangia. Maximaal uitgangsvermogen: 15MW
no: Mørke energireaktorer genererer høye mengder kraft, på bekostning av raffinerte mørke energiblokker. Mørk energi ingots er 1,5 ganger mer effektive enn mørk energi. 2,25 ganger mer effektivt enn uran. Mørk energi er ekstremt sjelden. Finnes bare i asteroider, på Planet Energia og på planeten Clangia. Maks effekt: 15MW
pt_br: Os Reatores de Energia Escura geram altas quantidades de energia, ao custo de lingotes refinados de Energia Escura. Os lingotes de Energia Escura são 1,5x mais eficientes que os de Energia Escura. 2,25x mais eficiente que o urânio. A energia escura é extremamente rara. Encontrado apenas em Asteroides, no Planeta Energia e no Planeta Clangia. Potência máxima: 15MW
ro: Reactoarele de energie întunecată generează cantități mari de putere, cu prețul lingourilor rafinate de energie întunecată. Lingourile de energie întunecată sunt de 1,5 ori mai eficiente decât energia întunecată. De 2,25 ori mai eficient decât uraniul. Energia întunecată este extrem de rară. Se găsește numai în asteroizi, pe planeta Energia și pe planeta Clangia. Putere maximă: 15MW
ru: Реакторы Темной Энергии генерируют большое количество энергии за счет очищенных слитков Темной Энергии. Слитки Темной Энергии в 1,5 раза эффективнее, чем Темная Энергия. В 2,25 раза эффективнее, чем уран. Темная энергия встречается крайне редко. Встречается только на астероидах, на планете Энергия и на планете Клангия. Максимальная выходная мощность: 15 МВт
sk_sk: Reaktory s temnou energiou generujú vysoké množstvo energie za cenu rafinovaných ingotov temnej energie. Zliatky Dark Energy sú 1,5x účinnejšie ako Dark Energy. 2,25x účinnejší ako urán. Temná energia je extrémne zriedkavá. Nachádza sa iba v asteroidoch, na planéte Energia a na planéte Clangia. Maximálny výkon: 15MW
sv: Reaktorer med mörk energi genererar stora mängder kraft, på bekostnad av raffinerade tackor för mörk energi. Mörkenergitackor är 1,5 gånger effektivare än mörk energi. 2,25 gånger effektivare än uran. Mörk energi är extremt sällsynt. Finns bara på asteroider, på planeten Energia och på planeten Clangia. Max uteffekt: 15MW
tr_tr: Karanlık Enerji Reaktörleri, rafine edilmiş Karanlık Enerji külçeleri pahasına yüksek miktarda güç üretir. Karanlık Enerji külçeleri, Karanlık Enerjiden 1,5 kat daha verimlidir. Uranyumdan 2.25 kat daha verimli. Karanlık Enerji son derece nadirdir. Sadece Asteroitlerde, Energia Gezegeninde ve Clangia Gezegeninde bulunur. Maksimum Güç Çıkışı: 15MW
uk: Реактори темної енергії генерують великі обсяги енергії за рахунок очищених злитків темної енергії. Злитки темної енергії в 1,5 рази ефективніші, ніж темна енергія. У 2,25 рази ефективніше, ніж уран. Темна енергія зустрічається вкрай рідко. Зустрічається тільки в астероїдах, на планеті Енергія і на планеті Клангія. Максимальна вихідна потужність: 15 МВт
zh_cn: 暗能量反应堆产生大量能量，代价是精炼的暗能量锭。暗能量锭的效率是暗能量的 1.5 倍。效率是铀的 2.25 倍。暗能量极为罕见。仅在小行星、Energia 行星和 Clangia 行星上发现。 最大功率输出：15MW
