Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_LargeSmallReactorT3
source: Reactors generate high ammounts of power, at the cost of refined uranium ingots. Uranium is extremely rare. Found only in Asteroids, Planet Urania, Planet Energia, and Planet Clangia. 1.5x Better than Proficient. Max Power Output: 50MW
ca_ad: Els reactors generen altes quantitats d'energia, a costa de lingots d'urani refinat. L'urani és extremadament rar. Es troba només en Asteroides, Planeta Urània, Planeta Energia i Planeta Clangia. 1.5x Millor que competent. Potència màxima de sortida: 50MW
cs_cz: Reaktory generují velké množství energie na úkor rafinovaných uranových ingotů. Uran je extrémně vzácný. Vyskytuje se pouze v planetách Asteroids, Planeta Urania, Planeta Energia a Planeta Clangia. 1,5x lepší než zdatný. Maximální výstupní výkon: 50MW
da: Reaktorer genererer store mængder strøm på bekostning af raffineret uranblokke. Uran er yderst sjældent. Findes kun i Asteroids, Planet Urania, Planet Energia og Planet Clangia. 1.5x bedre end dygtig. Maks. effekt: 50MW
de: Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Uranbarren. Uran ist extrem selten. Kommt nur in Asteroiden, Planet Urania, Planet Energia und Planet Clangia vor. 1,5x besser als kompetent. Maximale Leistung: 50MW
es: Los reactores generan grandes cantidades de energía, a costa de lingotes de uranio refinado. El uranio es extremadamente raro. Solo se encuentra en Asteroides, Planeta Urania, Planeta Energía y Planeta Clangia. 1,5 veces mejor que Proficiente. Potencia máxima de salida: 50MW
et_ee: Reaktorid toodavad rafineeritud uraani valuplokkide hinnaga suuri võimsusi. Uraan on äärmiselt haruldane. Leitud ainult asteroididest, Planet Uraniast, Planet Energiast ja Planet Clangiast. 1.5x parem kui Proficient. Maksimaalne võimsus: 50MW
fi: Reaktorit tuottavat suuria tehoja puhdistetun uraaniharkkojen kustannuksella. Uraani on erittäin harvinaista. Löytyy vain asteroideista, Urania-planeetasta, Planet Energiasta ja Planet Clangiasta. 1,5 kertaa parempi kuin taitava. Suurin teho: 50MW
fr: Les réacteurs génèrent des puissances élevées, au détriment des lingots d’uranium raffinés. L’uranium est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Urania, la planète Energia et la planète Clangia. 1,5 fois mieux que compétent. Puissance de sortie maximale : 50 MW
hr_hr: Reaktori stvaraju velike količine energije, po cijenu rafiniranih ingota urana. Uran je izuzetno rijedak. Nalazi se samo u asteroidima, planeti Urania, Planeti Energiji i planeti Clangia. 1.5x bolje od stručnog. Maksimalna izlazna snaga: 50MW
hu_hu: A reaktorok nagy mennyiségű energiát termelnek, a finomított uránöntvények árán. Az urán rendkívül ritka. Csak az aszteroidákban, az Uránia bolygóban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5x jobb, mint a Proficient. Max teljesítmény: 50MW
ja_jp: 原子炉は、精製されたウランインゴットを犠牲にして、高い出力を生み出します。ウランは非常にまれです。小惑星、惑星天王星、惑星エネルギア、惑星クランギアでのみ見られる。 熟練の1.5倍優れています。 最大出力:50MW
lv: Reaktori rada lielu jaudu uz rafinētu urāna lietņu rēķina. Urāns ir ļoti reti. Atrasts tikai asteroīdos, planētā Urania, Planet Energia un Planet Clangia. 1,5x labāk nekā lietpratējs. Maksimālā jauda: 50MW
nl: Reactoren genereren veel vermogen, ten koste van geraffineerde uraniumstaven. Uranium is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Urania, Planet Energia en Planet Clangia. 1,5x beter dan bekwaam. Maximaal uitgangsvermogen: 50MW
no: Reaktorer genererer høye mengder kraft, på bekostning av raffinerte uranblokker. Uran er ekstremt sjeldent. Finnes bare i asteroider, Planet Urania, Planet Energia og Planet Clangia. 1,5 ganger bedre enn dyktig. Maks effekt: 50MW
pt_br: Os reatores geram altas quantidades de energia, ao custo de lingotes de urânio refinado. O urânio é extremamente raro. Encontrado apenas em Asteroides, Planeta Urânia, Planeta Energia e Planeta Clangia. 1,5x melhor que o Proficient. Potência máxima: 50MW
ro: Reactoarele generează cantități mari de putere, cu prețul lingourilor de uraniu rafinate. Uraniul este extrem de rar. Se găsește numai în Asteroizi, Planeta Urania, Planeta Energia și Planeta Clangia. De 1,5 ori mai bun decât Proficient. Putere maximă de ieșire: 50MW
ru: Реакторы вырабатывают большое количество энергии за счет слитков очищенного урана. Уран встречается крайне редко. Встречается только на Астероидах, Планете Урания, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем Опытный. Максимальная выходная мощность: 50 МВт
sk_sk: Reaktory generujú vysoký objem energie za cenu rafinovaných uránových ingotov. Urán je extrémne zriedkavý. Nachádza sa iba v asteroidoch, planéte Urania, planéte Energia a planéte Clangia. 1,5x lepšie ako zdatný. Maximálny výkon: 50MW
sv: Reaktorer genererar stora mängder energi på bekostnad av raffinerade urantackor. Uran är extremt sällsynt. Finns endast i asteroider, planeten Urania, planeten Energia och planeten Clangia. 1,5 gånger bättre än skicklig. Max uteffekt: 50MW
tr_tr: Reaktörler, rafine uranyum külçeleri pahasına yüksek miktarda güç üretir. Uranyum oldukça nadirdir. Sadece Asteroitler, Urania Gezegeni, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Yetkinden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 50MW
uk: Реактори генерують великі потужності за рахунок очищених уранових злитків. Уран зустрічається вкрай рідко. Зустрічається лише в астероїдах, планеті Уранія, планеті Енергія та планеті Клангія. У 1,5 рази краще, ніж Proficient. Максимальна вихідна потужність: 50 МВт
zh_cn: 反应堆产生高功率，代价是精炼铀锭。铀极为稀有。仅在小行星、乌拉尼亚行星、能量行星和克兰吉亚行星中发现。 比精通好 1.5 倍。 最大功率输出：50MW

# Description_MediumCalibreGunT0
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Normal Assault Cannon Shells. Maximum range: 3000 m
ca_ad: Germà més lent i gran de l'Autocanó. Ofereix danys decents a objectius blindats. Utilitza projectils de canó d'assalt normals. Abast màxim: 3000 m
cs_cz: Pomalejší a větší sourozenec Autocannonu. Způsobuje slušné poškození obrněným cílům. Používá normální granáty z útočného děla. Maximální dosah: 3000 m
da: Langsommere og større søskende til Autocannon. Deals anstændig skade på pansrede mål. Bruger normale angrebskanonskaller. Maksimal rækkevidde: 3000 m
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlich Schaden zu. Verwendet normale Sturmkanonengranaten. Maximale Reichweite: 3000 m
es: Hermano más lento y mayor del Autocannon. Inflige un daño decente a los objetivos blindados. Utiliza proyectiles de cañón de asalto normales. Alcance máximo: 3000 m
et_ee: Autokannoni aeglasem ja suurem õde-vend. Tegeleb soomustatud sihtmärkide korraliku kahjustamisega. Kasutab tavalisi ründekahurite kestasid. Maksimaalne lennukaugus: 3000 m
fi: Autokanuunan hitaampi ja isompi sisarus. Käsittelee kunnollisia vahinkoja panssaroiduille kohteille. Käyttää normaaleja rynnäkkötykin kuoria. Suurin kantama: 3000 m
fr: Frère plus lent et plus grand du canon mitrailleur. Inflige des dégâts décents aux cibles blindées. Utilise des obus de canon d’assaut normaux. Portée maximale : 3000 m
hr_hr: Sporiji i veći brat Autocannona. Nanosi pristojnu štetu oklopnim metama. Koristi normalne jurišne topovske granate. Maksimalni domet: 3000 m
hu_hu: Az Autocannon lassabb és nagyobb testvére. Tisztességes károkat okoz a páncélozott céloknak. Normál támadó ágyúhéjakat használ. Maximális hatótávolság: 3000 m
ja_jp: オートキャノンの低速で大きな兄弟。装甲をまとった対象にまともなダメージを与える。通常のアサルトキャノン弾を使用します。 最大範囲:3000 m
lv: Lēnāks un lielāks Autokanona brālis. Nodarbojas ar pienācīgu kaitējumu bruņotajiem mērķiem. Izmanto parastos uzbrukuma lielgabalu apvalkus. Maksimālais diapazons: 3000 m
nl: Langzamere en grotere broer of zus van de Autocannon. Brengt behoorlijke schade toe aan gepantserde doelen. Gebruikt normale aanvalskanongranaten. Maximaal bereik: 3000 m
no: Langsommere og større søsken av Autocannon. Avtaler anstendig skade på pansrede mål. Bruker vanlige angrepskanongranater. Maksimal rekkevidde: 3000 m
pt_br: Irmão mais lento e maior do Autocannon. Causa dano decente a alvos blindados. Usa projéteis de canhão de assalto normais. Alcance máximo: 3000 m
ro: Frate mai lent și mai mare al Autotunului. Oferă daune decente țintelor blindate. Folosește proiectile normale de tun de asalt. Raza maxima de actiune: 3000 m
ru: Более медленный и крупный брат Autocannon. Наносит приличный урон бронированным целям. Использует обычные снаряды штурмовой пушки. Максимальная дальность: 3000 м
sk_sk: Pomalší a väčší súrodenec Autocannonu. Zaoberá sa slušným poškodením obrnených cieľov. Používa bežné útočné kanónové granáty. Maximálny dosah: 3000 m
sv: Långsammare och större syskon till Autocannon. Gör hyfsad skada på bepansrade mål. Använder normala kanongranater. Maximal räckvidd: 3000 m
tr_tr: Autocannon'un daha yavaş ve daha büyük kardeşi. Zırhlı hedeflere makul hasar verir. Normal Taarruz Topu mermileri kullanır. Maksimum menzil: 3000 m
uk: Повільніший і більший брат Autocannon. Завдає пристойної шкоди броньованим цілям. Використовує звичайні штурмові гарматні снаряди. Максимальна дальність: 3000 м
zh_cn: 自动加农炮的更慢和更大的兄弟姐妹。对装甲目标造成可观的伤害。使用普通的突击炮弹。 最大射程：3000米

# Description_MediumCalibreGunT1
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Depleted Uranium Assault Cannon Shells. Maximum range: 3000 m Reloads 1.5x Faster and does 1.5x more damage, than normal
ca_ad: Germà més lent i gran de l'Autocanó. Ofereix danys decents a objectius blindats. Utilitza projectils de canó d'assalt d'urani empobrit. Abast màxim: 3000 m Recarrega 1.5x més ràpid i fa 1.5x més mal, del normal
cs_cz: Pomalejší a větší sourozenec Autocannonu. Způsobuje slušné poškození obrněným cílům. Používá granáty z útočných děl s ochuzeným uranem. Maximální dosah: 3000 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než normálně.
da: Langsommere og større søskende til Autocannon. Deals anstændig skade på pansrede mål. Bruger forarmet uran angreb kanonskaller. Maksimal rækkevidde: 3000 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end normalt
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlich Schaden zu. Verwendet Sturmkanonengranaten mit abgereichertem Uran. Maximale Reichweite: 3000 m Lädt 1,5x schneller nach und verursacht 1,5x mehr Schaden als normal
es: Hermano más lento y mayor del Autocannon. Inflige un daño decente a los objetivos blindados. Utiliza proyectiles de cañón de asalto de uranio empobrecido. Alcance máximo: 3000 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño de lo normal
et_ee: Autokannoni aeglasem ja suurem õde-vend. Tegeleb soomustatud sihtmärkide korraliku kahjustamisega. Kasutab vaesestatud uraani ründekahurite kestasid. Maksimaalne lennukaugus: 3000 m Laadib uuesti 1.5x kiiremini ja teeb tavalisest 1.5x rohkem kahju
fi: Autokanuunan hitaampi ja isompi sisarus. Käsittelee kunnollisia vahinkoja panssaroiduille kohteille. Käyttää köyhdytettyä uraania sisältäviä rynnäkkötykkien kuoria. Suurin kantama: 3000 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin normaalisti
fr: Frère plus lent et plus grand du canon mitrailleur. Inflige des dégâts décents aux cibles blindées. Utilise des obus de canon d’assaut à l’uranium appauvri. Portée maximale : 3000 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts que la normale
hr_hr: Sporiji i veći brat Autocannona. Nanosi pristojnu štetu oklopnim metama. Koristi osiromašene topovske granate od urana. Maksimalni domet: 3000 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu od uobičajene
hu_hu: Az Autocannon lassabb és nagyobb testvére. Tisztességes károkat okoz a páncélozott céloknak. Szegényített urán támadó ágyúhéjakat használ. Maximális hatótávolság: 3000 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a normál
ja_jp: オートキャノンの低速で大きな兄弟。装甲をまとった対象にまともなダメージを与える。劣化ウラン突撃砲弾を使用する。 最大範囲:3000 m 通常のリロード速度が1.5倍、ダメージが1.5倍になる
lv: Lēnāks un lielāks Autokanona brālis. Nodarbojas ar pienācīgu kaitējumu bruņotajiem mērķiem. Izmanto noplicināta urāna uzbrukuma lielgabalu čaulas. Maksimālais diapazons: 3000 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā parasti
nl: Langzamere en grotere broer of zus van de Autocannon. Brengt behoorlijke schade toe aan gepantserde doelen. Gebruikt aanvalskanongranaten met verarmd uranium. Maximaal bereik: 3000 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan normaal
no: Langsommere og større søsken av Autocannon. Avtaler anstendig skade på pansrede mål. Bruker utarmet uran assault kanongranater. Maksimal rekkevidde: 3000 m Laster 1,5 ganger raskere og gjør 1,5 ganger mer skade enn normalt
pt_br: Irmão mais lento e maior do Autocannon. Causa dano decente a alvos blindados. Utiliza projéteis de canhão de assalto com urânio empobrecido. Alcance máximo: 3000 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o normal
ro: Frate mai lent și mai mare al Autotunului. Oferă daune decente țintelor blindate. Utilizează proiectile de tun de asalt cu uraniu sărăcit. Raza maxima de actiune: 3000 m Reîncarcă de 1.5x mai rapid și provoacă daune de 1.5x mai mari decât în mod normal
ru: Более медленный и крупный брат Autocannon. Наносит приличный урон бронированным целям. Использует снаряды штурмовой пушки с обедненным ураном. Максимальная дальность: 3000 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем обычно
sk_sk: Pomalší a väčší súrodenec Autocannonu. Zaoberá sa slušným poškodením obrnených cieľov. Používa útočné kanóny s ochudobneným uránom. Maximálny dosah: 3000 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x väčšie škody ako obvykle
sv: Långsammare och större syskon till Autocannon. Gör hyfsad skada på bepansrade mål. Använder granater med utarmat uran från attackkanoner. Maximal räckvidd: 3000 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än normalt
tr_tr: Autocannon'un daha yavaş ve daha büyük kardeşi. Zırhlı hedeflere makul hasar verir. Seyreltilmiş uranyum saldırı topu mermileri kullanır. Maksimum menzil: 3000 m Normalden 1,5 Kat Daha Hızlı Yüklenir ve 1,5 Kat Daha Fazla Hasar Verir
uk: Повільніший і більший брат Autocannon. Завдає пристойної шкоди броньованим цілям. Використовує штурмові гарматні снаряди зі збідненим ураном. Максимальна дальність: 3000 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж зазвичай
zh_cn: 自动加农炮的更慢和更大的兄弟姐妹。对装甲目标造成可观的伤害。使用贫铀突击炮弹。 最大射程：3000米 装填速度比平时快 1.5 倍，伤害高 1.5 倍

# Description_MediumCalibreGunT2
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Depleted Dark Energy Assault Cannon Shells. Maximum range: 3000 m Reloads 1.5x Faster and does 1.5x more damage, than enhanced
ca_ad: Germà més lent i gran de l'Autocanó. Ofereix danys decents a objectius blindats. Utilitza projectils de canó d'assalt d'energia fosca esgotada. Abast màxim: 3000 m Recarrega 1.5x més ràpid i fa 1.5x més mal, que millorat
cs_cz: Pomalejší a větší sourozenec Autocannonu. Způsobuje slušné poškození obrněným cílům. Používá vyčerpané granáty z útočných děl temné energie. Maximální dosah: 3000 m Nabíjí 1,5× rychleji a způsobuje 1,5× větší poškození než vylepšené
da: Langsommere og større søskende til Autocannon. Deals anstændig skade på pansrede mål. Bruger udtømte mørke energiangrebskanonskaller. Maksimal rækkevidde: 3000 m Genindlæses 1.5x hurtigere og gør 1.5x mere skade end forbedret
de: Langsamerer und größerer Bruder der Maschinenkanone. Fügt gepanzerten Zielen ordentlich Schaden zu. Verwendet erschöpfte Sturmkanonengranaten der Dunklen Energie. Maximale Reichweite: 3000 m 1,5-mal schneller nachlädt und 1,5-mal mehr Schaden verursacht als verstärkt
es: Hermano más lento y mayor del Autocannon. Inflige un daño decente a los objetivos blindados. Usa proyectiles de cañón de asalto de energía oscura agotados. Alcance máximo: 3000 m Se recarga 1,5 veces más rápido e inflige 1,5 veces más daño que el mejorado
et_ee: Autokannoni aeglasem ja suurem õde-vend. Tegeleb soomustatud sihtmärkide korraliku kahjustamisega. Kasutab ammendunud tumeenergia ründekahurite kestasid. Maksimaalne lennukaugus: 3000 m Laadib uuesti 1.5x kiiremini ja teeb 1.5x rohkem kahju kui täiustatud
fi: Autokanuunan hitaampi ja isompi sisarus. Käsittelee kunnollisia vahinkoja panssaroiduille kohteille. Käyttää tyhjentyneitä pimeän energian hyökkäystykkien kuoria. Suurin kantama: 3000 m Latautuu uudelleen 1,5 kertaa nopeammin ja tekee 1,5 kertaa enemmän vahinkoa kuin parannettu
fr: Frère plus lent et plus grand du canon mitrailleur. Inflige des dégâts décents aux cibles blindées. Utilise des obus de canon d’assaut à énergie noire épuisée. Portée maximale : 3000 m Se recharge 1,5 fois plus vite et inflige 1,5 fois plus de dégâts qu’une amélioration
hr_hr: Sporiji i veći brat Autocannona. Nanosi pristojnu štetu oklopnim metama. Koristi osiromašene tamne energetske jurišne topovske granate. Maksimalni domet: 3000 m Ponovno se učitava 1,5 puta brže i čini 1,5 puta veću štetu, nego poboljšanu
hu_hu: Az Autocannon lassabb és nagyobb testvére. Tisztességes károkat okoz a páncélozott céloknak. Kimerült sötét energiájú támadó ágyúlövedékeket használ. Maximális hatótávolság: 3000 m 1,5-szer gyorsabban töltődik újra, és 1,5-szer több kárt okoz, mint a továbbfejlesztett
ja_jp: オートキャノンの低速で大きな兄弟。装甲をまとった対象にまともなダメージを与える。枯渇したダークエネルギーアサルトキャノンの砲弾を使用する。 最大範囲:3000 m 強化型よりもリロード速度が1.5倍速く、ダメージが1.5倍になる
lv: Lēnāks un lielāks Autokanona brālis. Nodarbojas ar pienācīgu kaitējumu bruņotajiem mērķiem. Izmanto noplicinātas tumšās enerģijas uzbrukuma lielgabalu čaulas. Maksimālais diapazons: 3000 m Pārlādē 1,5x ātrāk un nodara 1,5x vairāk bojājumu nekā uzlabo
nl: Langzamere en grotere broer of zus van de Autocannon. Brengt behoorlijke schade toe aan gepantserde doelen. Gebruikt uitgeputte aanvalskanongranaten met donkere energie. Maximaal bereik: 3000 m Herlaadt 1,5x sneller en doet 1,5x meer schade dan verbeterd
no: Langsommere og større søsken av Autocannon. Avtaler anstendig skade på pansrede mål. Bruker utarmet mørk energi angrep kanongranater. Maksimal rekkevidde: 3000 m Laster inn 1,5 ganger raskere og gjør 1,5 ganger mer skade enn forbedret
pt_br: Irmão mais lento e maior do Autocannon. Causa dano decente a alvos blindados. Usa projéteis de canhão de assalto de energia escura esgotados. Alcance máximo: 3000 m Recarrega 1,5x mais rápido e causa 1,5x mais danos do que o aprimorado
ro: Frate mai lent și mai mare al Autotunului. Oferă daune decente țintelor blindate. Utilizează proiectile de tun de asalt cu energie întunecată epuizate. Raza maxima de actiune: 3000 m Reîncarcă de 1,5 ori mai rapid și provoacă de 1,5 ori mai multe daune decât cele îmbunătățite
ru: Более медленный и крупный брат Autocannon. Наносит приличный урон бронированным целям. Использует снаряды штурмовых пушек с истощенной темной энергией. Максимальная дальность: 3000 м Перезаряжается в 1,5 раза быстрее и наносит в 1,5 раза больше урона, чем улучшенные
sk_sk: Pomalší a väčší súrodenec Autocannonu. Zaoberá sa slušným poškodením obrnených cieľov. Používa vyčerpané útočné kanóny s tmavou energiou. Maximálny dosah: 3000 m Znovu sa načíta 1,5x rýchlejšie a spôsobí 1,5x viac škôd ako vylepšených
sv: Långsammare och större syskon till Autocannon. Gör hyfsad skada på bepansrade mål. Använder uttömda Dark Energy Assault Cannon Shells. Maximal räckvidd: 3000 m Laddar om 1,5 gånger snabbare och gör 1,5 gånger mer skada än förbättrad
tr_tr: Autocannon'un daha yavaş ve daha büyük kardeşi. Zırhlı hedeflere makul hasar verir. Tükenmiş Karanlık Enerji Saldırı Topu Mermileri kullanır. Maksimum menzil: 3000 m Gelişmişten 1,5 kat daha hızlı yüklenir ve 1,5 kat daha fazla hasar verir
uk: Повільніший і більший брат Autocannon. Завдає пристойної шкоди броньованим цілям. Використовує виснажену темну енергію штурмових гарматних снарядів. Максимальна дальність: 3000 м Перезаряджається в 1,5 рази швидше і завдає в 1,5 рази більше шкоди, ніж покращений
zh_cn: 自动加农炮的更慢和更大的兄弟姐妹。对装甲目标造成可观的伤害。使用耗尽的暗能量突击炮弹。 最大射程：3000米 与增强型相比，装填速度提高 1.5 倍，造成伤害 1.5 倍
