Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallSmallQHydrogenTankT2
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Enhanced Capacity: 270,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor que millorat Capacitat: 270.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5× lepší než vylepšený Kapacita: 270 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end forbedret Kapacitet: 270.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als Enhanced Fassungsvermögen: 270.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que mejorado Capacidad: 270.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui täiustatud Mahutavus: 270 000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1,5 kertaa parempi kuin parannettu Kapasiteetti: 270 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux qu’amélioré Capacité : 270 000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolje od poboljšanog Kapacitet: 270.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a továbbfejlesztett; Kapacitás: 270,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 拡張の1.5倍優れている 容量:270,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā uzlabots Ietilpība: 270,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1,5x beter dan verbeterd Capaciteit: 270.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn forbedret Kapasitet: 270,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1,5x melhor que o Enhanced Capacidade: 270.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât îmbunătățit Capacitate: 270.000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем улучшено Емкость: 270 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie než vylepšené Kapacita: 270 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än förbättrad Kapacitet: 270 000 liter
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Geliştirilmişten 1,5 kat daha iyi Kapasite: 270.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж покращене Об'єм: 270 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比增强型好 1.5 倍 容量：270,000L

# Description_SmallSmallQHydrogenTankT3
source: Hydrogen tanks are used for storing hydrogen fuel. Hydrogen is used for hydrogen thrusters, engines or jetpack fuel. Hydrogen can be produced from ice in a O2/H2 generator. Can store and refill hydrogen bottles. 1.5x Better Than Proficient Capacity: 405,000L
ca_ad: Els tancs d'hidrogen s'utilitzen per emmagatzemar combustible d'hidrogen. L'hidrogen s'utilitza per a propulsors d'hidrogen, motors o combustible jetpack. L'hidrogen es pot produir a partir del gel en un generador O2/H2. Pot emmagatzemar i reomplir ampolles d'hidrogen. 1.5x millor que competent Capacitat: 405.000L
cs_cz: Vodíkové nádrže slouží ke skladování vodíkového paliva. Vodík se používá pro vodíkové trysky, motory nebo palivo pro jetpacky. Vodík lze vyrábět z ledu v generátoru O2/H2. Může ukládat a doplňovat vodíkové lahve. 1,5x lepší než zdatný Kapacita: 405 000 l
da: Brinttanke bruges til opbevaring af brintbrændstof. Brint bruges til brintthrustere, motorer eller jetpack-brændstof. Brint kan fremstilles af is i en O2/H2-generator. Kan opbevare og genopfylde brintflasker. 1.5x bedre end dygtig Kapacitet: 405.000L
de: Wasserstofftanks werden zur Lagerung von Wasserstoffkraftstoff verwendet. Wasserstoff wird für Wasserstofftriebwerke, Triebwerke oder Jetpack-Treibstoff verwendet. Wasserstoff kann in einem O2/H2-Generator aus Eis hergestellt werden. Kann Wasserstoffflaschen lagern und nachfüllen. 1,5x besser als kompetent Kapazität: 405.000 l
es: Los tanques de hidrógeno se utilizan para almacenar combustible de hidrógeno. El hidrógeno se utiliza para propulsores de hidrógeno, motores o combustible de mochilas propulsoras. El hidrógeno se puede producir a partir del hielo en un generador de O2/H2. Puede almacenar y rellenar botellas de hidrógeno. 1,5 veces mejor que competente Capacidad: 405.000L
et_ee: Vesinikkütuse hoidmiseks kasutatakse vesinikupaake. Vesinikku kasutatakse vesiniku tõukurite, mootorite või reaktiivkütuse jaoks. Vesinikku saab jääst toota O2/H2 generaatoris. Võib säilitada ja uuesti täita vesinikupudeleid. 1.5x parem kui vilunud Mahutavus: 405,000L
fi: Vetysäiliöitä käytetään vetypolttoaineen varastointiin. Vetyä käytetään vetypotkureissa, moottoreissa tai rakettireppupolttoaineessa. Vetyä voidaan tuottaa jäästä O2/H2-generaattorissa. Voi säilyttää ja täyttää vetypulloja. 1.5x parempi kuin taitava Kapasiteetti: 405 000L
fr: Les réservoirs d’hydrogène sont utilisés pour stocker l’hydrogène. L’hydrogène est utilisé pour les propulseurs à hydrogène, les moteurs ou le carburant des jetpacks. L’hydrogène peut être produit à partir de la glace dans un générateur d’O2/H2. Peut stocker et remplir des bouteilles d’hydrogène. 1,5 fois mieux que compétent Capacité : 405 000L
hr_hr: Spremnici vodika koriste se za skladištenje vodikovog goriva. Vodik se koristi za vodikove potisnike, motore ili mlazno gorivo. Vodik se može proizvesti iz leda u generatoru O2/H2. Može pohraniti i napuniti boce vodika. 1.5x bolji od stručnog Kapacitet: 405.000L
hu_hu: A hidrogéntartályokat hidrogén üzemanyag tárolására használják. A hidrogént hidrogénhajtóművekhez, motorokhoz vagy jetpack üzemanyaghoz használják. A hidrogén jégből O2/H2 generátorban állítható elő. Képes tárolni és újratölteni a hidrogén palackokat. 1,5-szer jobb, mint a profi Kapacitás: 405,000L
ja_jp: 水素タンクは、水素燃料を貯蔵するために使用されます。 水素は、水素スラスター、エンジン、ジェットパック燃料に使用されます。水素は、O2/H2発生装置で氷から製造できます。水素ボトルの保管・詰め替えが可能。 熟練より1.5倍優れている 容量:405,000L
lv: Ūdeņraža tvertnes tiek izmantotas ūdeņraža degvielas uzglabāšanai. Ūdeņradi izmanto ūdeņraža vilcējiem, dzinējiem vai jetpack degvielai. Ūdeņradi var ražot no ledus O2/H2 ģeneratorā. Var uzglabāt un uzpildīt ūdeņraža pudeles. 1,5x labāks nekā lietpratējs Ietilpība: 405,000L
nl: Waterstoftanks worden gebruikt voor de opslag van waterstofbrandstof. Waterstof wordt gebruikt voor waterstofstuwraketten, motoren of jetpack-brandstof. Waterstof kan worden geproduceerd uit ijs in een O2/H2-generator. Kan waterstofflessen opslaan en bijvullen. 1.5x beter dan bekwaam Capaciteit: 405.000L
no: Hydrogentanker brukes til lagring av hydrogenbrensel. Hydrogen brukes til hydrogenthrustere, motorer eller jetpack-drivstoff. Hydrogen kan produseres fra is i en O2/H2-generator. Kan lagre og fylle på hydrogenflasker. 1,5 ganger bedre enn dyktig Kapasitet: 405,000L
pt_br: Os tanques de hidrogênio são usados para armazenar combustível de hidrogênio. O hidrogênio é usado para propulsores de hidrogênio, motores ou combustível para jetpacks. O hidrogênio pode ser produzido a partir do gelo em um gerador de O2/H2. Pode armazenar e reabastecer garrafas de hidrogênio. 1.5x melhor do que proficiente Capacidade: 405.000L
ro: Rezervoarele de hidrogen sunt utilizate pentru stocarea combustibilului pe bază de hidrogen. Hidrogenul este utilizat pentru propulsoare de hidrogen, motoare sau combustibil jetpack. Hidrogenul poate fi produs din gheață într-un generator de O2 / H2. Poate stoca și reumple sticlele de hidrogen. De 1,5 ori mai bun decât cel competent Capacitate: 405.000L
ru: Водородные баки используются для хранения водородного топлива. Водород используется для водородных двигателей, двигателей или топлива для реактивных ранцев. Водород может быть получен изо льда в генераторе O2/H2. Может хранить и наполнять бутылки с водородом. В 1,5 раза лучше, чем Proficient Емкость: 405 000 л
sk_sk: Vodíkové nádrže sa používajú na skladovanie vodíkového paliva. Vodík sa používa pre vodíkové motory, motory alebo jetpackové palivo. Vodík sa môže vyrábať z ľadu v generátore O2/H2. Môže skladovať a dopĺňať vodíkové fľaše. 1,5x lepšie ako zdatný Kapacita: 405 000L
sv: Vätgastankar används för lagring av vätgasbränsle. Vätgas används för vätgaspropellrar, motorer eller jetpack-bränsle. Vätgas kan framställas från is i en O2/H2-generator. Kan lagra och fylla på vätgasflaskor. 1,5 gånger bättre än skicklig Kapacitet: 405 000L
tr_tr: Hidrojen tankları, hidrojen yakıtını depolamak için kullanılır. Hidrojen, hidrojen iticileri, motorlar veya jetpack yakıtı için kullanılır. Hidrojen, bir O2/H2 jeneratöründe buzdan üretilebilir. Hidrojen şişelerini saklayabilir ve yeniden doldurabilir. Yetkinden 1,5 kat daha iyi Kapasite: 405.000L
uk: Водневі баки використовуються для зберігання водневого палива. Водень використовується для водневих двигунів, двигунів або палива для реактивних ранців. Водень можна отримати з льоду в генераторі O2/H2. Може зберігати та наповнювати пляшки з воднем. У 1,5 рази краще, ніж Proficient Ємність: 405 000 л
zh_cn: 氢气罐用于储存氢燃料。 氢气用于氢气推进器、发动机或喷气背包燃料。氢气可以在 O2/H2 发生器中由冰产生。可以储存和重新填充氢气瓶。 比精通好 1.5 倍 容量：405,000L

# Description_SmallSmallQReactorT0
source: Reactors generate high ammounts of power, at the cost of refined uranium ingots. Uranium is extremely rare. Found only in Asteroids, Planet Urania, Planet Energia, and Planet Clangia. Max Power Output: 4MW
ca_ad: Els reactors generen altes quantitats d'energia, a costa de lingots d'urani refinat. L'urani és extremadament rar. Es troba només en Asteroides, Planeta Urània, Planeta Energia i Planeta Clangia. Potència màxima de sortida: 4MW
cs_cz: Reaktory generují velké množství energie na úkor rafinovaných uranových ingotů. Uran je extrémně vzácný. Vyskytuje se pouze v planetách Asteroids, Planeta Urania, Planeta Energia a Planeta Clangia. Maximální výstupní výkon: 4MW
da: Reaktorer genererer store mængder strøm på bekostning af raffineret uranblokke. Uran er yderst sjældent. Findes kun i Asteroids, Planet Urania, Planet Energia og Planet Clangia. Maks. effekt: 4MW
de: Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Uranbarren. Uran ist extrem selten. Kommt nur in Asteroiden, Planet Urania, Planet Energia und Planet Clangia vor. Maximale Leistung: 4MW
es: Los reactores generan grandes cantidades de energía, a costa de lingotes de uranio refinado. El uranio es extremadamente raro. Solo se encuentra en Asteroides, Planeta Urania, Planeta Energía y Planeta Clangia. Potencia máxima de salida: 4MW
et_ee: Reaktorid toodavad rafineeritud uraani valuplokkide hinnaga suuri võimsusi. Uraan on äärmiselt haruldane. Leitud ainult asteroididest, Planet Uraniast, Planet Energiast ja Planet Clangiast. Maksimaalne võimsus: 4MW
fi: Reaktorit tuottavat suuria tehoja puhdistetun uraaniharkkojen kustannuksella. Uraani on erittäin harvinaista. Löytyy vain asteroideista, Urania-planeetasta, Planet Energiasta ja Planet Clangiasta. Suurin teho: 4MW
fr: Les réacteurs génèrent des puissances élevées, au détriment des lingots d’uranium raffinés. L’uranium est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Urania, la planète Energia et la planète Clangia. Puissance de sortie maximale : 4 MW
hr_hr: Reaktori stvaraju velike količine energije, po cijenu rafiniranih ingota urana. Uran je izuzetno rijedak. Nalazi se samo u asteroidima, planeti Urania, Planeti Energiji i planeti Clangia. Maksimalna izlazna snaga: 4MW
hu_hu: A reaktorok nagy mennyiségű energiát termelnek, a finomított uránöntvények árán. Az urán rendkívül ritka. Csak az aszteroidákban, az Uránia bolygóban, az Energia bolygóban és a Clangia bolygóban található meg. Max. teljesítmény: 4MW
ja_jp: 原子炉は、精製されたウランインゴットを犠牲にして、高い出力を生み出します。ウランは非常にまれです。小惑星、惑星天王星、惑星エネルギア、惑星クランギアでのみ見られる。 最大出力:4MW
lv: Reaktori rada lielu jaudu uz rafinētu urāna lietņu rēķina. Urāns ir ļoti reti. Atrasts tikai asteroīdos, planētā Urania, Planet Energia un Planet Clangia. Maksimālā jauda: 4MW
nl: Reactoren genereren veel vermogen, ten koste van geraffineerde uraniumstaven. Uranium is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Urania, Planet Energia en Planet Clangia. Maximaal uitgangsvermogen: 4MW
no: Reaktorer genererer høye mengder kraft, på bekostning av raffinerte uranblokker. Uran er ekstremt sjeldent. Finnes bare i asteroider, Planet Urania, Planet Energia og Planet Clangia. Maks effekt: 4MW
pt_br: Os reatores geram altas quantidades de energia, ao custo de lingotes de urânio refinado. O urânio é extremamente raro. Encontrado apenas em Asteroides, Planeta Urânia, Planeta Energia e Planeta Clangia. Potência máxima: 4MW
ro: Reactoarele generează cantități mari de putere, cu prețul lingourilor de uraniu rafinate. Uraniul este extrem de rar. Se găsește numai în Asteroizi, Planeta Urania, Planeta Energia și Planeta Clangia. Putere maximă de ieșire: 4MW
ru: Реакторы вырабатывают большое количество энергии за счет слитков очищенного урана. Уран встречается крайне редко. Встречается только на Астероидах, Планете Урания, Планете Энергия и Планете Клангия. Максимальная выходная мощность: 4 МВт
sk_sk: Reaktory generujú vysoký objem energie za cenu rafinovaných uránových ingotov. Urán je extrémne zriedkavý. Nachádza sa iba v asteroidoch, planéte Urania, planéte Energia a planéte Clangia. Maximálny výkon: 4MW
sv: Reaktorer genererar stora mängder energi på bekostnad av raffinerade urantackor. Uran är extremt sällsynt. Finns endast i asteroider, planeten Urania, planeten Energia och planeten Clangia. Max uteffekt: 4MW
tr_tr: Reaktörler, rafine uranyum külçeleri pahasına yüksek miktarda güç üretir. Uranyum oldukça nadirdir. Sadece Asteroitler, Urania Gezegeni, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Maksimum Güç Çıkışı: 4MW
uk: Реактори генерують великі потужності за рахунок очищених уранових злитків. Уран зустрічається вкрай рідко. Зустрічається лише в астероїдах, планеті Уранія, планеті Енергія та планеті Клангія. Максимальна вихідна потужність: 4 МВт
zh_cn: 反应堆产生高功率，代价是精炼铀锭。铀极为稀有。仅在小行星、乌拉尼亚行星、能量行星和克兰吉亚行星中发现。 最大功率输出：4MW

# Description_SmallSmallQReactorT1
source: Reactors generate high ammounts of power, at the cost of refined uranium ingots. Uranium is extremely rare. Found only in Asteroids, Planet Urania, Planet Energia, and Planet Clangia. 1.5x Better than Normal. Max Power Output: 6MW
ca_ad: Els reactors generen altes quantitats d'energia, a costa de lingots d'urani refinat. L'urani és extremadament rar. Es troba només en Asteroides, Planeta Urània, Planeta Energia i Planeta Clangia. 1.5x millor del normal. Potència màxima de sortida: 6MW
cs_cz: Reaktory generují velké množství energie na úkor rafinovaných uranových ingotů. Uran je extrémně vzácný. Vyskytuje se pouze v planetách Asteroids, Planeta Urania, Planeta Energia a Planeta Clangia. 1,5× lepší než normálně. Maximální výstupní výkon: 6MW
da: Reaktorer genererer store mængder strøm på bekostning af raffineret uranblokke. Uran er yderst sjældent. Findes kun i Asteroids, Planet Urania, Planet Energia og Planet Clangia. 1.5x bedre end normalt. Max effekt: 6MW
de: Reaktoren erzeugen hohe Mengen an Strom auf Kosten von raffinierten Uranbarren. Uran ist extrem selten. Kommt nur in Asteroiden, Planet Urania, Planet Energia und Planet Clangia vor. 1,5x besser als normal. Maximale Leistung: 6MW
es: Los reactores generan grandes cantidades de energía, a costa de lingotes de uranio refinado. El uranio es extremadamente raro. Solo se encuentra en Asteroides, Planeta Urania, Planeta Energía y Planeta Clangia. 1,5 veces mejor de lo normal. Potencia máxima de salida: 6MW
et_ee: Reaktorid toodavad rafineeritud uraani valuplokkide hinnaga suuri võimsusi. Uraan on äärmiselt haruldane. Leitud ainult asteroididest, Planet Uraniast, Planet Energiast ja Planet Clangiast. 1.5x parem kui tavaliselt. Maksimaalne võimsus: 6MW
fi: Reaktorit tuottavat suuria tehoja puhdistetun uraaniharkkojen kustannuksella. Uraani on erittäin harvinaista. Löytyy vain asteroideista, Urania-planeetasta, Planet Energiasta ja Planet Clangiasta. 1.5x parempi kuin normaalisti. Suurin teho: 6MW
fr: Les réacteurs génèrent des puissances élevées, au détriment des lingots d’uranium raffinés. L’uranium est extrêmement rare. On ne le trouve que dans les astéroïdes, la planète Urania, la planète Energia et la planète Clangia. 1,5x mieux que la normale. Puissance de sortie maximale : 6 MW
hr_hr: Reaktori stvaraju velike količine energije, po cijenu rafiniranih ingota urana. Uran je izuzetno rijedak. Nalazi se samo u asteroidima, planeti Urania, Planeti Energiji i planeti Clangia. 1.5x bolje od normalnog. Maksimalna izlazna snaga: 6MW
hu_hu: A reaktorok nagy mennyiségű energiát termelnek, a finomított uránöntvények árán. Az urán rendkívül ritka. Csak az aszteroidákban, az Uránia bolygóban, az Energia bolygóban és a Clangia bolygóban található meg. 1,5x jobb a normálnál. Max. teljesítmény: 6MW
ja_jp: 原子炉は、精製されたウランインゴットを犠牲にして、高い出力を生み出します。ウランは非常にまれです。小惑星、惑星天王星、惑星エネルギア、惑星クランギアでのみ見られる。 通常より1.5倍優れています。 最大出力:6MW
lv: Reaktori rada lielu jaudu uz rafinētu urāna lietņu rēķina. Urāns ir ļoti reti. Atrasts tikai asteroīdos, planētā Urania, Planet Energia un Planet Clangia. 1,5x labāks nekā parasti. Maksimālā jauda: 6MW
nl: Reactoren genereren veel vermogen, ten koste van geraffineerde uraniumstaven. Uranium is uiterst zeldzaam. Alleen te vinden in Asteroids, Planet Urania, Planet Energia en Planet Clangia. 1,5x beter dan normaal. Maximaal uitgangsvermogen: 6MW
no: Reaktorer genererer høye mengder kraft, på bekostning av raffinerte uranblokker. Uran er ekstremt sjeldent. Finnes bare i asteroider, Planet Urania, Planet Energia og Planet Clangia. 1,5 ganger bedre enn normalt. Maks effekt: 6MW
pt_br: Os reatores geram altas quantidades de energia, ao custo de lingotes de urânio refinado. O urânio é extremamente raro. Encontrado apenas em Asteroides, Planeta Urânia, Planeta Energia e Planeta Clangia. 1,5x melhor que o normal. Potência máxima: 6MW
ro: Reactoarele generează cantități mari de putere, cu prețul lingourilor de uraniu rafinate. Uraniul este extrem de rar. Se găsește numai în Asteroizi, Planeta Urania, Planeta Energia și Planeta Clangia. De 1,5 ori mai bine decât în mod normal. Putere maximă de ieșire: 6MW
ru: Реакторы вырабатывают большое количество энергии за счет слитков очищенного урана. Уран встречается крайне редко. Встречается только на Астероидах, Планете Урания, Планете Энергия и Планете Клангия. В 1,5 раза лучше, чем обычно. Максимальная выходная мощность: 6 МВт
sk_sk: Reaktory generujú vysoký objem energie za cenu rafinovaných uránových ingotov. Urán je extrémne zriedkavý. Nachádza sa iba v asteroidoch, planéte Urania, planéte Energia a planéte Clangia. 1,5x lepšie ako zvyčajne. Maximálny výkon: 6MW
sv: Reaktorer genererar stora mängder energi på bekostnad av raffinerade urantackor. Uran är extremt sällsynt. Finns endast i asteroider, planeten Urania, planeten Energia och planeten Clangia. 1,5 gånger bättre än normalt. Max uteffekt: 6MW
tr_tr: Reaktörler, rafine uranyum külçeleri pahasına yüksek miktarda güç üretir. Uranyum oldukça nadirdir. Sadece Asteroitler, Urania Gezegeni, Energia Gezegeni ve Clangia Gezegeni'nde bulunur. Normalden 1,5 kat daha iyi. Maksimum Güç Çıkışı: 6MW
uk: Реактори генерують великі потужності за рахунок очищених уранових злитків. Уран зустрічається вкрай рідко. Зустрічається лише в астероїдах, планеті Уранія, планеті Енергія та планеті Клангія. У 1,5 рази краще, ніж зазвичай. Максимальна вихідна потужність: 6 МВт
zh_cn: 反应堆产生高功率，代价是精炼铀锭。铀极为稀有。仅在小行星、乌拉尼亚行星、能量行星和克兰吉亚行星中发现。 比正常情况好 1.5 倍。 最大功率输出：6MW
