Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_SmallLargeDarkEnergyTankT3
source: Dark energy tanks are used for storing Dark Energy. Elite capacity and cost Capacity: 1,687,500L Dark Energy has 2.25x more power per L, than hydrogen.
ca_ad: Els tancs d'energia fosca s'utilitzen per emmagatzemar energia fosca. Capacitat i cost d'elit Capacitat: 1,687,500L L'energia fosca té 2,25 vegades més potència per L, que l'hidrogen.
cs_cz: Nádrže temné energie se používají k ukládání temné energie. Elitní kapacita a náklady Kapacita: 1 687 500 l Temná energie má 2,25x větší výkon na litr než vodík.
da: Mørke energitanke bruges til lagring af mørk energi. Elite kapacitet og omkostninger Kapacitet: 1.687.500L Dark Energy har 2,25 gange mere strøm pr. L end brint.
de: Dunkle Energietanks werden zur Speicherung von Dunkler Energie verwendet. Elite-Kapazität und -Kosten Kapazität: 1.687.500 l Dunkle Energie hat 2,25x mehr Leistung pro Liter als Wasserstoff.
es: Los tanques de energía oscura se utilizan para almacenar energía oscura. Capacidad y costo de élite Capacidad: 1.687.500L La energía oscura tiene 2,25 veces más potencia por litro que el hidrógeno.
et_ee: Tumeenergia mahuteid kasutatakse Tumeenergia salvestamiseks. Elite võimsus ja maksumus Mahutavus: 1,687,500L Dark Energy'l on 2,25x rohkem võimsust L kohta kui vesinikul.
fi: Pimeän energian säiliöitä käytetään pimeän energian varastointiin. Elite-kapasiteetti ja -kustannukset Kapasiteetti: 1,687,500L Pimeällä energialla on 2,25 kertaa enemmän tehoa litraa kohden kuin vedyllä.
fr: Les réservoirs d’énergie noire sont utilisés pour stocker l’énergie noire. Capacité et coût d’élite Capacité : 1,687,500L L’énergie noire a 2,25 fois plus de puissance par litre que l’hydrogène.
hr_hr: Spremnici tamne energije koriste se za skladištenje tamne energije. Elitni kapacitet i troškovi Kapacitet: 1,687,500L Tamna energija ima 2.25x više snage po L, od vodika.
hu_hu: A sötét energiatartályokat a sötét energia tárolására használják. Elit kapacitás és költség Kapacitás: 1,687,500L A sötét energiának 2,25-ször nagyobb teljesítménye van literenként, mint a hidrogénnek.
ja_jp: 暗黒エネルギータンクは、暗黒エネルギーを貯蔵するために使用されます。 エリートの能力とコスト 容量:1687500リットル ダークエネルギーは、水素の2.25倍の電力をLあたり持っています。
lv: Tumšās enerģijas tvertnes tiek izmantotas tumšās enerģijas uzglabāšanai. Elites jauda un izmaksas Ietilpība: 1,687,500L Tumšajai enerģijai ir 2,25x lielāka jauda uz L nekā ūdeņradim.
nl: Donkere energietanks worden gebruikt voor het opslaan van donkere energie. Elite-capaciteit en -kosten Capaciteit: 1.687.500L Dark Energy heeft 2,25x meer vermogen per liter dan waterstof.
no: Mørke energitanker brukes til lagring av mørk energi. Elite kapasitet og kostnad Kapasitet: 1,687,500L Dark Energy har 2,25 ganger mer effekt per L, enn hydrogen.
pt_br: Os tanques de energia escura são usados para armazenar energia escura. Capacidade e custo de elite Capacidade: 1.687.500L A Energia Escura tem 2,25x mais potência por L, do que o hidrogênio.
ro: Rezervoarele de energie întunecată sunt utilizate pentru stocarea energiei întunecate. Capacitate și cost de elită Capacitate: 1,687,500L Energia întunecată are de 2,25 ori mai multă putere pe L decât hidrogenul.
ru: Резервуары с темной энергией используются для хранения темной энергии. Элитная вместимость и стоимость Емкость: 1 687 500 л Темная энергия имеет в 2,25 раза больше мощности на литр, чем водород.
sk_sk: Nádrže na tmavú energiu sa používajú na ukladanie tmavej energie. Elitná kapacita a náklady Kapacita: 1 687 500L Dark Energy má 2,25x viac výkonu na l ako vodík.
sv: Tankar med mörk energi används för att lagra mörk energi. Elitkapacitet och kostnad Kapacitet: 1 687 500 liter Mörk energi har 2,25 gånger mer effekt per liter än väte.
tr_tr: Karanlık enerji tankları, Karanlık Enerjiyi depolamak için kullanılır. Elit kapasite ve maliyet Kapasite: 1.687.500L Karanlık Enerji, L başına hidrojenden 2,25 kat daha fazla güce sahiptir.
uk: Резервуари з темною енергією використовуються для зберігання темної енергії. Елітна місткість і вартість Ємність: 1 687 500 л Темна енергія має в 2,25 рази більше енергії на л, ніж водень.
zh_cn: 暗能量罐用于储存暗能量。 精英容量和成本 容量：1,687,500L 暗能量每升的功率是氢气的 2.25 倍。

# Description_SmallLargeJumpDriveT0
source: Normal technology. Allows for FTL Jumps. Jump Range Max: 65.843KM. Max Jump Mass: 41,153KG 9 of these roughly equals 1 Large version of the jump drive.
ca_ad: Tecnologia normal. Permet salts FTL. Abast de salt màxim: 65.843KM. Massa màxima de salt: 41,153KG 9 d'aquests equival aproximadament a 1 versió gran de la unitat de salt.
cs_cz: Normální technologie. Umožňuje FTL skoky. Maximální dosah skoku: 65.843KM. Maximální hmotnost skoku: 41,153KG 9 z nich se zhruba rovná 1 velké verzi skokového pohonu.
da: Normal teknologi. Giver mulighed for FTL-spring. Spring rækkevidde maks.: 65.843KM. Maks. Springmasse: 41.153 kg 9 af disse svarer nogenlunde til 1 Stor version af springdrevet.
de: Normale Technik. Ermöglicht FTL-Sprünge. Maximale Sprungweite: 65.843KM. Maximale Sprungmasse: 41.153 kg 9 davon entsprechen in etwa 1 Large-Version des Sprungantriebs.
es: Tecnología normal. Permite saltos FTL. Rango máximo de salto: 65.843KM. Masa máxima de salto: 41,153KG 9 de estos equivalen aproximadamente a 1 versión grande de la unidad de salto.
et_ee: Tavaline tehnoloogia. Võimaldab FTL hüppeid. Hüppekaugus Max: 65.843KM. Maksimaalne hüppemass: 41 153 kg Neist 9 võrdub ligikaudu 1 hüppeajami suur versioon.
fi: Normaali tekniikka. Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 65.843KM. Suurin hyppymassa: 41,153KG Näistä 9 vastaa suunnilleen 1 suurta versiota hyppyasemasta.
fr: Technologie normale. Permet des sauts FTL. Portée de saut maximale : 65,843 km. Masse maximale de saut : 41 153 kg 9 d’entre eux équivaut à peu près à 1 grande version du lecteur de saut.
hr_hr: Normalna tehnologija. Omogućuje FTL skokove. Domet skoka: 65.843KM. Maksimalna masa skoka: 41,153KG 9 od njih otprilike jednako je 1 Velika verzija jump pogona.
hu_hu: Normál technológia. Lehetővé teszi az FTL ugrásokat. Ugrási tartomány Max: 65.843KM. Max Jump tömeg: 41,153KG Ezek közül 9 nagyjából megegyezik az ugróhajtás 1 nagy változatával.
ja_jp: 通常の技術。 FTL ジャンプを許可します。 最大ジャンプ範囲:65.843KM。 最大ジャンプ質量:41,153KG これらのうち9つは、ジャンプドライブの1つのラージバージョンにほぼ相当します。
lv: Normāla tehnoloģija. Ļauj veikt FTL lēcienus. Lēciena diapazons max: 65.843KM. Maksimālā lēciena masa: 41,153KG 9 no tiem aptuveni vienāds ar 1 Liela lēciena piedziņas versija.
nl: Normale technologie. Maakt FTL-sprongen mogelijk. Sprongbereik Max: 65.843KM. Maximale sprongmassa: 41.153 kg 9 hiervan is ongeveer gelijk aan 1 grote versie van de jumpdrive.
no: Normal teknologi. Tillater FTL-hopp. Hopprekkevidde maks: 65.843KM. Maks hoppmasse: 41,153KG 9 av disse tilsvarer omtrent 1 stor versjon av hoppstasjonen.
pt_br: Tecnologia normal. Permite saltos FTL. Alcance de salto Max: 65.843KM. Massa máxima do salto: 41,153KG 9 deles equivalem aproximadamente a 1 versão grande da unidade de salto.
ro: Tehnologie normală. Permite salturi FTL. Jump range max: 65.843KM. Masa maximă a saltului: 41,153KG 9 dintre acestea este aproximativ egal cu 1 versiune mare a unității de salt.
ru: Нормальная технология. Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 65,843 км. Максимальная масса прыжка: 41 153 кг 9 из них примерно равны 1 Большая версия джамп-драйва.
sk_sk: Normálna technológia. Umožňuje skoky FTL. Rozsah skoku max: 65.843KM. Maximálna hmotnosť skoku: 41,153KG 9 z nich sa zhruba rovná 1 veľkej verzii skokovej jednotky.
sv: Normal teknik. Tillåter FTL-hopp. Hoppområde max: 65.843 km. Max hoppmassa: 41 153 kg 9 av dessa motsvarar ungefär 1 Stor version av hoppdrevet.
tr_tr: Normal teknoloji. FTL atlamalarına izin verir. Atlama Menzili Maks: 65.843KM. Maksimum Atlama Kütlesi: 41,153KG Bunlardan 9 tanesi kabaca eşittir 1 Atlama sürücüsünün büyük versiyonu.
uk: Нормальна технологія. Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 65,843 км. Максимальна маса стрибка: 41 153 кг 9 з них приблизно дорівнює 1 великій версії стрибкового накопичувача.
zh_cn: 普通技术。 允许 FTL 跳转。 最大跳跃距离：65.843KM。 最大跳跃质量：41,153KG 其中 9 个大致等于 1 个大型版的跳跃驱动器。

# Description_SmallLargeJumpDriveT1
source: Enhanced technology. 1.5x Better Than Normal Allows for FTL Jumps. Jump Range Max: 98.765KM. Max Jump Mass: 61,729KG 9 of these roughly equals 1 Large version of the jump drive.
ca_ad: Tecnologia millorada. 1.5x millor del normal Permet salts FTL. Autonomia de salt màxima: 98,765KM. Massa màxima de salt: 61,729KG 9 d'aquests equival aproximadament a 1 versió gran de la unitat de salt.
cs_cz: Vylepšená technologie. 1,5× lepší než normálně Umožňuje FTL skoky. Maximální dosah skoku: 98.765KM. Maximální hmotnost skoku: 61,729KG 9 z nich se zhruba rovná 1 velké verzi skokového pohonu.
da: Forbedret teknologi. 1.5x bedre end normalt Giver mulighed for FTL-spring. Spring rækkevidde maks.: 98.765KM. Maks. Springmasse: 61.729 kg 9 af disse svarer nogenlunde til 1 Stor version af springdrevet.
de: Verbesserte Technologie. 1,5x besser als normal Ermöglicht FTL-Sprünge. Maximale Sprungweite: 98.765KM. Maximale Sprungmasse: 61.729 kg 9 davon entsprechen in etwa 1 Large-Version des Sprungantriebs.
es: Tecnología mejorada. 1,5 veces mejor de lo normal Permite saltos FTL. Rango de salto máximo: 98.765KM. Masa máxima de salto: 61,729KG 9 de estos equivalen aproximadamente a 1 versión grande de la unidad de salto.
et_ee: Täiustatud tehnoloogia. 1.5x parem kui tavaline Võimaldab FTL hüppeid. Hüppekaugus Max: 98.765KM. Maksimaalne hüppemass: 61,729KG Neist 9 võrdub ligikaudu 1 hüppeajami suur versioon.
fi: Parannettu tekniikka. 1.5x parempi kuin normaalisti Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 98.765KM. Suurin hyppymassa: 61,729KG Näistä 9 vastaa suunnilleen 1 suurta versiota hyppyasemasta.
fr: Technologie améliorée. 1,5 fois mieux que la normale Permet des sauts FTL. Portée de saut maximale : 98,765 km. Masse maximale de saut : 61 729 kg 9 d’entre eux équivaut à peu près à 1 grande version du lecteur de saut.
hr_hr: Poboljšana tehnologija. 1.5x bolje od normalnog Omogućuje FTL skokove. Domet skoka: 98.765KM. Maksimalna masa skoka: 61,729KG 9 od njih otprilike jednako je 1 Velika verzija jump pogona.
hu_hu: Továbbfejlesztett technológia. 1,5-szer jobb a normálnál Lehetővé teszi az FTL ugrásokat. Ugrási tartomány Max: 98.765KM. Max Jump tömeg: 61,729KG Ezek közül 9 nagyjából megegyezik az ugróhajtás 1 nagy változatával.
ja_jp: 強化されたテクノロジー。 通常の1.5倍 FTL ジャンプを許可します。 最大ジャンプ範囲:98.765KM。 最大ジャンプ質量:61,729KG これらのうち9つは、ジャンプドライブの1つのラージバージョンにほぼ相当します。
lv: Uzlabotas tehnoloģijas. 1,5x labāks nekā parasti Ļauj veikt FTL lēcienus. Lēciena diapazons max: 98.765KM. Maksimālā lēciena masa: 61,729KG 9 no tiem aptuveni vienāds ar 1 Liela lēciena piedziņas versija.
nl: Verbeterde technologie. 1.5x beter dan normaal Maakt FTL-sprongen mogelijk. Sprongbereik Max: 98.765KM. Maximale sprongmassa: 61.729 kg 9 hiervan is ongeveer gelijk aan 1 grote versie van de jumpdrive.
no: Forbedret teknologi. 1,5 ganger bedre enn normalt Tillater FTL-hopp. Hopprekkevidde maks: 98.765KM. Maks hoppmasse: 61 729 kg 9 av disse tilsvarer omtrent 1 stor versjon av hoppstasjonen.
pt_br: Tecnologia aprimorada. 1.5x melhor do que o normal Permite saltos FTL. Alcance de salto Max: 98.765KM. Massa máxima do salto: 61,729KG 9 deles equivalem aproximadamente a 1 versão grande da unidade de salto.
ro: Tehnologie îmbunătățită. De 1,5 ori mai bine decât în mod normal Permite salturi FTL. Jump Range Max: 98.765KM. Masa maximă a saltului: 61,729KG 9 dintre acestea este aproximativ egal cu 1 versiune mare a unității de salt.
ru: Усовершенствованная технология. В 1,5 раза лучше, чем обычно Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 98,765 км. Максимальная масса прыжка: 61 729 кг 9 из них примерно равны 1 Большая версия джамп-драйва.
sk_sk: Vylepšená technológia. 1,5x lepšie ako normálne Umožňuje skoky FTL. Rozsah skoku max: 98.765KM. Maximálna hmotnosť skoku: 61,729KG 9 z nich sa zhruba rovná 1 veľkej verzii skokovej jednotky.
sv: Förbättrad teknik. 1,5 gånger bättre än normalt Tillåter FTL-hopp. Hoppområde max: 98.765 km. Max hoppmassa: 61 729 kg 9 av dessa motsvarar ungefär 1 Stor version av hoppdrevet.
tr_tr: Gelişmiş teknoloji. Normalden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 98.765KM. Maksimum Atlama Kütlesi: 61,729KG Bunlardan 9 tanesi kabaca eşittir 1 Atlama sürücüsünün büyük versiyonu.
uk: Удосконалена технологія. У 1,5 рази краще, ніж зазвичай Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 98.765 км. Максимальна маса стрибка: 61 729 кг 9 з них приблизно дорівнює 1 великій версії стрибкового накопичувача.
zh_cn: 增强的技术。 比正常情况好 1.5 倍 允许 FTL 跳转。 最大跳跃范围：98.765KM。 最大跳跃质量：61,729KG 其中 9 个大致等于 1 个大型版的跳跃驱动器。

# Description_SmallLargeJumpDriveT2
source: Proficient technology. 1.5x Better Than Enhanced Allows for FTL Jumps. Jump Range Max: 148.148KM. Max Jump Mass: 92,593KG 9 of these roughly equals 1 Large version of the jump drive.
ca_ad: Tecnologia competent. 1.5x millor que millorat Permet salts FTL. Abast de salt màxim: 148,148KM. Massa màxima de salt: 92,593KG 9 d'aquests equival aproximadament a 1 versió gran de la unitat de salt.
cs_cz: Zdatná technologie. 1,5× lepší než vylepšený Umožňuje FTL skoky. Maximální dosah seskoku: 148.148KM. Maximální hmotnost skoku: 92,593KG 9 z nich se zhruba rovná 1 velké verzi skokového pohonu.
da: Dygtig teknologi. 1.5x bedre end forbedret Giver mulighed for FTL-spring. Hopperækkevidde maks.: 148.148KM. Maks. Springmasse: 92.593 kg 9 af disse svarer nogenlunde til 1 Stor version af springdrevet.
de: Kompetente Technologie. 1,5x besser als Enhanced Ermöglicht FTL-Sprünge. Maximale Sprungweite: 148.148KM. Maximale Sprungmasse: 92.593 kg 9 davon entsprechen in etwa 1 Large-Version des Sprungantriebs.
es: Tecnología competente. 1,5 veces mejor que mejorado Permite saltos FTL. Rango máximo de salto: 148.148KM. Masa máxima de salto: 92,593KG 9 de estos equivalen aproximadamente a 1 versión grande de la unidad de salto.
et_ee: Vilunud tehnoloogia. 1.5x parem kui täiustatud Võimaldab FTL hüppeid. Hüppe ulatus Max: 148.148KM. Maksimaalne hüppemass: 92 593 kg Neist 9 võrdub ligikaudu 1 hüppeajami suur versioon.
fi: Taitava tekniikka. 1,5 kertaa parempi kuin parannettu Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 148.148KM. Suurin hyppymassa: 92,593KG Näistä 9 vastaa suunnilleen 1 suurta versiota hyppyasemasta.
fr: Une technologie performante. 1,5 fois mieux qu’amélioré Permet des sauts FTL. Portée de saut maximale : 148,148 km. Masse maximale de saut : 92 593 kg 9 d’entre eux équivaut à peu près à 1 grande version du lecteur de saut.
hr_hr: Iskusna tehnologija. 1.5x bolje od poboljšanog Omogućuje FTL skokove. Domet skoka: 148.148KM. Maksimalna masa skoka: 92,593KG 9 od njih otprilike jednako je 1 Velika verzija jump pogona.
hu_hu: Profi technológia. 1,5-szer jobb, mint a továbbfejlesztett; Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 148.148KM. Max Jump tömeg: 92,593KG Ezek közül 9 nagyjából megegyezik az ugróhajtás 1 nagy változatával.
ja_jp: 熟練した技術。 拡張の1.5倍優れている FTL ジャンプを許可します。 ジャンプ範囲最大:148.148KM。 最大ジャンプ質量:92,593KG これらのうち9つは、ジャンプドライブの1つのラージバージョンにほぼ相当します。
lv: Lietpratīga tehnoloģija. 1,5x labāks nekā uzlabots Ļauj veikt FTL lēcienus. Lēciena diapazons max: 148.148KM. Maksimālā lēciena masa: 92,593KG 9 no tiem aptuveni vienāds ar 1 Liela lēciena piedziņas versija.
nl: Bekwame technologie. 1,5x beter dan verbeterd Maakt FTL-sprongen mogelijk. Sprongbereik Max: 148.148KM. Maximale sprongmassa: 92.593 kg 9 hiervan is ongeveer gelijk aan 1 grote versie van de jumpdrive.
no: Dyktig teknologi. 1,5 ganger bedre enn forbedret Tillater FTL-hopp. Hopprekkevidde maks: 148.148KM. Maks hoppmasse: 92,593KG 9 av disse tilsvarer omtrent 1 stor versjon av hoppstasjonen.
pt_br: Tecnologia proficiente. 1,5x melhor que o Enhanced Permite saltos FTL. Alcance de salto Max: 148.148KM. Massa máxima do salto: 92,593KG 9 deles equivalem aproximadamente a 1 versão grande da unidade de salto.
ro: Tehnologie performantă. De 1,5 ori mai bun decât îmbunătățit Permite salturi FTL. Jump Range Max: 148.148KM. Masa maximă a saltului: 92,593KG 9 dintre acestea este aproximativ egal cu 1 versiune mare a unității de salt.
ru: Профессиональная технология. В 1,5 раза лучше, чем улучшено Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 148,148 км. Максимальная масса прыжка: 92 593 кг 9 из них примерно равны 1 Большая версия джамп-драйва.
sk_sk: Zdatná technológia. 1,5x lepšie než vylepšené Umožňuje skoky FTL. Dosah skoku max: 148.148KM. Maximálna hmotnosť skoku: 92,593KG 9 z nich sa zhruba rovná 1 veľkej verzii skokovej jednotky.
sv: Skicklig teknik. 1,5 gånger bättre än förbättrad Tillåter FTL-hopp. Hoppområde max: 148.148KM. Max hoppmassa: 92 593 kg 9 av dessa motsvarar ungefär 1 Stor version av hoppdrevet.
tr_tr: Yetkin teknoloji. Geliştirilmişten 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 148.148KM. Maksimum Atlama Kütlesi: 92,593KG Bunlardan 9 tanesi kabaca eşittir 1 Atlama sürücüsünün büyük versiyonu.
uk: Досконала технологія. У 1,5 рази краще, ніж покращене Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 148,148 км. Максимальна маса стрибка: 92 593 кг 9 з них приблизно дорівнює 1 великій версії стрибкового накопичувача.
zh_cn: 熟练的技术。 比增强型好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：148.148KM。 最大跳跃质量：92,593KG 其中 9 个大致等于 1 个大型版的跳跃驱动器。

# Description_SmallLargeJumpDriveT3
source: Elite technology. 1.5x Better Than Proficient Allows for FTL Jumps. Jump Range Max: 222.222KM. Max Jump Mass: 138,889KG 9 of these roughly equals 1 Large version of the jump drive.
ca_ad: Tecnologia d'elit. 1.5x millor que competent Permet salts FTL. Abast de salt màxim: 222,222KM. Massa màxima de salt: 138,889KG 9 d'aquests equival aproximadament a 1 versió gran de la unitat de salt.
cs_cz: Elitní technologie. 1,5x lepší než zdatný Umožňuje FTL skoky. Maximální dosah skoku: 222.222KM. Maximální hmotnost skoku: 138,889KG 9 z nich se zhruba rovná 1 velké verzi skokového pohonu.
da: Elite teknologi. 1.5x bedre end dygtig Giver mulighed for FTL-spring. Hoppe rækkevidde maks.: 222.222KM. Max hoppe masse: 138,889KG 9 af disse svarer nogenlunde til 1 Stor version af springdrevet.
de: Elite-Technologie. 1,5x besser als kompetent Ermöglicht FTL-Sprünge. Maximale Sprungweite: 222.222 km. Maximale Sprungmasse: 138.889 kg 9 davon entsprechen in etwa 1 Large-Version des Sprungantriebs.
es: Tecnología de élite. 1,5 veces mejor que competente Permite saltos FTL. Rango de salto máximo: 222.222KM. Masa máxima de salto: 138,889KG 9 de estos equivalen aproximadamente a 1 versión grande de la unidad de salto.
et_ee: Elite tehnoloogia. 1.5x parem kui vilunud Võimaldab FTL hüppeid. Hüppekaugus Max: 222.222KM. Maksimaalne hüppemass: 138 889 kg Neist 9 võrdub ligikaudu 1 hüppeajami suur versioon.
fi: Eliitti tekniikka. 1.5x parempi kuin taitava Mahdollistaa FTL-hypyt. Hyppyetäisyys max: 222.222KM. Suurin hyppymassa: 138,889KG Näistä 9 vastaa suunnilleen 1 suurta versiota hyppyasemasta.
fr: Une technologie d’élite. 1,5 fois mieux que compétent Permet des sauts FTL. Portée de saut maximale : 222,222 km. Masse maximale de saut : 138 889 kg 9 d’entre eux équivaut à peu près à 1 grande version du lecteur de saut.
hr_hr: Elitna tehnologija. 1.5x bolji od stručnog Omogućuje FTL skokove. Domet skoka Max: 222.222KM. Maksimalna masa skoka: 138,889KG 9 od njih otprilike jednako je 1 Velika verzija jump pogona.
hu_hu: Elit technológia. 1,5-szer jobb, mint a profi Lehetővé teszi az FTL ugrásokat. Ugrási tartomány max: 222.222KM. Max ugrás tömege: 138,889KG Ezek közül 9 nagyjából megegyezik az ugróhajtás 1 nagy változatával.
ja_jp: エリートテクノロジー。 熟練より1.5倍優れている FTL ジャンプを許可します。 最大ジャンプ範囲:222.222KM。 最大ジャンプ質量:138,889KG これらのうち9つは、ジャンプドライブの1つのラージバージョンにほぼ相当します。
lv: Elites tehnoloģija. 1,5x labāks nekā lietpratējs Ļauj veikt FTL lēcienus. Lēciena diapazons max: 222.222KM. Maksimālā lēciena masa: 138,889KG 9 no tiem aptuveni vienāds ar 1 Liela lēciena piedziņas versija.
nl: Elite-technologie. 1.5x beter dan bekwaam Maakt FTL-sprongen mogelijk. Sprongbereik Max: 222.222KM. Maximale sprongmassa: 138.889 kg 9 hiervan is ongeveer gelijk aan 1 grote versie van de jumpdrive.
no: Elite teknologi. 1,5 ganger bedre enn dyktig Tillater FTL-hopp. Hopprekkevidde maks: 222.222KM. Maks hoppmasse: 138 889 kg 9 av disse tilsvarer omtrent 1 stor versjon av hoppstasjonen.
pt_br: Tecnologia de elite. 1.5x melhor do que proficiente Permite saltos FTL. Alcance de salto Max: 222.222KM. Massa máxima do salto: 138,889KG 9 deles equivalem aproximadamente a 1 versão grande da unidade de salto.
ro: Tehnologie de elită. De 1,5 ori mai bun decât cel competent Permite salturi FTL. Jump Range Max: 222.222KM. Masa maximă a saltului: 138,889KG 9 dintre acestea este aproximativ egal cu 1 versiune mare a unității de salt.
ru: Элитная техника. В 1,5 раза лучше, чем Proficient Позволяет совершать сверхсветовые прыжки. Максимальная дальность прыжка: 222,222 км. Максимальная масса прыжка: 138 889 кг 9 из них примерно равны 1 Большая версия джамп-драйва.
sk_sk: Elitná technológia. 1,5x lepšie ako zdatný Umožňuje skoky FTL. Dosah skoku max: 222.222KM. Maximálna hmotnosť skoku: 138,889KG 9 z nich sa zhruba rovná 1 veľkej verzii skokovej jednotky.
sv: Elitteknik. 1,5 gånger bättre än skicklig Tillåter FTL-hopp. Hoppområde max: 222.222KM. Max hoppmassa: 138 889 kg 9 av dessa motsvarar ungefär 1 Stor version av hoppdrevet.
tr_tr: Elit teknoloji. Yetkinden 1,5 kat daha iyi FTL atlamalarına izin verir. Atlama Menzili Maks: 222.222KM. Maksimum Atlama Kütlesi: 138,889KG Bunlardan 9 tanesi kabaca eşittir 1 Atlama sürücüsünün büyük versiyonu.
uk: Елітна техніка. У 1,5 рази краще, ніж Proficient Дозволяє здійснювати FTL-стрибки. Максимальна дальність стрибка: 222.222 км. Максимальна маса стрибка: 138 889 кг 9 з них приблизно дорівнює 1 великій версії стрибкового накопичувача.
zh_cn: 精英技术。 比精通好 1.5 倍 允许 FTL 跳转。 最大跳跃距离：222.222KM。 最大跳跃质量：138,889KG 其中 9 个大致等于 1 个大型版的跳跃驱动器。
