Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_WelderT3
source: A Ship welder is a utility tool that can construct blueprints and blocks using components from its inventory. Can be used from a cockpit or turned on manually. Be careful not to get too close while it's active. Press RMB to put missing components to Build Planner. 1.5x Better Than Proficient. Radius: 20.25
ca_ad: Un soldador de vaixells és una eina d'utilitat que pot construir plànols i blocs utilitzant components del seu inventari. Es pot utilitzar des d'una cabina o encendre's manualment. Aneu amb compte de no apropar-vos massa mentre estigui actiu. Premeu RMB per posar els components que falten al Planificador de compilació. 1.5x millor que competent. Radi: 20,25
cs_cz: Lodní svářečka je pomocný nástroj, který dokáže vytvářet plány a bloky pomocí komponent ze svého inventáře. Lze použít z kokpitu nebo zapnout ručně. Dávejte pozor, abyste se nedostali příliš blízko, když je aktivní. Stisknutím tlačítka RMB vložíte chybějící součásti do plánovače. 1,5x lepší než zdatný. Rozsah: 20.25
da: En skibssvejser er et værktøj, der kan konstruere tegninger og blokke ved hjælp af komponenter fra lageret. Kan bruges fra et cockpit eller tændes manuelt. Pas på ikke at komme for tæt på, mens den er aktiv. Tryk på RMB for at placere manglende komponenter i Build Planner. 1.5x bedre end dygtig. Radius: 20,25
de: Ein Schiffsschweißer ist ein Hilfswerkzeug, das Blaupausen und Blöcke aus Komponenten aus seinem Inventar konstruieren kann. Kann von einem Cockpit aus verwendet oder manuell eingeschaltet werden. Achten Sie darauf, dass Sie ihm nicht zu nahe kommen, während er aktiv ist. Drücken Sie die RMT-Taste, um fehlende Komponenten in den Buildplaner einzufügen. 1,5x besser als kompetent. Radius: 20,25
es: Un soldador de barcos es una herramienta de utilidad que puede construir planos y bloques utilizando componentes de su inventario. Se puede usar desde una cabina o encender manualmente. Tenga cuidado de no acercarse demasiado mientras esté activo. Presione el botón derecho del ratón para colocar los componentes que faltan en el planificador de compilación. 1,5 veces mejor que competente. Radio: 20.25
et_ee: Laeva keevitaja on kasulik tööriist, mis suudab oma varude komponentide abil koostada jooniseid ja plokke. Saab kasutada kokpitist või käsitsi sisse lülitada. Olge ettevaatlik, et te ei satuks liiga lähedale, kui see on aktiivne. Vajutage RMB-d, et panna puuduvad komponendid järguplaanijasse. 1,5x parem kui vilunud. Raadius: 20.25
fi: Laivahitsaaja on apuohjelma, joka voi rakentaa piirustuksia ja lohkoja käyttämällä varastonsa komponentteja. Voidaan käyttää ohjaamosta tai kytkeä päälle manuaalisesti. Varo menemästä liian lähelle, kun se on aktiivinen. Paina RMB laittaaksesi puuttuvat komponentit Build Planneriin. 1,5 kertaa parempi kuin taitava. Säde: 20.25
fr: Un soudeur de navire est un outil utilitaire qui peut construire des plans et des blocs à l’aide de composants de son inventaire. Peut être utilisé à partir d’un cockpit ou allumé manuellement. Veillez à ne pas vous approcher trop près lorsqu’il est actif. Appuyez sur Clic droit pour placer les composants manquants dans le planificateur de build. 1,5 fois mieux que compétent. Rayon : 20,25
hr_hr: Brodski zavarivač je komunalni alat koji može konstruirati nacrte i blokove pomoću komponenti iz svog inventara. Može se koristiti iz kokpita ili uključiti ručno. Pazite da se ne približite previše dok je aktivan. Pritisnite RMB da biste komponente koje nedostaju stavili u planer međuverzije. 1.5x bolje od stručnog. Radijus: 20,25
hu_hu: A hajóhegesztő egy olyan segédeszköz, amely tervrajzokat és blokkokat készíthet a készletéből származó alkatrészek felhasználásával. Használható pilótafülkéből vagy manuálisan is bekapcsolható. Ügyeljen arra, hogy ne kerüljön túl közel, amíg aktív. Nyomja meg az RMB gombot a hiányzó összetevők Build Plannerbe helyezéséhez. 1,5x jobb, mint a Proficient. Sugár: 20.25
ja_jp: 船の溶接機は、インベントリのコンポーネントを使用して設計図とブロックを構築できるユーティリティツールです。 コックピットから使用することも、手動でオンにすることもできます。アクティブな間は近づきすぎないように注意してください。 RMB を押して、不足しているコンポーネントを Build Planner に配置します。 熟練者より1.5倍優れています。 半径: 20.25
lv: Kuģu metinātājs ir lietderības rīks, kas var veidot rasējumus un blokus, izmantojot komponentus no tā inventāra. Var izmantot no kabīnes vai ieslēgt manuāli. Uzmanieties, lai nepietuvotos pārāk tuvu, kamēr tas ir aktīvs. Nospiediet RMB, lai trūkstošos komponentus ievietotu būvējuma plānotājā. 1,5x labāk nekā lietpratējs. Rādiuss: 20.25
nl: Een scheepslasser is een hulpprogramma dat blauwdrukken en blokken kan maken met behulp van componenten uit zijn inventaris. Kan vanuit een cockpit worden gebruikt of handmatig worden ingeschakeld. Pas op dat u niet te dichtbij komt terwijl het actief is. Druk op RMB om ontbrekende onderdelen in Build Planner te plaatsen. 1,5x beter dan bekwaam. Straal: 20.25
no: En skipssveiser er et verktøy som kan konstruere tegninger og blokker ved hjelp av komponenter fra inventaret. Kan brukes fra cockpit eller slås på manuelt. Vær forsiktig så du ikke kommer for nær mens den er aktiv. Trykk RMB for å plassere manglende komponenter i Build Planner. 1,5 ganger bedre enn dyktig. Radius: 20,25
pt_br: Um soldador de navio é uma ferramenta de utilidade que pode construir plantas e blocos usando componentes de seu inventário. Pode ser usado a partir de um cockpit ou ligado manualmente. Tenha cuidado para não se aproximar muito enquanto estiver ativo. Pressione RMB para colocar os componentes ausentes no Build Planner. 1,5x melhor que o proficiente. Raio: 20,25
ro: Un sudor de nave este un instrument utilitar care poate construi planuri și blocuri folosind componente din inventarul său. Poate fi folosit dintr-un cockpit sau pornit manual. Aveți grijă să nu vă apropiați prea mult în timp ce este activ. Apăsați RMB pentru a pune componentele lipsă în Build Planner. De 1,5 ori mai bun decât Proficient. Raza: 20.25
ru: Корабельный сварочный аппарат — это вспомогательный инструмент, который может создавать чертежи и блоки, используя компоненты из своего инвентаря. Можно использовать из кабины или включать вручную. Будьте осторожны и не подходите слишком близко, пока он активен. Нажмите ПКМ, чтобы поместить недостающие компоненты в планировщик сборки. В 1,5 раза лучше, чем Proficient. Радиус: 20.25
sk_sk: Lodný zvárač je úžitkový nástroj, ktorý dokáže konštruovať plány a bloky pomocou komponentov zo svojho inventára. Môže byť použitý z kokpitu alebo zapnutý manuálne. Dávajte pozor, aby ste sa nedostali príliš blízko, keď je aktívny. Stlačením tlačidla RMB vložíte chýbajúce súčasti do Plánovača zostavenia. 1,5x lepšie ako zdatný. Polomer: 20.25
sv: En fartygssvetsare är ett verktygsverktyg som kan konstruera ritningar och block med hjälp av komponenter från sitt lager. Kan användas från en cockpit eller slås på manuellt. Var försiktig så att du inte kommer för nära när den är aktiv. Tryck på RMB för att lägga till saknade komponenter i Build Planner. 1,5 gånger bättre än skicklig. Radie: 20.25
tr_tr: Gemi kaynakçısı, envanterindeki bileşenleri kullanarak planlar ve bloklar oluşturabilen bir yardımcı araçtır. Kokpitten kullanılabilir veya manuel olarak açılabilir. Aktifken çok yaklaşmamaya dikkat edin. Eksik bileşenleri Build Planner'a koymak için RMB'ye basın. Yetkin'den 1,5 kat daha iyi. Yarıçap: 20.25
uk: Судновий зварювальний апарат — це утилітарний інструмент, який може створювати креслення та блоки, використовуючи компоненти зі свого інвентарю. Може використовуватися з кабіни пілота або включатися вручну. Будьте обережні, щоб не підходити надто близько, коли він активний. Натисніть ПКМ, щоб додати відсутні компоненти до Планувальника Збірки. У 1,5 рази краще, ніж Proficient. Радіус: 20.25
zh_cn: 船舶焊机是一种实用工具，可以使用其库存中的组件构建蓝图和块。 可以在驾驶舱内使用或手动打开。当它处于活动状态时，请注意不要靠得太近。 按 RMB 将缺少的组件放入 Build Planner。 比精通好 1.5 倍。 作用范围：20.25

# Description_WindTurbineT1
source: The wind turbine generates low ammounts of power when exposed to open areas. Only works on planets with atmosphere. 1.5x Better Than Normal Turbine. 0.6MW Max Power.
ca_ad: L'aerogenerador genera baixes quantitats d'energia quan s'exposa a zones obertes. Només funciona en planetes amb atmosfera. 1.5x millor que la turbina normal. Potència màxima de 0.6MW.
cs_cz: Větrná turbína generuje nízké množství energie, když je vystavena otevřeným plochám. Funguje pouze na planetách s atmosférou. 1,5x lepší než normální turbína. Maximální výkon 0,6 MW.
da: Vindmøllen genererer lave mængder strøm, når den udsættes for åbne områder. Fungerer kun på planeter med atmosfære. 1.5x bedre end normal turbine. 0,6 MW maks. effekt.
de: Die Windkraftanlage erzeugt geringe Leistungen, wenn sie offenen Flächen ausgesetzt ist. Funktioniert nur auf Planeten mit Atmosphäre. 1,5x besser als normale Turbine. 0,6 MW maximale Leistung.
es: La turbina eólica genera pequeñas cantidades de energía cuando se expone a áreas abiertas. Solo funciona en planetas con atmósfera. 1,5 veces mejor que la turbina normal. Potencia máxima de 0,6 MW.
et_ee: Tuulik toodab avatud aladega kokku puutudes vähe energiat. Töötab ainult atmosfääriga planeetidel. 1.5x parem kui tavaline turbiin. 0.6MW maksimaalne võimsus.
fi: Tuuliturbiini tuottaa vähän tehoa, kun se altistuu avoimille alueille. Toimii vain planeetoilla, joilla on ilmakehä. 1,5 kertaa parempi kuin tavallinen turbiini. 0,6 MW maksimiteho.
fr: L’éolienne génère de faibles quantités de puissance lorsqu’elle est exposée à des zones ouvertes. Ne fonctionne que sur les planètes avec atmosphère. 1,5 fois mieux qu’une turbine normale. Puissance maximale de 0,6 MW.
hr_hr: Vjetroturbina stvara niske površine snage kada je izložena otvorenim površinama. Radi samo na planetima s atmosferom. 1.5x bolje od normalne turbine. Maksimalna snaga od 0,6 MW.
hu_hu: A szélturbina alacsony mennyiségű energiát termel, ha nyílt területeknek van kitéve. Csak légkörrel rendelkező bolygókon működik. 1,5x jobb, mint a normál turbina. 0,6MW maximális teljesítmény.
ja_jp: 風力タービンは、オープンエリアにさらされると、低負荷の電力を生成します。大気のある惑星でのみ機能します。 通常のタービンの1.5倍優れています。 0.6MWの最大電力。
lv: Vēja turbīna rada zemu enerģijas daudzumu, ja tā ir pakļauta atklātām vietām. Darbojas tikai uz planētām ar atmosfēru. 1,5x labāka nekā parastā turbīna. 0,6 MW maksimālā jauda.
nl: De windturbine genereert weinig vermogen wanneer hij wordt blootgesteld aan open gebieden. Werkt alleen op planeten met atmosfeer. 1,5x beter dan normale turbine. 0,6 MW maximaal vermogen.
no: Vindturbinen genererer lave mengder kraft når den utsettes for åpne områder. Fungerer bare på planeter med atmosfære. 1,5 ganger bedre enn vanlig turbin. 0,6 MW maks effekt.
pt_br: A turbina eólica gera baixos volumes de energia quando exposta a áreas abertas. Só funciona em planetas com atmosfera. 1,5x melhor que a turbina normal. 0,6MW de potência máxima.
ro: Turbina eoliană generează cantități reduse de putere atunci când este expusă la zone deschise. Funcționează numai pe planete cu atmosferă. Turbină de 1,5 ori mai bună decât cea normală. 0,6MW putere maximă.
ru: Ветряная турбина генерирует небольшое количество энергии при нахождении на открытой местности. Работает только на планетах с атмосферой. В 1,5 раза лучше, чем обычная турбина. Максимальная мощность 0,6 МВт.
sk_sk: Veterná turbína generuje nízke množstvo energie, keď je vystavená otvoreným priestorom. Funguje iba na planétach s atmosférou. 1,5x lepšia ako bežná turbína. Maximálny výkon 0,6 MW.
sv: Vindkraftverket genererar låg effekt när det utsätts för öppna ytor. Fungerar bara på planeter med atmosfär. 1,5 gånger bättre än normal turbin. 0,6 MW maximal effekt.
tr_tr: Rüzgar türbini, açık alanlara maruz kaldığında düşük miktarda güç üretir. Sadece atmosferi olan gezegenlerde çalışır. Normal türbinden 1,5 kat daha iyi. 0.6MW Maksimum Güç.
uk: Вітрова турбіна генерує низькі потужності під впливом відкритої місцевості. Працює тільки на планетах з атмосферою. У 1,5 рази краще, ніж звичайна турбіна. Максимальна потужність 0,6 МВт.
zh_cn: 当暴露在空旷区域时，风力涡轮机产生的功率很低。仅适用于有大气层的行星。 比普通涡轮机好 1.5 倍。 0.6MW最大功率。

# Description_WindTurbineT2
source: The wind turbine generates low ammounts of power when exposed to open areas. Only works on planets with atmosphere. 1.5x Better Than Enhanced Turbine. 0.9MW Max Power.
ca_ad: L'aerogenerador genera baixes quantitats d'energia quan s'exposa a zones obertes. Només funciona en planetes amb atmosfera. 1.5x millor que la turbina millorada. Potència màxima de 0.9MW.
cs_cz: Větrná turbína generuje nízké množství energie, když je vystavena otevřeným plochám. Funguje pouze na planetách s atmosférou. 1,5x lepší než vylepšená turbína. Maximální výkon 0,9 MW.
da: Vindmøllen genererer lave mængder strøm, når den udsættes for åbne områder. Fungerer kun på planeter med atmosfære. 1.5x bedre end forbedret turbine. 0,9 MW maks. effekt.
de: Die Windkraftanlage erzeugt geringe Leistungen, wenn sie offenen Flächen ausgesetzt ist. Funktioniert nur auf Planeten mit Atmosphäre. 1,5x besser als die verbesserte Turbine. 0,9 MW maximale Leistung.
es: La turbina eólica genera pequeñas cantidades de energía cuando se expone a áreas abiertas. Solo funciona en planetas con atmósfera. 1,5 veces mejor que la turbina mejorada. Potencia máxima de 0,9 MW.
et_ee: Tuulik toodab avatud aladega kokku puutudes vähe energiat. Töötab ainult atmosfääriga planeetidel. 1.5x parem kui täiustatud turbiin. 0.9MW maksimaalne võimsus.
fi: Tuuliturbiini tuottaa vähän tehoa, kun se altistuu avoimille alueille. Toimii vain planeetoilla, joilla on ilmakehä. 1,5 kertaa parempi kuin parannettu turbiini. 0,9 MW maksimiteho.
fr: L’éolienne génère de faibles quantités de puissance lorsqu’elle est exposée à des zones ouvertes. Ne fonctionne que sur les planètes avec atmosphère. 1,5 fois mieux que la turbine améliorée. Puissance maximale de 0,9 MW.
hr_hr: Vjetroturbina stvara niske površine snage kada je izložena otvorenim površinama. Radi samo na planetima s atmosferom. 1.5x bolje od poboljšane turbine. Maksimalna snaga od 0,9 MW.
hu_hu: A szélturbina alacsony mennyiségű energiát termel, ha nyílt területeknek van kitéve. Csak légkörrel rendelkező bolygókon működik. 1,5x jobb, mint a továbbfejlesztett turbina. 0,9MW maximális teljesítmény.
ja_jp: 風力タービンは、オープンエリアにさらされると、低負荷の電力を生成します。大気のある惑星でのみ機能します。 強化型タービンの1.5倍。 0.9MWの最大電力。
lv: Vēja turbīna rada zemu enerģijas daudzumu, ja tā ir pakļauta atklātām vietām. Darbojas tikai uz planētām ar atmosfēru. 1,5x labāka nekā uzlabota turbīna. 0,9 MW maksimālā jauda.
nl: De windturbine genereert weinig vermogen wanneer hij wordt blootgesteld aan open gebieden. Werkt alleen op planeten met atmosfeer. 1,5x beter dan verbeterde turbine. 0,9 MW maximaal vermogen.
no: Vindturbinen genererer lave mengder kraft når den utsettes for åpne områder. Fungerer bare på planeter med atmosfære. 1,5 ganger bedre enn forbedret turbin. 0,9 MW maks effekt.
pt_br: A turbina eólica gera baixos volumes de energia quando exposta a áreas abertas. Só funciona em planetas com atmosfera. 1,5x melhor que a turbina aprimorada. 0,9MW de potência máxima.
ro: Turbina eoliană generează cantități reduse de putere atunci când este expusă la zone deschise. Funcționează numai pe planete cu atmosferă. De 1,5 ori mai bună decât turbina îmbunătățită. Putere maximă de 0,9 MW.
ru: Ветряная турбина генерирует небольшое количество энергии при нахождении на открытой местности. Работает только на планетах с атмосферой. В 1,5 раза лучше, чем Enhanced Turbine. Максимальная мощность 0,9 МВт.
sk_sk: Veterná turbína generuje nízke množstvo energie, keď je vystavená otvoreným priestorom. Funguje iba na planétach s atmosférou. 1,5x lepšie ako vylepšená turbína. Maximálny výkon 0,9 MW.
sv: Vindkraftverket genererar låg effekt när det utsätts för öppna ytor. Fungerar bara på planeter med atmosfär. 1,5 gånger bättre än förbättrad turbin. 0,9 MW maximal effekt.
tr_tr: Rüzgar türbini, açık alanlara maruz kaldığında düşük miktarda güç üretir. Sadece atmosferi olan gezegenlerde çalışır. Geliştirilmiş türbinden 1,5 kat daha iyi. 0.9MW Maksimum Güç.
uk: Вітрова турбіна генерує низькі потужності під впливом відкритої місцевості. Працює тільки на планетах з атмосферою. У 1,5 рази краще, ніж покращена турбіна. Максимальна потужність 0,9 МВт.
zh_cn: 当暴露在空旷区域时，风力涡轮机产生的功率很低。仅适用于有大气层的行星。 比增强型涡轮机好 1.5 倍。 0.9MW最大功率。

# Description_WindTurbineT3
source: The wind turbine generates low ammounts of power when exposed to open areas. Only works on planets with atmosphere. 1.5x Better Than Proficient Turbine. 1.35MW Max Power.
ca_ad: L'aerogenerador genera baixes quantitats d'energia quan s'exposa a zones obertes. Només funciona en planetes amb atmosfera. 1.5x millor que la turbina competent. Potència màxima de 1.35MW.
cs_cz: Větrná turbína generuje nízké množství energie, když je vystavena otevřeným plochám. Funguje pouze na planetách s atmosférou. 1,5x lepší než zdatná turbína. Maximální výkon 1,35 MW.
da: Vindmøllen genererer lave mængder strøm, når den udsættes for åbne områder. Fungerer kun på planeter med atmosfære. 1.5x bedre end dygtig turbine. 1,35 MW maks. effekt.
de: Die Windkraftanlage erzeugt geringe Leistungen, wenn sie offenen Flächen ausgesetzt ist. Funktioniert nur auf Planeten mit Atmosphäre. 1,5x besser als die leistungsfähige Turbine. 1,35 MW maximale Leistung.
es: La turbina eólica genera pequeñas cantidades de energía cuando se expone a áreas abiertas. Solo funciona en planetas con atmósfera. 1,5 veces mejor que la turbina Proficient. Potencia máxima de 1,35 MW.
et_ee: Tuulik toodab avatud aladega kokku puutudes vähe energiat. Töötab ainult atmosfääriga planeetidel. 1.5x parem kui vilunud turbiin. 1.35MW maksimaalne võimsus.
fi: Tuuliturbiini tuottaa vähän tehoa, kun se altistuu avoimille alueille. Toimii vain planeetoilla, joilla on ilmakehä. 1,5 kertaa parempi kuin taitava turbiini. 1.35MW maksimiteho.
fr: L’éolienne génère de faibles quantités de puissance lorsqu’elle est exposée à des zones ouvertes. Ne fonctionne que sur les planètes avec atmosphère. 1,5 fois mieux que la turbine compétente. Puissance maximale de 1,35 MW.
hr_hr: Vjetroturbina stvara niske površine snage kada je izložena otvorenim površinama. Radi samo na planetima s atmosferom. 1.5x bolji od stručne turbine. Maksimalna snaga od 1,35 MW.
hu_hu: A szélturbina alacsony mennyiségű energiát termel, ha nyílt területeknek van kitéve. Csak légkörrel rendelkező bolygókon működik. 1,5x jobb, mint a Proficient Turbine. 1,35 MW maximális teljesítmény.
ja_jp: 風力タービンは、オープンエリアにさらされると、低負荷の電力を生成します。大気のある惑星でのみ機能します。 熟練したタービンの1.5倍優れています。 1.35MWの最大電力。
lv: Vēja turbīna rada zemu enerģijas daudzumu, ja tā ir pakļauta atklātām vietām. Darbojas tikai uz planētām ar atmosfēru. 1,5x labāks par prasmīgu turbīnu. 1.35MW maksimālā jauda.
nl: De windturbine genereert weinig vermogen wanneer hij wordt blootgesteld aan open gebieden. Werkt alleen op planeten met atmosfeer. 1,5x beter dan bekwame turbine. 1,35 MW maximaal vermogen.
no: Vindturbinen genererer lave mengder kraft når den utsettes for åpne områder. Fungerer bare på planeter med atmosfære. 1,5 ganger bedre enn dyktig turbin. 1,35 MW maks effekt.
pt_br: A turbina eólica gera baixos volumes de energia quando exposta a áreas abertas. Só funciona em planetas com atmosfera. 1,5x melhor que a turbina proficiente. Potência máxima de 1,35MW.
ro: Turbina eoliană generează cantități reduse de putere atunci când este expusă la zone deschise. Funcționează numai pe planete cu atmosferă. De 1,5 ori mai bună decât o turbină competentă. Putere maximă de 1,35MW.
ru: Ветряная турбина генерирует небольшое количество энергии при нахождении на открытой местности. Работает только на планетах с атмосферой. В 1,5 раза лучше, чем Профессиональная турбина. Максимальная мощность 1,35 МВт.
sk_sk: Veterná turbína generuje nízke množstvo energie, keď je vystavená otvoreným priestorom. Funguje iba na planétach s atmosférou. 1,5x lepšie ako zdatná turbína. Maximálny výkon 1,35 MW.
sv: Vindkraftverket genererar låg effekt när det utsätts för öppna ytor. Fungerar bara på planeter med atmosfär. 1,5 gånger bättre än en skicklig turbin. 1,35 MW maximal effekt.
tr_tr: Rüzgar türbini, açık alanlara maruz kaldığında düşük miktarda güç üretir. Sadece atmosferi olan gezegenlerde çalışır. Yetkin türbinden 1,5 kat daha iyi. 1.35MW Maksimum Güç.
uk: Вітрова турбіна генерує низькі потужності під впливом відкритої місцевості. Працює тільки на планетах з атмосферою. У 1,5 рази краще, ніж у досвідченої турбіни. Максимальна потужність 1,35 МВт.
zh_cn: 当暴露在空旷区域时，风力涡轮机产生的功率很低。仅适用于有大气层的行星。 比 Proficient Turbine 好 1.5 倍。 最大功率1.35MW。

# DisplayName_Block_AssemblerIndustrialT1
source: Enhanced Industrial Assembler
ca_ad: Muntador industrial millorat
cs_cz: Vylepšený průmyslový assembler
da: Forbedret industriel montør
de: Verbesserter industrieller Monteur
es: Ensamblador industrial mejorado
et_ee: Täiustatud tööstuslik koostaja
fi: Parannettu teollinen kokoonpanija
fr: Assembleur industriel amélioré
hr_hr: Poboljšani industrijski asembler
hu_hu: Továbbfejlesztett ipari összeszerelő
ja_jp: 強化された産業用アセンブラ
lv: Uzlabots rūpnieciskais montētājs
nl: Verbeterde industriële assembler
no: Forbedret industriell montør
pt_br: Montador Industrial Aprimorado
ro: Asamblor industrial îmbunătățit
ru: Усовершенствованный промышленный ассемблер
sk_sk: Vylepšený priemyselný montér
sv: Förbättrad industriell montör
tr_tr: Gelişmiş Endüstriyel Montajcı
uk: Удосконалений промисловий монтажник
zh_cn: 增强型工业装配机

# DisplayName_Block_AssemblerIndustrialT2
source: Proficient Industrial Assembler
ca_ad: Muntador industrial competent
cs_cz: Zkušený průmyslový montér
da: Dygtig industriel montør
de: Kompetenter Industriemonteur
es: Ensamblador industrial competente
et_ee: Vilunud tööstuslik monteerija
fi: Taitava teollinen kokoonpanija
fr: Assembleur industriel compétent
hr_hr: Iskusni industrijski asembler
hu_hu: Proficient ipari összeszerelő
ja_jp: 熟練した産業用組立工
lv: Prasmīgs rūpnieciskais montētājs
nl: Bekwame industriële monteur
no: Dyktig industriell montør
pt_br: Montador Industrial Proficiente
ro: Asamblor industrial competent
ru: Опытный промышленный сборщик
sk_sk: Skúsený priemyselný montér
sv: Skicklig industriell montör
tr_tr: Yetkin Endüstriyel Montajcı
uk: Досвідчений промисловий складальник
zh_cn: 熟练的工业装配工

# DisplayName_Block_AssemblerIndustrialT3
source: Elite Industrial Assembler
ca_ad: Muntador industrial d'elit
cs_cz: Elitní průmyslový assembler
da: Elite industriel montør
de: Elite-Industriemonteur
es: Ensamblador industrial de élite
et_ee: Elite tööstuslik monteerija
fi: Eliitti teollinen kokoonpanija
fr: Assembleur industriel d’élite
hr_hr: Elitni industrijski asembler
hu_hu: Elit ipari összeszerelő
ja_jp: エリート産業用アセンブラ
lv: Elites rūpnieciskais montētājs
nl: Elite industriële monteur
no: Elite industriell montør
pt_br: Montadora Industrial de Elite
ro: Asamblor industrial de elită
ru: Элитный промышленный сборщик
sk_sk: Elitný priemyselný montér
sv: Elite industriell montör
tr_tr: Elit Endüstriyel Montajcı
uk: Елітний промисловий складальник
zh_cn: 精英工业装配工

# DisplayName_Block_AssemblerT1
source: Enhanced Assembler
ca_ad: Assemblador millorat
cs_cz: Vylepšený assembler
da: Forbedret montør
de: Verbesserter Assembler
es: Ensamblador mejorado
et_ee: Täiustatud monteerija
fi: Parannettu kokoonpanija
fr: Assembleur amélioré
hr_hr: Poboljšani asembler
hu_hu: Továbbfejlesztett összeszerelő
ja_jp: 拡張アセンブラ
lv: Uzlabots montētājs
nl: Verbeterde assembler
no: Forbedret montør
pt_br: Montador aprimorado
ro: Asamblor îmbunătățit
ru: Улучшенный ассемблер
sk_sk: Vylepšený assembler
sv: Förbättrad assembler
tr_tr: Geliştirilmiş Assembler
uk: Удосконалений асемблер
zh_cn: 增强的汇编程序
