Repository: Deathfather/Space-Engineers-Enhanced
Catalog: MyTexts.*.resx
Languages: ca_ad, cs_cz, da, de, es, et_ee, fi, fr, hr_hr, hu_hu, ja_jp, lv, nl, no, pt_br, ro, ru, sk_sk, sv, tr_tr, uk, zh_cn

# Description_PowerGeneratorT1
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. 1.5x Better Than Normal Max Power Output: 7.5MW Fuel Capacity: 150000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. 1.5x millor del normal Potència màxima de sortida: 7.5MW Capacitat de combustible: 150000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. 1,5× lepší než normálně Maximální výstupní výkon: 7,5 MW Objem palivové nádrže: 150000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. 1.5x bedre end normalt Maks. effekt: 7,5 MW Brændstof kapacitet: 150000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. 1,5x besser als normal Maximale Leistung: 7,5 MW Kraftstoffkapazität: 150000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. 1,5 veces mejor de lo normal Potencia máxima de salida: 7,5 MW Capacidad de combustible: 150000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. 1.5x parem kui tavaline Maksimaalne võimsus: 7.5MW Kütuse maht: 150000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. 1.5x parempi kuin normaalisti Suurin teho: 7.5MW Polttoainekapasiteetti: 150000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. 1,5 fois mieux que la normale Puissance de sortie maximale : 7,5 MW Capacité de carburant : 150000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. 1.5x bolje od normalnog Maksimalna snaga: 7,5 MW Kapacitet goriva: 150000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. 1,5-szer jobb a normálnál Max. teljesítmény: 7.5MW Üzemanyagtartály: 150000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 通常の1.5倍 最大出力:7.5MW 燃料容量:150000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. 1,5x labāks nekā parasti Maksimālā jauda: 7.5MW Degvielas ietilpība: 150000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. 1.5x beter dan normaal Maximaal uitgangsvermogen: 7,5 MW Tankinhoud: 150000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. 1,5 ganger bedre enn normalt Maks effekt: 7,5 MW Drivstoff Kapasitet: 150000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. 1.5x melhor do que o normal Potência máxima: 7.5MW Capacidade de combustível: 150000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. De 1,5 ori mai bine decât în mod normal Putere maximă de ieșire: 7.5MW Capacitate combustibil: 150000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. В 1,5 раза лучше, чем обычно Максимальная выходная мощность: 7,5 МВт Объем топливного бака: 150000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. 1,5x lepšie ako normálne Maximálny výkon: 7.5MW Kapacita paliva: 150000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. 1,5 gånger bättre än normalt Max uteffekt: 7,5 MW Bränslekapacitet: 150000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Normalden 1,5 kat daha iyi Maksimum Güç Çıkışı: 7.5MW Yakıt kapasitesi: 150000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. У 1,5 рази краще, ніж зазвичай Максимальна вихідна потужність: 7,5 МВт Запас палива: 150000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 比正常情况好 1.5 倍 最大功率输出：7.5MW 油量：150000L

# Description_PowerGeneratorT2
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. 1.5x Better Than Enhanced Max Power Output: 11.25MW Fuel Capacity: 225000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. 1.5x millor que millorat Potència màxima de sortida: 11.25MW Capacitat de combustible: 225000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. 1,5× lepší než vylepšený Maximální výstupní výkon: 11,25 MW Objem palivové nádrže: 225000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. 1.5x bedre end forbedret Maks. effekt: 11,25 MW Brændstof kapacitet: 225000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. 1,5x besser als Enhanced Maximale Leistung: 11,25 MW Kraftstoffkapazität: 225000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. 1,5 veces mejor que mejorado Potencia máxima de salida: 11,25 MW Capacidad de combustible: 225000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. 1.5x parem kui täiustatud Maksimaalne võimsus: 11.25MW Kütuse maht: 225000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. 1,5 kertaa parempi kuin parannettu Suurin teho: 11.25MW Polttoainekapasiteetti: 225000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. 1,5 fois mieux qu’amélioré Puissance de sortie maximale : 11,25 MW Capacité de carburant : 225000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. 1.5x bolje od poboljšanog Maksimalna snaga: 11.25MW Kapacitet goriva: 225000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. 1,5-szer jobb, mint a továbbfejlesztett; Max teljesítmény: 11.25MW Üzemanyagtartály: 225000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 拡張の1.5倍優れている 最大出力:11.25MW 燃料容量:225000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. 1,5x labāks nekā uzlabots Maksimālā jauda: 11.25MW Degvielas ietilpība: 225000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. 1,5x beter dan verbeterd Maximaal uitgangsvermogen: 11,25 MW Tankinhoud: 225000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. 1,5 ganger bedre enn forbedret Maks utgangseffekt: 11,25 MW Drivstoff Kapasitet: 225000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. 1,5x melhor que o Enhanced Potência máxima: 11.25MW Capacidade de combustível: 225000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. De 1,5 ori mai bun decât îmbunătățit Putere maximă de ieșire: 11.25MW Capacitate combustibil: 225000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. В 1,5 раза лучше, чем улучшено Максимальная выходная мощность: 11,25 МВт Емкость топливного бака: 225000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. 1,5x lepšie než vylepšené Maximálny výkon: 11.25MW Kapacita paliva: 225000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. 1,5 gånger bättre än förbättrad Max uteffekt: 11,25 MW Bränslekapacitet: 225000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Geliştirilmişten 1,5 kat daha iyi Maksimum Güç Çıkışı: 11.25MW Yakıt kapasitesi: 225000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. У 1,5 рази краще, ніж покращене Максимальна вихідна потужність: 11,25 МВт Запас палива: 225000л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 比增强型好 1.5 倍 最大输出功率：11.25MW 燃油容量：225000L

# Description_PowerGeneratorT3
source: The hydrogen engine converts hydrogen into power and has its own internal hydrogen tank. 1.5x Better Than Proficient Max Power Output: 16.88MW Fuel Capacity: 337000L
ca_ad: El motor d'hidrogen converteix l'hidrogen en energia i té el seu propi tanc intern d'hidrogen. 1.5x millor que competent Potència màxima de sortida: 16.88MW Capacitat de combustible: 337000L
cs_cz: Vodíkový motor přeměňuje vodík na energii a má vlastní vnitřní nádrž na vodík. 1,5x lepší než zdatný Maximální výstupní výkon: 16,88 MW Objem palivové nádrže: 337000L
da: Brintmotoren omdanner brint til strøm og har sin egen interne brinttank. 1.5x bedre end dygtig Maks. effekt: 16,88 MW Brændstof kapacitet: 337000L
de: Der Wasserstoffmotor wandelt Wasserstoff in Strom um und verfügt über einen eigenen internen Wasserstofftank. 1,5x besser als kompetent Maximale Leistung: 16,88 MW Kraftstoffkapazität: 337000L
es: El motor de hidrógeno convierte el hidrógeno en energía y tiene su propio tanque interno de hidrógeno. 1,5 veces mejor que competente Potencia máxima de salida: 16,88 MW Capacidad de combustible: 337000L
et_ee: Vesinikmootor muundab vesiniku võimsuseks ja tal on oma sisemine vesinikupaak. 1.5x parem kui vilunud Maksimaalne võimsus: 16.88MW Kütuse maht: 337000L
fi: Vetymoottori muuntaa vedyn tehoksi ja sillä on oma sisäinen vetysäiliö. 1.5x parempi kuin taitava Suurin teho: 16.88MW Polttoainetilavuus: 337000L
fr: Le moteur à hydrogène convertit l’hydrogène en énergie et dispose de son propre réservoir d’hydrogène interne. 1,5 fois mieux que compétent Puissance de sortie maximale : 16,88 MW Capacité de carburant : 337000L
hr_hr: Vodikov motor pretvara vodik u snagu i ima vlastiti unutarnji spremnik vodika. 1.5x bolji od stručnog Maksimalna izlazna snaga: 16.88MW Kapacitet goriva: 337000L
hu_hu: A hidrogénmotor a hidrogént energiává alakítja, és saját belső hidrogéntartályral rendelkezik. 1,5-szer jobb, mint a profi Max. teljesítmény: 16.88MW Üzemanyagtartály: 337000L
ja_jp: 水素エンジンは水素を動力に変換し、内部に水素タンクを備えています。 熟練より1.5倍優れている 最大出力:16.88MW 燃料容量:337000L
lv: Ūdeņraža dzinējs pārvērš ūdeņradi jaudā, un tam ir sava iekšējā ūdeņraža tvertne. 1,5x labāks nekā lietpratējs Maksimālā jauda: 16.88MW Degvielas ietilpība: 337000L
nl: De waterstofmotor zet waterstof om in stroom en heeft een eigen interne waterstoftank. 1.5x beter dan bekwaam Maximaal uitgangsvermogen: 16,88 MW Tankinhoud: 337000L
no: Hydrogenmotoren omdanner hydrogen til strøm og har sin egen interne hydrogentank. 1,5 ganger bedre enn dyktig Maks utgangseffekt: 16,88 MW Drivstoff kapasitet: 337000L
pt_br: O motor a hidrogênio converte hidrogênio em potência e tem seu próprio tanque interno de hidrogênio. 1.5x melhor do que proficiente Potência máxima: 16.88MW Capacidade de combustível: 337000L
ro: Motorul cu hidrogen transformă hidrogenul în putere și are propriul rezervor intern de hidrogen. De 1,5 ori mai bun decât cel competent Putere maximă de ieșire: 16.88MW Capacitate combustibil: 337000L
ru: Водородный двигатель преобразует водород в энергию и имеет собственный внутренний водородный бак. В 1,5 раза лучше, чем Proficient Максимальная выходная мощность: 16,88 МВт Емкость топливного бака: 337000 л
sk_sk: Vodíkový motor premieňa vodík na energiu a má vlastnú vnútornú nádrž na vodík. 1,5x lepšie ako zdatný Maximálny výkon: 16,88 MW Kapacita paliva: 337000L
sv: Vätgasmotorn omvandlar vätgas till kraft och har en egen intern vätgastank. 1,5 gånger bättre än skicklig Max uteffekt: 16,88 MW Bränslekapacitet: 337000L
tr_tr: Hidrojen motoru, hidrojeni güce dönüştürür ve kendi dahili hidrojen tankına sahiptir. Yetkinden 1,5 kat daha iyi Maksimum Güç Çıkışı: 16.88MW Yakıt kapasitesi: 337000L
uk: Водневий двигун перетворює водень в енергію і має власний внутрішній водневий бак. У 1,5 рази краще, ніж Proficient Максимальна вихідна потужність: 16,88 МВт Запас палива: 337000 л
zh_cn: 氢发动机将氢气转化为动力，并有自己的内部氢气罐。 比精通好 1.5 倍 最大输出功率：16.88MW 油容量：337000L

# Description_ProductivityModuleT0
source: Production modules increase the speed of refineries or assemblers when connected. Modifier: 0.125 Modifier Type: Additive 25% Speed Per Module (100% for 4)
ca_ad: Els mòduls de producció augmenten la velocitat de les refineries o muntadors quan es connecten. Modificador: 0,125 Tipus de modificador: additiu 25% de velocitat per mòdul (100% per a 4)
cs_cz: Výrobní moduly po připojení zvyšují rychlost rafinérií nebo montážních zařízení. Modifikátor: 0.125 Typ modifikátoru: Aditivum 25% rychlost na modul (100% pro 4)
da: Produktionsmoduler øger hastigheden på raffinaderier eller montører, når de er tilsluttet. Modifikator: 0,125 Modifier Type: Tilsætningsstof 25% hastighed pr. modul (100% for 4)
de: Produktionsmodule erhöhen die Geschwindigkeit von Raffinerien oder Monteuren, wenn sie miteinander verbunden sind. Modifikator: 0,125 Modifikatortyp: Additiv 25 % Geschwindigkeit pro Modul (100% für 4)
es: Los módulos de producción aumentan la velocidad de las refinerías o ensambladoras cuando están conectados. Modificador: 0.125 Tipo de modificador: Aditivo 25% de velocidad por módulo (100% para 4)
et_ee: Tootmismoodulid suurendavad ühendamisel rafineerimistehaste või monteerijate kiirust. Modifikaator: 0,125 Modifikaatori tüüp: lisaaine 25% kiirus mooduli kohta (100% 4-le)
fi: Tuotantomoduulit lisäävät jalostamoiden tai kokoonpanijoiden nopeutta, kun ne on kytketty. Muuttaja: 0,125 Muuntimen tyyppi: Lisäaine 25% nopeus moduulia kohti (100% 4: lle)
fr: Les modules de production augmentent la vitesse des raffineries ou des assembleurs lorsqu’ils sont connectés. Modificateur : 0.125 Type de modificateur : Additif 25 % de vitesse par module (100% pour 4)
hr_hr: Proizvodni moduli povećavaju brzinu rafinerija ili asemblera kada su spojeni. Modifikator: 0,125 Vrsta modifikatora: aditiv 25% brzina po modulu (100% za 4)
hu_hu: A termelési modulok növelik a finomítók vagy összeszerelők sebességét, ha csatlakoztatva vannak. Módosító: 0.125 Módosító típusa: Additív 25%-os sebesség modulonként (100% 4-ért)
ja_jp: 生産モジュールは、接続すると製油所や組立機の速度が向上します。 モディファイヤ: 0.125 モディファイヤ タイプ: 加算 モジュールあたり25%の速度 (4人で100%)
lv: Ražošanas moduļi palielina pārstrādes rūpnīcu vai montētāju ātrumu, kad tie ir savienoti. Modifikators: 0.125 Modifikatora tips: piedeva 25% ātrums uz moduli (100% par 4)
nl: Productiemodules verhogen de snelheid van raffinaderijen of assembleurs wanneer ze zijn aangesloten. Wijziging: 0.125 Type modificator: Additief 25% snelheid per module (100% voor 4)
no: Produksjonsmoduler øker hastigheten på raffinerier eller montører når de er tilkoblet. Modifikator: 0,125 Modifier Type: Additiv 25 % hastighet per modul (100% for 4)
pt_br: Os módulos de produção aumentam a velocidade das refinarias ou montadoras quando conectados. Modificador: 0.125 Tipo de modificador: Aditivo 25% de velocidade por módulo (100% para 4)
ro: Modulele de producție măresc viteza rafinăriilor sau asamblorilor atunci când sunt conectate. Modificator: 0.125 Tip modificator: Aditiv 25% viteză pe modul (100% pentru 4)
ru: Производственные модули увеличивают скорость работы нефтеперерабатывающих заводов или сборочных заводов при подключении. Модификатор: 0.125 Тип модификатора: Добавка 25% скорости на модуль (100% за 4)
sk_sk: Výrobné moduly po pripojení zvyšujú rýchlosť rafinérií alebo montážnych zariadení. Modifikátor: 0.125 Typ modifikátora: Aditívum 25% rýchlosť na modul (100 % za 4)
sv: Produktionsmoduler ökar hastigheten på raffinaderier eller montörer när de är anslutna. Modifierare: 0,125 Modifieringstyp: Tillsats 25 % hastighet per modul (100 % för 4)
tr_tr: Üretim modülleri, bağlandığında rafinerilerin veya montajcıların hızını artırır. Değiştirici: 0.125 Değiştirici Türü: Katkı maddesi Modül başına %25 hız (4 için %100)
uk: Виробничі модулі збільшують швидкість роботи нафтопереробних заводів або монтажників при підключенні. Модифікатор: 0.125 Тип модифікатора: Адитивний 25% швидкості на модуль (100% за 4)
zh_cn: 生产模块在连接时可提高炼油厂或装配厂的速度。 修饰符： 0.125 改性剂类型：添加剂 每个模块的速度为 25% （100% 为 4）

# Description_ProductivityModuleT1
source: Production modules increase the speed of refineries or assemblers when connected. Modifier: 0.25 Modifier Type: Additive 50% Productivity Per Module (200% for 4)
ca_ad: Els mòduls de producció augmenten la velocitat de les refineries o muntadors quan es connecten. Modificador: 0,25 Tipus de modificador: additiu 50% Productivitat per mòdul (200% per a 4)
cs_cz: Výrobní moduly po připojení zvyšují rychlost rafinérií nebo montážních zařízení. Modifikátor: 0.25 Typ modifikátoru: Aditivum 50% produktivita na modul (200% pro 4)
da: Produktionsmoduler øger hastigheden på raffinaderier eller montører, når de er tilsluttet. Modifikator: 0,25 Modifier Type: Tilsætningsstof 50 % produktivitet pr. modul (200% for 4)
de: Produktionsmodule erhöhen die Geschwindigkeit von Raffinerien oder Monteuren, wenn sie miteinander verbunden sind. Modifikator: 0,25 Modifikatortyp: Additiv 50 % Produktivität pro Modul (200% für 4)
es: Los módulos de producción aumentan la velocidad de las refinerías o ensambladoras cuando están conectados. Modificador: 0.25 Tipo de modificador: Aditivo 50% de productividad por módulo (200% para 4)
et_ee: Tootmismoodulid suurendavad ühendamisel rafineerimistehaste või monteerijate kiirust. Muutja: 0,25 Modifikaatori tüüp: lisaaine 50% tootlikkus mooduli kohta (200% 4-le)
fi: Tuotantomoduulit lisäävät jalostamoiden tai kokoonpanijoiden nopeutta, kun ne on kytketty. Muuttaja: 0,25 Muuntimen tyyppi: Lisäaine 50% tuottavuus moduulia kohden (200% 4: lle)
fr: Les modules de production augmentent la vitesse des raffineries ou des assembleurs lorsqu’ils sont connectés. Modificateur : 0.25 Type de modificateur : Additif 50 % de productivité par module (200% pour 4)
hr_hr: Proizvodni moduli povećavaju brzinu rafinerija ili asemblera kada su spojeni. Modifikator: 0,25 Vrsta modifikatora: aditiv 50% produktivnosti po modulu (200% za 4)
hu_hu: A termelési modulok növelik a finomítók vagy összeszerelők sebességét, ha csatlakoztatva vannak. Módosító: 0.25 Módosító típusa: Additív 50%-os termelékenység modulonként (200% 4-ért)
ja_jp: 生産モジュールは、接続すると製油所や組立機の速度が向上します。 モディファイヤ: 0.25 モディファイヤ タイプ: 加算 モジュールあたり50%の生産性 (4の場合は200%)
lv: Ražošanas moduļi palielina pārstrādes rūpnīcu vai montētāju ātrumu, kad tie ir savienoti. Modifikators: 0,25 Modifikatora tips: piedeva 50% produktivitāte uz vienu moduli (200% par 4)
nl: Productiemodules verhogen de snelheid van raffinaderijen of assembleurs wanneer ze zijn aangesloten. Wijziging: 0.25 Type modificator: Additief 50% productiviteit per module (200% voor 4)
no: Produksjonsmoduler øker hastigheten på raffinerier eller montører når de er tilkoblet. Modifikator: 0,25 Modifier Type: Additiv 50 % produktivitet per modul (200% for 4)
pt_br: Os módulos de produção aumentam a velocidade das refinarias ou montadoras quando conectados. Modificador: 0.25 Tipo de modificador: Aditivo 50% de produtividade por módulo (200% para 4)
ro: Modulele de producție măresc viteza rafinăriilor sau asamblorilor atunci când sunt conectate. Modificator: 0.25 Tip modificator: Aditiv Productivitate de 50% pe modul (200% pentru 4)
ru: Производственные модули увеличивают скорость работы нефтеперерабатывающих заводов или сборочных заводов при подключении. Модификатор: 0.25 Тип модификатора: Добавка 50% производительности на модуль (200% для 4)
sk_sk: Výrobné moduly po pripojení zvyšujú rýchlosť rafinérií alebo montážnych zariadení. modifikátor: 0.25 Typ modifikátora: Aditívum 50% produktivita na modul (200% pre 4)
sv: Produktionsmoduler ökar hastigheten på raffinaderier eller montörer när de är anslutna. Modifierare: 0,25 Modifieringstyp: Tillsats 50 % produktivitet per modul (200 % för 4)
tr_tr: Üretim modülleri, bağlandığında rafinerilerin veya montajcıların hızını artırır. Değiştirici: 0.25 Değiştirici Türü: Katkı maddesi Modül başına %50 verimlilik (4 için %200)
uk: Виробничі модулі збільшують швидкість роботи нафтопереробних заводів або монтажників при підключенні. Модифікатор: 0.25 Тип модифікатора: Адитивний 50% продуктивності на модуль (200% за 4)
zh_cn: 生产模块在连接时可提高炼油厂或装配厂的速度。 修饰符： 0.25 改性剂类型：添加剂 每个模块的生产率为 50% （200% 为 4）
